package docs

const payload = `
裕华区	紫荆家园	嘉华路11号	南货场	石家庄市裕华区嘉华路11号 紫荆家园	114.50723	37.976481
裕华区	珠峰和院	珠峰大街	银通	石家庄市裕华区珠峰大街 珠峰和院	114.60199	38.029771
裕华区	卓达卓东小区	谈固南大街	裕华周边	石家庄市裕华区谈固南大街 卓达卓东小区	114.56522	38.004348
裕华区	卓达书香园(一区)	塔南路	空中花园	石家庄市裕华区塔南路 卓达书香园(一区)	114.5609	38.00874
裕华区	卓达书香园(三期)	谈固南大街	翟营大街	石家庄市裕华区谈固南大街 卓达书香园(三期)	114.5609	38.00874
裕华区	卓达书香园(二区)	塔南路	空中花园	石家庄市裕华区塔南路 卓达书香园(二区)	114.5609	38.00874
裕华区	卓达别墅小区	塔南路	裕强	石家庄市裕华区塔南路 卓达别墅小区	114.55711	38.007968
裕华区	卓达别墅区(别墅)	塔南路	裕兴	石家庄市裕华区塔南路 卓达别墅区(别墅)	114.56035	38.00556
裕华区	中医药研究所宿舍	建华大街	槐底	石家庄市裕华区建华大街 中医药研究所宿舍	114.54706	38.028324
裕华区	中冶盛世广场	建华南大街	裕兴	石家庄市裕华区建华南大街 中冶盛世广场	114.54324	38.003536
裕华区	中冶德贤公馆(商住楼)	建华南大街	世纪公园	石家庄市裕华区建华南大街 中冶德贤公馆(商住楼)	114.54555	38.004916
裕华区	中冶德贤公馆	建华南大街	世纪公园	石家庄市裕华区建华南大街 中冶德贤公馆	114.54555	38.004916
裕华区	中央悦城	槐北路	槐底	石家庄市裕华区槐北路 中央悦城	114.5261	38.030429
裕华区	佳琳公寓	广源路8号	裕华周边, 裕兴, 众美	石家庄市裕华区广源路8号 佳琳公寓	114.55163	37.981932
裕华区	保利拉菲公馆朗菲园东区	塔南路	体育南大街, 裕兴	石家庄市裕华区塔南路 保利拉菲公馆朗菲园东区	114.53823	38.004789
裕华区	国仕山(二期)	塔北路	谈固大街, 裕强	石家庄市裕华区塔北路 国仕山(二期)	114.5689	38.010213
裕华区	众美雅翠居	建华南大街	众美	石家庄市裕华区建华南大街 众美雅翠居	114.54366	37.9964
裕华区	众美商务公馆	方文路2号	众美	石家庄市裕华区方文路2号 众美商务公馆	114.54579	37.999265
裕华区	众美绿都公寓	南二环东路128号	裕强	石家庄市裕华区南二环东路128号 众美绿都公寓	114.555	38.000539
裕华区	众美凤凰绿都	南二环东路	众美	石家庄市裕华区南二环东路 众美凤凰绿都	114.57429	38.000058
裕华区	众美凤凰城紫薇苑	建华南大街	众美	石家庄市裕华区建华南大街 众美凤凰城紫薇苑	114.54583	37.999106
裕华区	众美凤凰城玉兰苑(南区)	方文路4号	众美	石家庄市裕华区方文路4号 众美凤凰城玉兰苑(南区)	114.54886	37.997569
裕华区	众美凤凰城玉兰苑(北区)	裕凯路12号	众美	石家庄市裕华区裕凯路12号 众美凤凰城玉兰苑(北区)	114.54886	37.997569
裕华区	众美凤凰城梧桐苑(南区)	裕泰路16号	众美	石家庄市裕华区裕泰路16号 众美凤凰城梧桐苑(南区)	114.54886	37.997569
裕华区	众美凤凰城梧桐苑(北区)	裕泰路16号	众美	石家庄市裕华区裕泰路16号 众美凤凰城梧桐苑(北区)	114.54886	37.997569
裕华区	众美凤凰城海棠苑	方文路	众美	石家庄市裕华区方文路 众美凤凰城海棠苑	114.55172	37.999507
裕华区	众美凤凰城	翟营大街452号	众美	石家庄市裕华区翟营大街452号 众美凤凰城	114.54886	37.997569
裕华区	众美城廊桥四季C区	翟营南大街	众美	石家庄市裕华区翟营南大街 众美城廊桥四季C区	114.55698	37.985113
裕华区	众美城廊桥四季A区	翟营南大街	众美	石家庄市裕华区翟营南大街 众美城廊桥四季A区	114.55893	37.986987
裕华区	众美城廊桥四季(B区)	翟营南大街,外方环路98号	众美	石家庄市裕华区翟营南大街,外方环路98号 众美城廊桥四季(B区)	114.55611	37.988144
裕华区	液化气总公司宿舍(槐北路)	槐北路447号	东苑, 裕东	石家庄市裕华区槐北路447号 液化气总公司宿舍(槐北路)	114.54854	38.028706
裕华区	二十七中宿舍	槐北路459号	国际城, 裕东	石家庄市裕华区槐北路459号 二十七中宿舍	114.55935	38.032758
裕华区	中国银行宿舍(裕华)	兴苑街31号	大马村, 万达	石家庄市裕华区兴苑街31号 中国银行宿舍(裕华)	114.53716	38.025701
裕华区	万达广场C区	建华南大街	东苑, 万达	石家庄市裕华区建华南大街 万达广场C区	114.5475	38.025493
裕华区	丝绸厂宿舍(华清南街)	华清南街	槐北, 万达	石家庄市裕华区华清南街 丝绸厂宿舍(华清南街)	114.50877	38.009172
裕华区	市石棉制品厂宿舍	兴苑街29号	东苑, 万达	石家庄市裕华区兴苑街29号 市石棉制品厂宿舍	114.53718	38.026213
裕华区	中城星月湖	槐中路	谈固大街	石家庄市裕华区槐中路 中城星月湖	114.57601	38.031876
裕华区	众成小区	槐中路113号	青园	石家庄市裕华区槐中路113号 众成小区	114.51437	38.0285
裕华区	中诚香槟郡	槐北路	银通	石家庄市裕华区槐北路 中诚香槟郡	114.54452	38.032383
裕华区	中城玲珑郡	谈固东街	金马	石家庄市裕华区谈固东街 中城玲珑郡	114.57051	38.030697
裕华区	中城蓝溪谷	东二环南路	银通	石家庄市裕华区东二环南路 中城蓝溪谷	114.5801	38.031444
裕华区	中城花溪畔	槐中路	银通	石家庄市裕华区槐中路 中城花溪畔	114.58094	38.029345
裕华区	芝澜明仕	槐安东路159号	金马	石家庄市裕华区槐安东路159号 芝澜明仕	114.57427	38.023515
裕华区	臻熠园	赵卜街106号	裕兴	石家庄市裕华区赵卜街106号 臻熠园	114.54439	37.99764
裕华区	赵卜口新村	建华南大街	众美	石家庄市裕华区建华南大街 赵卜口新村	114.54973	37.996376
裕华区	裕馨园	翟营南大街29号	裕东	石家庄市裕华区翟营南大街29号 裕馨园	114.55464	38.031517
裕华区	裕翔园	体育南大街356号	裕兴	石家庄市裕华区体育南大街356号 裕翔园	114.53354	38.009271
裕华区	裕祥园	裕苑巷7号	裕东	石家庄市裕华区裕苑巷7号 裕祥园	114.56053	38.035044
裕华区	裕东小区	谈固西街143号	裕东	石家庄市裕华区谈固西街143号 裕东小区	114.5595	38.034939
裕华区	育才街农行宿舍	育才街	怀特	石家庄市裕华区育才街 育才街农行宿舍	114.52831	38.028398
裕华区	尖岭小区平房	华清南街	槐北, 万达	石家庄市裕华区华清南街 尖岭小区平房	114.54349	38.030635
裕华区	尖岭小区	建华南大街126号	槐底, 万达	石家庄市裕华区建华南大街126号 尖岭小区	114.54303	38.032082
裕华区	月亮湾(裕华)	建通街	南货场	石家庄市裕华区建通街 月亮湾(裕华)	114.50147	37.988195
裕华区	源筑福邸	东岗路8-1号	富强	石家庄市裕华区东岗路8-1号 源筑福邸	114.51918	38.015097
裕华区	远见小区	建设南大街	青园	石家庄市裕华区建设南大街 远见小区	114.51466	38.016095
裕华区	槐中路138号院	槐中路138号	槐底, 万达	石家庄市裕华区槐中路138号 槐中路138号院	114.51989	38.028238
裕华区	河北体育学院宿舍	华清南街	大马村, 万达	石家庄市裕华区华清南街 河北体育学院宿舍	114.53967	38.023198
裕华区	河北地质大学北院	槐安东路127号	东苑, 万达	石家庄市裕华区槐安东路127号 河北地质大学北院	114.55017	38.023368
裕华区	邮专宿舍	育才街	孙村	石家庄市裕华区育才街 邮专宿舍	114.5291	38.018958
裕华区	邮电职业技术学院宿舍	槐北路260号	万达	石家庄市裕华区槐北路260号 邮电职业技术学院宿舍	114.53526	38.031352
裕华区	电路板厂宿舍	兴苑街50号	怀特, 万达	石家庄市裕华区兴苑街50号 电路板厂宿舍	114.53685	38.027004
裕华区	长安税务局宿舍	华清南街20号	大马村, 万达	石家庄市裕华区华清南街20号 长安税务局宿舍	114.54817	38.038702
裕华区	壹品公馆	仓兴街	塔冢	石家庄市裕华区仓兴街 壹品公馆	114.50862	37.996866
裕华区	塔冢新村E区	塔南路	塔冢, 体育南大街	石家庄市裕华区塔南路 塔冢新村E区	114.51872	38.004604
裕华区	银通园艺园	谈固东街	银通	石家庄市裕华区谈固东街 银通园艺园	114.57043	38.033441
裕华区	银通小区	槐中路612号	银通	石家庄市裕华区槐中路612号 银通小区	114.57191	38.03308
裕华区	银通世达园	槐中路620号	银通	石家庄市裕华区槐中路620号 银通世达园	114.5759	38.029417
裕华区	银通金铺苑	槐中路	大马村	石家庄市裕华区槐中路 银通金铺苑	114.58162	38.025732
裕华区	银通东旭苑	槐中路	国际城	石家庄市裕华区槐中路 银通东旭苑	114.57353	38.028495
裕华区	银通东华园	槐中路	国际城	石家庄市裕华区槐中路 银通东华园	114.57319	38.029329
裕华区	银通彩虹园	槐中路	谈固大街	石家庄市裕华区槐中路 银通彩虹园	114.5723	38.029964
裕华区	冶建小区	翟营大街293号	金马	石家庄市裕华区翟营大街293号 冶建小区	114.55668	38.024472
裕华区	液化气总公司宿舍(翟营大街)	翟营大街484号	翟营大街	石家庄市裕华区翟营大街484号 液化气总公司宿舍(翟营大街)	114.54854	38.028706
裕华区	亚太宿舍	青园街	青园	石家庄市裕华区青园街 亚太宿舍	114.51952	38.028178
裕华区	雅清苑(西区)	塔南路	裕强	石家庄市裕华区塔南路 雅清苑(西区)	114.56858	38.005051
裕华区	雅清苑(东区)	塔南路	裕强	石家庄市裕华区塔南路 雅清苑(东区)	114.56858	38.005051
裕华区	雅都园	封龙大街	裕强	石家庄市裕华区封龙大街 雅都园	114.59538	38.007048
裕华区	燕赵种业家属楼	仓兴路16号	体育南大街	石家庄市裕华区仓兴路16号 燕赵种业家属楼	114.50841	37.998955
裕华区	燕港怡园	东岗路28号	富强	石家庄市裕华区东岗路28号 燕港怡园	114.52602	38.015235
裕华区	燕港新村	东岗路30-1号	富强	石家庄市裕华区东岗路30-1号 燕港新村	114.52877	38.013043
裕华区	阳光新城(裕华)	滨彤街	众美	石家庄市裕华区滨彤街 阳光新城(裕华)	114.55152	37.984495
裕华区	阳光水岸(裕华)	建设南大街168号	孙村	石家庄市裕华区建设南大街168号 阳光水岸(裕华)	114.5121	38.01549
裕华区	阳光花园(裕华)	翟营南大街76号	众美	石家庄市裕华区翟营南大街76号 阳光花园(裕华)	114.55524	37.998977
裕华区	阳光361	槐岭路191号	国际城	石家庄市裕华区槐岭路191号 阳光361	114.5744	38.026725
裕华区	旭景琴园	建通街	孙村	石家庄市裕华区建通街 旭景琴园	114.50638	38.010293
裕华区	旭辉中睿府(商住楼)	建设南大街	塔冢	石家庄市裕华区建设南大街 旭辉中睿府(商住楼)	114.5145	37.991754
裕华区	旭辉中睿府	建设南大街	塔冢	石家庄市裕华区建设南大街 旭辉中睿府	114.5145	37.991754
裕华区	学府名城	仓丰路	塔冢	石家庄市裕华区仓丰路 学府名城	114.50718	37.993661
裕华区	西美五洲天地	谈南固大街	大马村	石家庄市裕华区谈南固大街 西美五洲天地	114.56539	38.021441
裕华区	西美第五大道小区	小马北路	金马	石家庄市裕华区小马北路 西美第五大道小区	114.56516	38.023733
裕华区	西美70后院	槐安东路	大马村	石家庄市裕华区槐安东路 西美70后院	114.56758	38.021219
裕华区	维多利亚翠景园	富强大街248号	富强, 塔冢, 体育南大街	石家庄市裕华区富强大街248号 维多利亚翠景园	114.53365	38.004169
裕华区	陶龙家园南区	金马路	大马村, 谈固大街	石家庄市裕华区金马路 陶龙家园南区	114.57135	38.02039
裕华区	新天地自然康城	塔北路	空中花园	石家庄市裕华区塔北路 新天地自然康城	114.56054	38.012365
裕华区	新基业小区	仓丰路东50号	塔冢	石家庄市裕华区仓丰路东50号 新基业小区	114.50531	37.992358
裕华区	新界小区	翟营南大街	金马	石家庄市裕华区翟营南大街 新界小区	114.55491	38.023769
裕华区	新华苑	石栾路	塔冢	石家庄市裕华区石栾路 新华苑	114.51155	38.008064
裕华区	新华印刷三厂宿舍	槐安东路	青园	石家庄市裕华区槐安东路 新华印刷三厂宿舍	114.51709	38.022637
裕华区	新华社河北分社生活区	富强大街	富强	石家庄市裕华区富强大街 新华社河北分社生活区	114.52203	38.030665
裕华区	新合国际	仓丰路	塔冢	石家庄市裕华区仓丰路 新合国际	114.50775	37.990705
裕华区	信工学院家属院	成才路	裕强	石家庄市裕华区成才路 信工学院家属院	114.60436	37.996111
裕华区	新鼎华府公寓	仓丰路	南货场	石家庄市裕华区仓丰路 新鼎华府公寓	114.52471	37.991399
裕华区	新鼎华府	仓丰路	体育南大街	石家庄市裕华区仓丰路 新鼎华府	114.52471	37.991399
裕华区	兴苑街50号院	兴苑街50号	世纪公园	石家庄市裕华区兴苑街50号 兴苑街50号院	114.53648	38.027292
裕华区	小马新村	东岗路	大马村	石家庄市裕华区东岗路 小马新村	114.55897	38.020201
裕华区	中房卓越府(商住楼)	建设南大街255号	南货场, 孙村	石家庄市裕华区建设南大街255号 中房卓越府(商住楼)	114.51321	38.003759
裕华区	中房卓越府	建设南大街255号	南货场, 孙村, 塔冢	石家庄市裕华区建设南大街255号 中房卓越府	114.51321	38.003759
裕华区	现代城(裕华)	建通街	孙村	石家庄市裕华区建通街 现代城(裕华)	114.50678	38.008011
裕华区	橡胶三厂宿舍	仓兴街3号	东岗, 孙村	石家庄市裕华区仓兴街3号 橡胶三厂宿舍	114.50898	38.009812
裕华区	育才街209号院	育才街209号	怀特, 石门	石家庄市裕华区育才街209号 育才街209号院	114.52923	38.026955
裕华区	市科委宿舍	槐北路	槐北, 石门	石家庄市裕华区槐北路 市科委宿舍	114.53539	38.032664
裕华区	省农业厅宿舍1号楼	裕华东路	槐底, 石门	石家庄市裕华区裕华东路 省农业厅宿舍1号楼	114.52142	38.034692
裕华区	祥龙花园	东风路	槐底	石家庄市裕华区东风路 祥龙花园	114.51466	38.0234
裕华区	省农业厅宿舍(富强大街)	富强大街4号	槐底, 石门	石家庄市裕华区富强大街4号 省农业厅宿舍(富强大街)	114.52142	38.034692
裕华区	省粮食局宿舍(育才街)	育才街	怀特, 石门	石家庄市裕华区育才街 省粮食局宿舍(育才街)	114.53339	38.025421
裕华区	经贸大学东苑	青园街175号	东风路, 石门	石家庄市裕华区青园街175号 经贸大学东苑	114.51776	38.033004
裕华区	市环保局宿舍(槐岭路)	槐岭路	怀特, 世纪公园, 万达	石家庄市裕华区槐岭路 市环保局宿舍(槐岭路)	114.53354	38.030654
裕华区	祥安公寓	嘉华路	南货场	石家庄市裕华区嘉华路 祥安公寓	114.50845	37.974973
裕华区	商业银行宿舍(华清南街)	华清南街,近槐岭路	怀特, 世纪公园, 万达	石家庄市裕华区华清南街,近槐岭路 商业银行宿舍(华清南街)	114.53945	38.024224
裕华区	华清街省市场监督管理局宿舍	华清南街	怀特, 世纪公园, 万达	石家庄市裕华区华清南街 华清街省市场监督管理局宿舍	114.53112	38.025171
裕华区	纺器二厂宿舍(裕华)	育才街331号	怀特, 世纪公园	石家庄市裕华区育才街331号 纺器二厂宿舍(裕华)	114.52909	38.012745
裕华区	鼎和国际	兴苑街	怀特, 世纪公园, 万达	石家庄市裕华区兴苑街 鼎和国际	114.53761	38.023946
裕华区	五一七宿舍	槐中路192号	槐底	石家庄市裕华区槐中路192号 五一七宿舍	114.52523	38.028374
裕华区	无线电十四厂宿舍	槐中路97号	槐底	石家庄市裕华区槐中路97号 无线电十四厂宿舍	114.50964	38.028672
裕华区	无线电十六厂宿舍	石栾路	孙村	石家庄市裕华区石栾路 无线电十六厂宿舍	114.51155	38.008064
裕华区	无线电三厂宿舍(兴苑街)	兴苑街	体育南大街	石家庄市裕华区兴苑街 无线电三厂宿舍(兴苑街)	114.5377	38.024549
裕华区	梧桐花园	建华大街	众美	石家庄市裕华区建华大街 梧桐花园	114.54627	37.991556
裕华区	物价局宿舍	槐岭路36号	槐底	石家庄市裕华区槐岭路36号 物价局宿舍	114.53733	38.025048
裕华区	文物局宿舍	槐中路	槐底	石家庄市裕华区槐中路 文物局宿舍	114.54067	38.02881
裕华区	文化局宿舍	槐北路156号	槐底	石家庄市裕华区槐北路156号 文化局宿舍	114.52123	38.031739
裕华区	文河小区	建设南大街	南货场	石家庄市裕华区建设南大街 文河小区	114.51746	37.972483
裕华区	位同新村	谈固南大街	裕强	石家庄市裕华区谈固南大街 位同新村	114.56561	38.006731
裕华区	维多利亚时代悦景园	塔南路	世纪公园	石家庄市裕华区塔南路 维多利亚时代悦景园	114.51731	38.005126
裕华区	维多利亚时代逸景园	塔南路	富强	石家庄市裕华区塔南路 维多利亚时代逸景园	114.52147	38.008894
裕华区	维多利亚时代丽晶园	塔南路	体育南大街	石家庄市裕华区塔南路 维多利亚时代丽晶园	114.53654	38.007328
裕华区	维多利亚时代海德园	体育南大街	体育南大街	石家庄市裕华区体育南大街 维多利亚时代海德园	114.53207	38.003985
裕华区	微波宿舍	槐北路	万达	石家庄市裕华区槐北路 微波宿舍	114.54452	38.032383
裕华区	微波局宿舍	谈固南大街99号	谈固大街	石家庄市裕华区谈固南大街99号 微波局宿舍	114.5635	38.005513
裕华区	万隆国际中心(商住楼)	裕华东路270号	槐底	石家庄市裕华区裕华东路270号 万隆国际中心(商住楼)	114.5267	38.035395
裕华区	万隆国际中心	裕华东路270号	槐底	石家庄市裕华区裕华东路270号 万隆国际中心	114.5267	38.035395
裕华区	万科紫院	建通街	孙村	石家庄市裕华区建通街 万科紫院	114.50467	37.998968
裕华区	万科紫台	建通街	南货场	石家庄市裕华区建通街 万科紫台	114.49933	37.995468
裕华区	万科翡翠四季	方兴路	裕强	石家庄市裕华区方兴路 万科翡翠四季	114.59654	37.990325
裕华区	万国园白金汉府	槐中路	银通	石家庄市裕华区槐中路 万国园白金汉府	114.58218	38.031315
裕华区	万福家园	广源路	众美	石家庄市裕华区广源路 万福家园	114.55234	37.982768
裕华区	万达住宅A区	槐岭路29号	万达	石家庄市裕华区槐岭路29号 万达住宅A区	114.53831	38.025343
裕华区	万达广场B2南区	槐岭路	万达	石家庄市裕华区槐岭路 万达广场B2南区	114.5448	38.025976
裕华区	万达广场B2北区	槐中路	万达	石家庄市裕华区槐中路 万达广场B2北区	114.54422	38.027198
裕华区	万达广场B1南区	槐岭路31号	万达	石家庄市裕华区槐岭路31号 万达广场B1南区	114.54311	38.026301
裕华区	万达广场B1北区	槐中路	万达	石家庄市裕华区槐中路 万达广场B1北区	114.54132	38.028992
裕华区	万达公寓	槐中路	万达	石家庄市裕华区槐中路 万达公寓	114.54067	38.02881
裕华区	万达公馆	槐安东路	万达	石家庄市裕华区槐安东路 万达公馆	114.54232	38.024334
裕华区	土产公司宿舍(仓丰路)	仓丰路	南货场	石家庄市裕华区仓丰路 土产公司宿舍(仓丰路)	114.46708	38.027328
裕华区	铁三局宿舍	槐北路	银通	石家庄市裕华区槐北路 铁三局宿舍	114.54452	38.032383
裕华区	铁路医院宿舍	东岗路26号	体育南大街	石家庄市裕华区东岗路26号 铁路医院宿舍	114.55216	38.016476
裕华区	移动公司宿舍(青园街)	青园街	东风路, 青园	石家庄市裕华区青园街 移动公司宿舍(青园街)	114.51781	38.026321
裕华区	省五金公司宿舍(东风路)	东风路	东风路, 青园	石家庄市裕华区东风路 省五金公司宿舍(东风路)	114.51741	38.024109
裕华区	铁33宿舍	槐北路102号	青园	石家庄市裕华区槐北路102号 铁33宿舍	114.51672	38.031408
裕华区	天阳御珑湾	建通街6号	孙村	石家庄市裕华区建通街6号 天阳御珑湾	114.51001	38.012978
裕华区	天同轻型汽车有限公司宿舍	槐北路306号	万达	石家庄市裕华区槐北路306号 天同轻型汽车有限公司宿舍	114.53864	38.030695
裕华区	天天住宿	学苑路32号	裕强	石家庄市裕华区学苑路32号 天天住宿	114.60145	38.013577
裕华区	天山九峯	塔南路	体育南大街	石家庄市裕华区塔南路 天山九峯	114.50547	38.005914
裕华区	盛邦九号院	建设南大街	东岗, 青园, 塔冢	石家庄市裕华区建设南大街 盛邦九号院	114.51356	38.011886
裕华区	天海誉天下(C区)	塔北路	世纪公园	石家庄市裕华区塔北路 天海誉天下(C区)	114.54403	38.013073
裕华区	天海誉天下(B区)	塔北路	世纪公园	石家庄市裕华区塔北路 天海誉天下(B区)	114.54403	38.013073
裕华区	天海誉天下(A区)	塔北路85号	世纪公园	石家庄市裕华区塔北路85号 天海誉天下(A区)	114.56078	38.010869
裕华区	腾华雅居	仓兴街	体育南大街	石家庄市裕华区仓兴街 腾华雅居	114.50576	38.000006
裕华区	塔冢裕园(C区)	富强大街	塔冢	石家庄市裕华区富强大街 塔冢裕园(C区)	114.5213	38.004348
裕华区	塔冢裕园(B区)	富强大街	富强	石家庄市裕华区富强大街 塔冢裕园(B区)	114.5213	38.004348
裕华区	塔冢裕园(A区)	富强大街	世纪公园	石家庄市裕华区富强大街 塔冢裕园(A区)	114.5213	38.004348
裕华区	塔冢南女儿楼	塔南路	孙村	石家庄市裕华区塔南路 塔冢南女儿楼	114.52281	38.005025
裕华区	檀香庭院	仓裕路	裕兴	石家庄市裕华区仓裕路 檀香庭院	114.54711	37.99769
裕华区	糖烟酒宿舍(裕华)	青园街254号	槐底	石家庄市裕华区青园街254号 糖烟酒宿舍(裕华)	114.51765	38.026563
裕华区	泰和居	槐北路29号	槐北	石家庄市裕华区槐北路29号 泰和居	114.5136	38.031944
裕华区	塑料编织厂宿舍	槐北路	东苑	石家庄市裕华区槐北路 塑料编织厂宿舍	114.53488	38.032473
裕华区	孙村信用社宿舍	建通街	孙村	石家庄市裕华区建通街 孙村信用社宿舍	114.51145	38.01164
裕华区	孙村乡政府宿舍	建通街	孙村	石家庄市裕华区建通街 孙村乡政府宿舍	114.50162	37.996721
裕华区	随园	育才街337号	体育南大街	石家庄市裕华区育才街337号 随园	114.52918	38.01113
裕华区	四五一一宿舍(西区)	青园街	孙村	石家庄市裕华区青园街 四五一一宿舍(西区)	114.51905	38.008057
裕华区	四五一一宿舍(东区)	青园街369号	塔冢	石家庄市裕华区青园街369号 四五一一宿舍(东区)	114.51938	38.008313
裕华区	四十中宿舍	建设南大街	东风路	石家庄市裕华区建设南大街 四十中宿舍	114.51007	38.033348
裕华区	丝绸厂宿舍(裕华)	仓兴街5号	塔冢	石家庄市裕华区仓兴街5号 丝绸厂宿舍(裕华)	114.50834	38.009431
裕华区	水云间小区	富强大街	富强	石家庄市裕华区富强大街 水云间小区	114.5226	38.011607
裕华区	水韵华庭	石栾路116号	裕兴	石家庄市裕华区石栾路116号 水韵华庭	114.53922	37.990363
裕华区	水文勘察院宿舍	青园街199号	东风路	石家庄市裕华区青园街199号 水文勘察院宿舍	114.5179	38.029176
裕华区	水勘院宿舍	槐中路135号	槐底	石家庄市裕华区槐中路135号 水勘院宿舍	114.51567	38.028533
裕华区	水工局宿舍	体育南大街365号	槐北	石家庄市裕华区体育南大街365号 水工局宿舍	114.51659	38.028547
裕华区	水产局宿舍	兴苑街25号	万达	石家庄市裕华区兴苑街25号 水产局宿舍	114.53774	38.026593
裕华区	水产公司宿舍	兴苑街	槐底	石家庄市裕华区兴苑街 水产公司宿舍	114.45821	38.0446
裕华区	市政宿舍	宏安街7号	裕东	石家庄市裕华区宏安街7号 市政宿舍	114.55224	38.035429
裕华区	石油公司宿舍(青园街)	青园街	槐底	石家庄市裕华区青园街 石油公司宿舍(青园街)	114.49825	38.056095
裕华区	石油公司宿舍(槐安路)	槐安路	槐底	石家庄市裕华区槐安路 石油公司宿舍(槐安路)	114.49825	38.056095
裕华区	市畜牧局宿舍	槐中路	槐底	石家庄市裕华区槐中路 市畜牧局宿舍	114.54067	38.02881
裕华区	十五中宿舍	青园街193号	东风路	石家庄市裕华区青园街193号 十五中宿舍	114.51847	38.029886
裕华区	市五院宿舍	塔南路	塔冢	石家庄市裕华区塔南路 市五院宿舍	114.50645	38.006939
裕华区	市文联宿舍	青园街	富强	石家庄市裕华区青园街 市文联宿舍	114.52329	38.015589
裕华区	圣雪良园	翟营南大街61号	大马村, 空中花园	石家庄市裕华区翟营南大街61号 圣雪良园	114.5552	38.013115
裕华区	同泰园	谈固大街	大马村, 金马, 谈固大街	石家庄市裕华区谈固大街 同泰园	114.56407	38.019647
裕华区	时尚尊苑	谈固南大街	裕强	石家庄市裕华区谈固南大街 时尚尊苑	114.56206	38.021131
裕华区	市三院宿舍(裕华)	育才街311号	怀特	石家庄市裕华区育才街311号 市三院宿舍(裕华)	114.53413	38.039264
裕华区	金属小区	煤机街	东苑, 金马	石家庄市裕华区煤机街 金属小区	114.54975	38.035505
裕华区	市人大宿舍	建华大街	槐北	石家庄市裕华区建华大街 市人大宿舍	114.54543	38.032573
裕华区	石门小区	翟营南大街	东苑	石家庄市裕华区翟营南大街 石门小区	114.55208	38.025436
裕华区	石栾路五交化宿舍	石栾路	孙村	石家庄市裕华区石栾路 石栾路五交化宿舍	114.47769	38.026328
裕华区	市科协宿舍	翟营南大街	裕东	石家庄市裕华区翟营南大街 市科协宿舍	114.55431	38.038453
裕华区	世纪花园(裕华)	东岗路75号	世纪公园	石家庄市裕华区东岗路75号 世纪花园(裕华)	114.54108	38.015954
裕华区	世纪华茂	体育南大街	世纪公园	石家庄市裕华区体育南大街 世纪华茂	114.5347	38.015022
裕华区	世纪公园北工行宿舍	华清南街32号	槐底	石家庄市裕华区华清南街32号 世纪公园北工行宿舍	114.53697	38.019772
裕华区	市金属公司宿舍	槐北路	东苑	石家庄市裕华区槐北路 市金属公司宿舍	114.5386	38.032011
裕华区	石家庄外国语学校家属楼	育才街316号	怀特	石家庄市裕华区育才街316号 石家庄外国语学校家属楼	114.52869	38.017388
裕华区	石家庄电视台家属院	体育南大街	体育南大街	石家庄市裕华区体育南大街 石家庄电视台家属院	114.56347	38.02144
裕华区	市建材公司宿舍	华清南街	万达	石家庄市裕华区华清南街 市建材公司宿舍	114.5397	38.036022
裕华区	市环保局宿舍	体育南大街	石门	石家庄市裕华区体育南大街 市环保局宿舍	114.53354	38.030654
裕华区	市工商局宿舍	槐中路	槐底	石家庄市裕华区槐中路 市工商局宿舍	114.54067	38.02881
裕华区	市公交公司宿舍(裕华)	翟营南大街	翟营大街	石家庄市裕华区翟营南大街 市公交公司宿舍(裕华)	114.55565	38.014374
裕华区	石府小区	槐中路482号	槐底	石家庄市裕华区槐中路482号 石府小区	114.55008	38.028788
裕华区	市防疫站宿舍	槐岭路34号	万达	石家庄市裕华区槐岭路34号 市防疫站宿舍	114.53637	38.024993
裕华区	十二化建宿舍(万达)	体育南大街	体育南大街	石家庄市裕华区体育南大街 十二化建宿舍(万达)	114.53543	38.029523
裕华区	十二化建宿舍(世纪公园)	裕翔街	体育南大街	石家庄市裕华区裕翔街 十二化建宿舍(世纪公园)	114.53543	38.029523
裕华区	市电信局宿舍	翟营南大街	东苑	石家庄市裕华区翟营南大街 市电信局宿舍	114.5551	38.010908
裕华区	师大职技宿舍	翟营南大街56号	大马村	石家庄市裕华区翟营南大街56号 师大职技宿舍	114.5544	38.017479
裕华区	师大南院宿舍	槐北路232号	裕东	石家庄市裕华区槐北路232号 师大南院宿舍	114.53205	38.031486
裕华区	市梆子剧院宿舍	槐北路150号	青园	石家庄市裕华区槐北路150号 市梆子剧院宿舍	114.51964	38.03173
裕华区	世奥湾(西区)	东岗路46号	世纪公园	石家庄市裕华区东岗路46号 世奥湾(西区)	114.54176	38.015383
裕华区	世奥湾(东区)	东岗路	世纪公园	石家庄市裕华区东岗路 世奥湾(东区)	114.54301	38.015312
裕华区	神兴小区(南区)	塔康路	空中花园	石家庄市裕华区塔康路 神兴小区(南区)	114.55914	38.015953
裕华区	神兴小区(北区)	东岗路62号	空中花园	石家庄市裕华区东岗路62号 神兴小区(北区)	114.55952	38.014779
裕华区	省直宿舍	富强大街	东苑	石家庄市裕华区富强大街 省直宿舍	114.46943	38.059255
裕华区	省直东苑小区	槐北路392号	东苑	石家庄市裕华区槐北路392号 省直东苑小区	114.55231	38.032345
裕华区	省植保站宿舍	兴苑街	万达	石家庄市裕华区兴苑街 省植保站宿舍	114.53733	38.027928
裕华区	研究生公寓	体育南大街	槐底, 怀特, 石门	石家庄市裕华区体育南大街 研究生公寓	114.53024	38.030598
裕华区	省政府宿舍(裕华)	槐中路219号	槐底, 怀特, 石门	石家庄市裕华区槐中路219号 省政府宿舍(裕华)	114.5298	38.028738
裕华区	省科委宿舍（富强大街）	富强大街	东风路, 槐底, 石门	石家庄市裕华区富强大街 省科委宿舍（富强大街）	114.52313	38.020187
裕华区	省邮电器材公司宿舍	青园街284号	青园	石家庄市裕华区青园街284号 省邮电器材公司宿舍	114.51774	38.023741
裕华区	省邮电工程局宿舍	槐北路	槐底	石家庄市裕华区槐北路 省邮电工程局宿舍	114.51694	38.030063
裕华区	电力培训中心宿舍	东岗路	东风路, 槐底, 石门	石家庄市裕华区东岗路 电力培训中心宿舍	114.54575	38.015849
裕华区	中央台记者站宿舍	建华南大街106	东苑, 槐北, 万达	石家庄市裕华区建华南大街106 中央台记者站宿舍	114.54592	38.032599
裕华区	省中行宿舍	槐北路	大马村, 槐北	石家庄市裕华区槐北路 省中行宿舍	114.54964	38.031995
裕华区	省医科院宿舍	槐北路165号	槐底	石家庄市裕华区槐北路165号 省医科院宿舍	114.52652	38.032214
裕华区	省冶金厅宿舍	东风路	东风路	石家庄市裕华区东风路 省冶金厅宿舍	114.50282	38.022941
裕华区	省盐务局宿舍	体育南大街381号	体育南大街	石家庄市裕华区体育南大街381号 省盐务局宿舍	114.53403	38.011841
裕华区	省新华书店宿舍	青园街282号	青园	石家庄市裕华区青园街282号 省新华书店宿舍	114.51774	38.023959
裕华区	省五金公司宿舍(青园街)	青园街	东风路	石家庄市裕华区青园街 省五金公司宿舍(青园街)	114.51741	38.024109
裕华区	省外事办宿舍	育才街	体育南大街	石家庄市裕华区育才街 省外事办宿舍	114.52822	38.034005
裕华区	省外办宿舍	槐中路	怀特	石家庄市裕华区槐中路 省外办宿舍	114.54067	38.02881
裕华区	省团校宿舍	谈固西街114号	金马	石家庄市裕华区谈固西街114号 省团校宿舍	114.55818	38.031053
裕华区	省糖酒公司宿舍(裕华)	育才街219号	怀特	石家庄市裕华区育才街219号 省糖酒公司宿舍(裕华)	114.52932	38.026967
裕华区	省水工局宿舍	建设南大街109号	青园	石家庄市裕华区建设南大街109号 省水工局宿舍	114.51659	38.028547
裕华区	省食品公司宿舍	东风路218号	槐底	石家庄市裕华区东风路218号 省食品公司宿舍	114.51723	38.023902
裕华区	盛世花园	嘉华路	南货场	石家庄市裕华区嘉华路 盛世花园	114.50348	37.975567
裕华区	省商务厅宿舍	槐安东路	孙村	石家庄市裕华区槐安东路 省商务厅宿舍	114.6211	38.023897
裕华区	省气象局宿舍4号院	槐中路474号	槐底	石家庄市裕华区槐中路474号 省气象局宿舍4号院	114.53748	38.029118
裕华区	省气象局宿舍3号院	槐中路295号	万达	石家庄市裕华区槐中路295号 省气象局宿舍3号院	114.53516	38.030907
裕华区	省气象局宿舍2号院	槐北路	万达	石家庄市裕华区槐北路 省气象局宿舍2号院	114.54896	38.027958
裕华区	省气象局宿舍1号院	育才街	怀特	石家庄市裕华区育才街 省气象局宿舍1号院	114.5354	38.030954
裕华区	省气象局宿舍	体育南大街	裕东	石家庄市裕华区体育南大街 省气象局宿舍	114.54898	38.028196
裕华区	省青年管理干部学院宿舍	谈固西街	裕东	石家庄市裕华区谈固西街 省青年管理干部学院宿舍	114.55837	38.030694
裕华区	省农业厅宿舍	兴苑街	槐底	石家庄市裕华区兴苑街 省农业厅宿舍	114.52142	38.034692
裕华区	省农药检定所宿舍	谈固南大街	谈固大街	石家庄市裕华区谈固南大街 省农药检定所宿舍	114.56315	38.033343
裕华区	省农垦局宿舍	塔南路	空中花园	石家庄市裕华区塔南路 省农垦局宿舍	114.558	38.007343
裕华区	省旅游局宿舍(育才街)	育才街	怀特	石家庄市裕华区育才街 省旅游局宿舍(育才街)	114.53249	38.015264
裕华区	省旅游局宿舍	东岗路34-1号	体育南大街	石家庄市裕华区东岗路34-1号 省旅游局宿舍	114.53088	38.015374
裕华区	省粮食局宿舍(槐安东路)	槐安东路140号(旧:槐南路320号)	大马村	石家庄市裕华区槐安东路140号(旧:槐南路320号) 省粮食局宿舍(槐安东路)	114.55301	38.021596
裕华区	省粮食局宿舍(富强大街)	富强大街84号	怀特	石家庄市裕华区富强大街84号 省粮食局宿舍(富强大街)	114.53339	38.025421
裕华区	省粮食干校宿舍	青园街	东岗, 富强, 青园	石家庄市裕华区青园街 省粮食干校宿舍	114.51785	38.016684
裕华区	东南智汇城牡丹园	裕翔街	东岗, 富强, 空中花园	石家庄市裕华区裕翔街 东南智汇城牡丹园	114.53147	37.994171
裕华区	电话机宿舍(青园街)	青园街	东岗, 富强, 青园	石家庄市裕华区青园街 电话机宿舍(青园街)	114.51781	38.026321
裕华区	小马村商品楼	槐安东路150号	大马村, 东苑, 翟营大街	石家庄市裕华区槐安东路150号 小马村商品楼	114.61425	38.025523
裕华区	金地玺悦府	槐安东路	大马村, 东苑, 翟营大街	石家庄市裕华区槐安东路 金地玺悦府	114.55391	38.01861
裕华区	省科技厅宿舍	青园街225号	东风路	石家庄市裕华区青园街225号 省科技厅宿舍	114.51798	38.024786
裕华区	省京剧团建行宿舍	裕华东路223号	东风路, 东岗, 怀特	石家庄市裕华区裕华东路223号 省京剧团建行宿舍	114.5217	38.035392
裕华区	盛邦花园六区	仓兴街10号	东风路, 东岗, 怀特	石家庄市裕华区仓兴街10号 盛邦花园六区	114.50715	38.00346
裕华区	晶彩中心小时代	塔南路	东风路, 东岗, 怀特	石家庄市裕华区塔南路 晶彩中心小时代	114.50463	38.007454
裕华区	省交通设计院宿舍(裕华)	槐北路339号	东苑	石家庄市裕华区槐北路339号 省交通设计院宿舍(裕华)	114.5426	38.032492
裕华区	省国投公司宿舍	青园街	青园	石家庄市裕华区青园街 省国投公司宿舍	114.51781	38.026321
裕华区	省工商局宿舍	槐岭路	槐底	石家庄市裕华区槐岭路 省工商局宿舍	114.53948	38.023676
裕华区	省工商干校宿舍	槐岭路19号	怀特	石家庄市裕华区槐岭路19号 省工商干校宿舍	114.53185	38.025126
裕华区	东风路216号院	东风路216号	东风路, 东岗, 怀特	石家庄市裕华区东风路216号 东风路216号院	114.51607	38.023243
裕华区	鸿昇燕园	翟营南大街	万达, 翟营大街	石家庄市裕华区翟营南大街 鸿昇燕园	114.55322	38.019868
裕华区	省儿童医院宿舍	裕华东路	槐北	石家庄市裕华区裕华东路 省儿童医院宿舍	114.54894	38.034686
裕华区	省地震局宿舍(裕华)	体育南大街216号	裕东	石家庄市裕华区体育南大街216号 省地震局宿舍(裕华)	114.5322	38.02829
裕华区	省地方病防治宿舍	富强大街14号	青园	石家庄市裕华区富强大街14号 省地方病防治宿舍	114.52308	38.026682
裕华区	省第二测绘院宿舍	东岗路287号	翟营大街	石家庄市裕华区东岗路287号 省第二测绘院宿舍	114.55898	38.016582
裕华区	省电力研究院宿舍	体育南大街	槐底	石家庄市裕华区体育南大街 省电力研究院宿舍	114.5314	38.026698
裕华区	省储备局宿舍	建设南大街169号	青园	石家庄市裕华区建设南大街169号 省储备局宿舍	114.51391	38.022346
裕华区	省传输局宿舍	青园街	槐底	石家庄市裕华区青园街 省传输局宿舍	114.51625	38.022833
裕华区	省宾馆宿舍	华清南街26号	万达	石家庄市裕华区华清南街26号 省宾馆宿舍	114.53911	38.03039
裕华区	盛邦花园一区	建设南大街	孙村	石家庄市裕华区建设南大街 盛邦花园一区	114.51473	38.009068
裕华区	盛邦花园五区	仓兴街15号	孙村	石家庄市裕华区仓兴街15号 盛邦花园五区	114.50705	38.003973
裕华区	盛邦花园三区	仓兴街13号	孙村	石家庄市裕华区仓兴街13号 盛邦花园三区	114.50849	38.002852
裕华区	盛邦花园二区	青园街	孙村	石家庄市裕华区青园街 盛邦花园二区	114.51545	38.01144
裕华区	盛邦花园八区	金利街28号	孙村	石家庄市裕华区金利街28号 盛邦花园八区	114.50339	38.0028
裕华区	省安装公司宿舍	槐北路27号	东风路	石家庄市裕华区槐北路27号 省安装公司宿舍	114.51352	38.031924
裕华区	山水郡	塔北路	裕强	石家庄市裕华区塔北路 山水郡	114.57261	38.012561
裕华区	上雍华庭	仓兴街	孙村	石家庄市裕华区仓兴街 上雍华庭	114.50846	38.007634
裕华区	商品房宿舍	槐北路268号	东苑	石家庄市裕华区槐北路268号 商品房宿舍	114.5353	38.030527
裕华区	尚慧嘉苑	仓丰路25号	塔冢	石家庄市裕华区仓丰路25号 尚慧嘉苑	114.4982	37.993292
裕华区	尚都公寓	槐北路117号	石门	石家庄市裕华区槐北路117号 尚都公寓	114.52045	38.032024
裕华区	尚东绿洲(三期)	谈固南大街260号	裕兴	石家庄市裕华区谈固南大街260号 尚东绿洲(三期)	114.56264	38.017503
裕华区	尚东绿洲	雅清街	大马村	石家庄市裕华区雅清街 尚东绿洲	114.56512	38.015169
裕华区	三三零二小区	槐中路	槐底	石家庄市裕华区槐中路 三三零二小区	114.51464	38.028193
裕华区	三教堂新村小区	东二环南路	裕强	石家庄市裕华区东二环南路 三教堂新村小区	114.58017	38.009641
裕华区	润江云玺	建华南大街	裕华周边	石家庄市裕华区建华南大街 润江云玺	114.54722	38.006713
裕华区	荣兴小区	翟营南大街31号	裕东	石家庄市裕华区翟营南大街31号 荣兴小区	114.55465	38.030866
裕华区	荣盛锦绣书院	建通街	南货场	石家庄市裕华区建通街 荣盛锦绣书院	114.50309	37.994768
裕华区	荣盛家园	石栾路28号	孙村	石家庄市裕华区石栾路28号 荣盛家园	114.51099	38.008288
裕华区	融创中心	仓盛路	众美	石家庄市裕华区仓盛路 融创中心	114.54137	37.979061
裕华区	融创臻瑞园	建华大街	裕华周边	石家庄市裕华区建华大街 融创臻瑞园	114.54752	37.975418
裕华区	融创臻祺园	建华大街	裕华周边	石家庄市裕华区建华大街 融创臻祺园	114.54573	37.974608
裕华区	融创臻澜园	阜兴东路10号	裕华周边	石家庄市裕华区阜兴东路10号 融创臻澜园	114.54363	37.97914
裕华区	融创臻景园	建华大街	裕华周边	石家庄市裕华区建华大街 融创臻景园	114.54752	37.975418
裕华区	融创臻荟园	建华大街	裕华周边	石家庄市裕华区建华大街 融创臻荟园	114.54066	37.973951
裕华区	融创臻华园	建华大街	裕华周边	石家庄市裕华区建华大街 融创臻华园	114.54897	37.976693
裕华区	融创裕华壹号(商住楼)	东二环南路	谈固大街	石家庄市裕华区东二环南路 融创裕华壹号(商住楼)	114.58114	38.017822
裕华区	融创裕华壹号	东二环南路	谈固大街	石家庄市裕华区东二环南路 融创裕华壹号	114.58114	38.017822
裕华区	融创融智园	裕翔街	裕华周边	石家庄市裕华区裕翔街 融创融智园	114.53159	37.977598
裕华区	融创融旭园	昌达路	裕华周边	石家庄市裕华区昌达路 融创融旭园	114.54902	37.974474
裕华区	融创融慧园	裕翔街	裕华周边	石家庄市裕华区裕翔街 融创融慧园	114.53244	37.975781
裕华区	融创财富壹号	建华大街	众美	石家庄市裕华区建华大街 融创财富壹号	114.54752	37.975418
裕华区	热力煤气公司宿舍	槐中路291号	万达	石家庄市裕华区槐中路291号 热力煤气公司宿舍	114.53901	38.030865
裕华区	热电四厂宿舍	槐安东路	东风路	石家庄市裕华区槐安东路 热电四厂宿舍	114.6211	38.023897
裕华区	人寿保险公司宿舍	槐北路	槐底	石家庄市裕华区槐北路 人寿保险公司宿舍	114.54869	38.031938
裕华区	人事局宿舍	青园街418号	东岗	石家庄市裕华区青园街418号 人事局宿舍	114.51742	38.015514
裕华区	气象嘉园	体育南大街	槐底	石家庄市裕华区体育南大街 气象嘉园	114.53139	38.029698
裕华区	汽车一队宿舍	青园街	槐底	石家庄市裕华区青园街 汽车一队宿舍	114.51749	38.030129
裕华区	青园小区	富强大街150号	青园	石家庄市裕华区富强大街150号 青园小区	114.52309	38.018937
裕华区	青园街小学宿舍	青园街328号	东风路	石家庄市裕华区青园街328号 青园街小学宿舍	114.51995	38.024992
裕华区	青园街148号院宿舍	青园街	孙村	石家庄市裕华区青园街 青园街148号院宿舍	114.51793	38.015765
裕华区	清沁园	槐安东路100号	孙村	石家庄市裕华区槐安东路100号 清沁园	114.60593	38.02355
裕华区	青年汇LOFT公寓	南焦街	裕兴	石家庄市裕华区南焦街 青年汇LOFT公寓	114.53753	37.996796
裕华区	青南生活小区	富强大街	塔冢	石家庄市裕华区富强大街 青南生活小区	114.52062	38.010597
裕华区	农业资源中心生活区	槐中路294号	体育南大街	石家庄市裕华区槐中路294号 农业资源中心生活区	114.53607	38.0286
裕华区	农业局宿舍(裕华)	青园街260号	槐底	石家庄市裕华区青园街260号 农业局宿舍(裕华)	114.51761	38.026317
裕华区	农垦局宿舍	槐北路225号	槐北	石家庄市裕华区槐北路225号 农垦局宿舍	114.53433	38.032394
裕华区	农机研究所宿舍	富强大街	槐底	石家庄市裕华区富强大街 农机研究所宿舍	114.52264	38.034487
裕华区	农行宿舍(裕华)	青园街	富强	石家庄市裕华区青园街 农行宿舍(裕华)	114.51903	38.011591
裕华区	南庄旧楼	恒山街	银通	石家庄市裕华区恒山街 南庄旧楼	114.64495	38.031029
裕华区	南院市税宿舍	富强大街	孙村	石家庄市裕华区富强大街 南院市税宿舍	114.52313	38.020187
裕华区	南王壹号院	塔南路	空中花园	石家庄市裕华区塔南路 南王壹号院	114.55374	38.0073
裕华区	南栗村自建房	仓丰路	南货场	石家庄市裕华区仓丰路 南栗村自建房	114.52353	37.986949
裕华区	南岭小区	裕翔街	体育南大街	石家庄市裕华区裕翔街 南岭小区	114.53552	37.980599
裕华区	南焦新村茉莉园	石栾大街	裕兴	石家庄市裕华区石栾大街 南焦新村茉莉园	114.53173	37.995312
裕华区	南焦新村玫瑰园	体育南大街	裕兴	石家庄市裕华区体育南大街 南焦新村玫瑰园	114.53199	37.995347
裕华区	摩卡小镇	谈固东街	金马	石家庄市裕华区谈固东街 摩卡小镇	114.56849	38.027096
裕华区	棉三宿舍	仓兴街1号	孙村	石家庄市裕华区仓兴街1号 棉三宿舍	114.50837	38.009915
裕华区	美景东方	槐岭路188号	大马村	石家庄市裕华区槐岭路188号 美景东方	114.57442	38.025737
裕华区	美好时光	槐中路	银通	石家庄市裕华区槐中路 美好时光	114.54067	38.02881
裕华区	玫瑰湾香颂	塔南路	孙村	石家庄市裕华区塔南路 玫瑰湾香颂	114.51603	38.007244
裕华区	绿家小区	仓丰路15号	南货场	石家庄市裕华区仓丰路15号 绿家小区	114.50321	37.992877
裕华区	绿城桂语江南	方文路2号	裕兴	石家庄市裕华区方文路2号 绿城桂语江南	114.54425	37.998861
裕华区	隆园居	裕苑巷9号	裕东	石家庄市裕华区裕苑巷9号 隆园居	114.56103	38.034983
裕华区	隆兴苑	建设南大街59号	槐底	石家庄市裕华区建设南大街59号 隆兴苑	114.51237	38.033899
裕华区	珑庭园中苑	方兴路	众美	石家庄市裕华区方兴路 珑庭园中苑	114.55935	37.990242
裕华区	栗水清苑	仓丰路	南货场	石家庄市裕华区仓丰路 栗水清苑	114.51987	37.991928
裕华区	丽日青城	翟营南大街	众美	石家庄市裕华区翟营南大街 丽日青城	114.55398	37.992207
裕华区	利华宿舍	东风路	怀特	石家庄市裕华区东风路 利华宿舍	114.50603	38.02468
裕华区	联邦东方明珠	翟营南大街66号	空中花园	石家庄市裕华区翟营南大街66号 联邦东方明珠	114.55388	38.011047
裕华区	粮油所小区	谈固南大街	国际城	石家庄市裕华区谈固南大街 粮油所小区	114.56526	38.033938
裕华区	粮食局宿舍(裕华区)	体育南大街	世纪公园	石家庄市裕华区体育南大街 粮食局宿舍(裕华区)	114.50701	38.03366
裕华区	粮食局宿舍(青园街)	青园街374号	孙村	石家庄市裕华区青园街374号 粮食局宿舍(青园街)	114.51782	38.019866
裕华区	粮食机械厂宿舍	汇通路	孙村	石家庄市裕华区汇通路 粮食机械厂宿舍	114.50192	38.010739
裕华区	兰园	建华南大街	空中花园	石家庄市裕华区建华南大街 兰园	114.54722	38.006713
裕华区	蓝湾家园	富强大街199号	塔冢	石家庄市裕华区富强大街199号 蓝湾家园	114.52422	38.003351
裕华区	兰亭小院	金马路69号	大马村	石家庄市裕华区金马路69号 兰亭小院	114.57309	38.020384
裕华区	蓝山国际	建华南大街	众美	石家庄市裕华区建华南大街 蓝山国际	114.54651	37.992377
裕华区	蓝郡名邸(别墅)	东岗路	大马村	石家庄市裕华区东岗路 蓝郡名邸(别墅)	114.57572	38.018426
裕华区	蓝郡名邸	东岗路	大马村	石家庄市裕华区东岗路 蓝郡名邸	114.57572	38.018426
裕华区	科委宿舍(青园街)	青园街	石门	石家庄市裕华区青园街 科委宿舍(青园街)	114.51781	38.026321
裕华区	科大宿舍	青园街	青园	石家庄市裕华区青园街 科大宿舍	114.50702	38.050787
裕华区	康居东苑	谈固南大街	裕强	石家庄市裕华区谈固南大街 康居东苑	114.565	38.005198
裕华区	凯旋城	胜利南街	南货场	石家庄市裕华区胜利南街 凯旋城	114.49722	37.987445
裕华区	凯莱金第	建设大街163号	怀特	石家庄市裕华区建设大街163号 凯莱金第	114.53159	38.007002
裕华区	骏景家园	裕翔街37号	众美	石家庄市裕华区裕翔街37号 骏景家园	114.53089	37.980006
裕华区	集装箱宿舍(裕华)	体育南大街369号	槐底	石家庄市裕华区体育南大街369号 集装箱宿舍(裕华)	114.53395	38.013971
裕华区	机要宿舍	青园街456号	孙村	石家庄市裕华区青园街456号 机要宿舍	114.51866	38.008996
裕华区	机械局宿舍(裕华)	东风路135号	孙村	石家庄市裕华区东风路135号 机械局宿舍(裕华)	114.5141	38.024422
裕华区	疾控中心生活小区	东风路222号	槐底	石家庄市裕华区东风路222号 疾控中心生活小区	114.5264	38.021529
裕华区	九里庭院(西区)	金马路	大马村	石家庄市裕华区金马路 九里庭院(西区)	114.57293	38.021259
裕华区	九里庭院(东区)	槐源路	大马村	石家庄市裕华区槐源路 九里庭院(东区)	114.57293	38.021259
裕华区	金域蓝湾	槐安东路	大马村	石家庄市裕华区槐安东路 金域蓝湾	114.55696	38.020875
裕华区	锦绣学府	裕翔街	体育南大街	石家庄市裕华区裕翔街 锦绣学府	114.53047	37.962833
裕华区	锦铺花园	槐北路	银通	石家庄市裕华区槐北路 锦铺花园	114.54452	38.032383
裕华区	金鹏花园	裕华东路378号	槐北	石家庄市裕华区裕华东路378号 金鹏花园	114.54112	38.035307
裕华区	金鹏公司宿舍	青园街	青园	石家庄市裕华区青园街 金鹏公司宿舍	114.51781	38.026321
裕华区	金马小区腾跃园	小马北路	金马	石家庄市裕华区小马北路 金马小区腾跃园	114.56861	38.025472
裕华区	金马小区腾飞园	谈固南大街	金马	石家庄市裕华区谈固南大街 金马小区腾飞园	114.5647	38.026063
裕华区	金马小区腾达园	谈固南大街	金马	石家庄市裕华区谈固南大街 金马小区腾达园	114.56055	38.026728
裕华区	金马腾宏园	槐中路	金马	石家庄市裕华区槐中路 金马腾宏园	114.56427	38.023132
裕华区	金马国际	翟营南大街	大马村	石家庄市裕华区翟营南大街 金马国际	114.55531	38.022018
裕华区	锦程公馆	东岗路	富强	石家庄市裕华区东岗路 锦程公馆	114.52304	38.014917
裕华区	经济学院西院宿舍	育才街252号	怀特	石家庄市裕华区育才街252号 经济学院西院宿舍	114.5281	38.020363
裕华区	晶彩苑	汇鑫路16号	众美	石家庄市裕华区汇鑫路16号 晶彩苑	114.55395	37.981127
裕华区	经编厂宿舍	育才街301号	富强	石家庄市裕华区育才街301号 经编厂宿舍	114.52897	38.016868
裕华区	嘉实蓝岸	槐北路	槐北	石家庄市裕华区槐北路 嘉实蓝岸	114.54195	38.032485
裕华区	佳琳花园	滨彤街	众美	石家庄市裕华区滨彤街 佳琳花园	114.55281	37.980762
裕华区	家乐园(裕华)	富强大街	富强	石家庄市裕华区富强大街 家乐园(裕华)	114.52451	38.016082
裕华区	教育学院宿舍	槐中路564号	金马	石家庄市裕华区槐中路564号 教育学院宿舍	114.5603	38.028881
裕华区	建投十号院	东岗路	大马村	石家庄市裕华区东岗路 建投十号院	114.57274	38.018096
裕华区	建设南大街二印宿舍	石栾路45号	塔冢	石家庄市裕华区石栾路45号 建设南大街二印宿舍	114.51301	38.007454
裕华区	尖岭新村	槐中路	东苑	石家庄市裕华区槐中路 尖岭新村	114.5492	38.025269
裕华区	江山花园	煤机街	东苑	石家庄市裕华区煤机街 江山花园	114.55143	38.035358
裕华区	汇通天下	汇通路	东岗	石家庄市裕华区汇通路 汇通天下	114.50805	38.015442
裕华区	画院宿舍	兴苑街	体育南大街	石家庄市裕华区兴苑街 画院宿舍	114.53708	38.025702
裕华区	华药(六区)	槐北路	裕东	石家庄市裕华区槐北路 华药(六区)	114.54452	38.032383
裕华区	华兴小区	体育南大街379号	世纪公园	石家庄市裕华区体育南大街379号 华兴小区	114.53405	38.011928
裕华区	华兴别墅	体育南大街	世纪公园	石家庄市裕华区体育南大街 华兴别墅	114.5337	38.015609
裕华区	华闻小区	石栾路55号	体育南大街	石家庄市裕华区石栾路55号 华闻小区	114.52651	37.995397
裕华区	华脉新村	槐中路116号	槐底	石家庄市裕华区槐中路116号 华脉新村	114.51604	38.028034
裕华区	话剧院宿舍	槐北路160号	石门	石家庄市裕华区槐北路160号 话剧院宿舍	114.52166	38.03181
裕华区	华丹智慧园	方兴路	裕华周边	石家庄市裕华区方兴路 华丹智慧园	114.57223	37.985551
裕华区	槐中路水工局宿舍	槐中路	槐底	石家庄市裕华区槐中路 槐中路水工局宿舍	114.51657	38.028761
裕华区	怀特小区	体育南大街223号	槐底	石家庄市裕华区体育南大街223号 怀特小区	114.53255	38.021729
裕华区	怀特嘉园	育才街	槐底	石家庄市裕华区育才街 怀特嘉园	114.52925	38.02622
裕华区	怀特华堂聚瑞二期	育才街	怀特	石家庄市裕华区育才街 怀特华堂聚瑞二期	114.52375	38.0257
裕华区	怀特华堂聚瑞	育才街248号	槐底	石家庄市裕华区育才街248号 怀特华堂聚瑞	114.52596	38.023277
裕华区	怀特翰墨儒林	育才街	体育南大街	石家庄市裕华区育才街 怀特翰墨儒林	114.52781	38.018669
裕华区	怀特芙蓉郡	育才街	体育南大街	石家庄市裕华区育才街 怀特芙蓉郡	114.53151	38.016782
裕华区	怀特第六小区	富强大街	槐底	石家庄市裕华区富强大街 怀特第六小区	114.52257	38.023007
裕华区	槐南小区	育才街256号	槐底	石家庄市裕华区育才街256号 槐南小区	114.52714	38.019733
裕华区	槐建里	槐中路	槐底	石家庄市裕华区槐中路 槐建里	114.52996	38.028735
裕华区	槐东小区	槐北路	槐底	石家庄市裕华区槐北路 槐东小区	114.53923	38.031726
裕华区	槐底新村生活小区(西区)	向阳街	世纪公园	石家庄市裕华区向阳街 槐底新村生活小区(西区)	114.5264	38.021529
裕华区	槐底单位宿舍	槐中路	槐底	石家庄市裕华区槐中路 槐底单位宿舍	114.53215	38.024523
裕华区	槐底村供销合作社宿舍	育才街221号	怀特	石家庄市裕华区育才街221号 槐底村供销合作社宿舍	114.5219	38.025544
裕华区	槐北路供水公司宿舍	槐北路	万达	石家庄市裕华区槐北路 槐北路供水公司宿舍	114.51113	38.025165
裕华区	红楼商场宿舍	石栾路6号	孙村	石家庄市裕华区石栾路6号 红楼商场宿舍	114.50718	38.011634
裕华区	红盾家园	体育南大街316-1号	世纪公园	石家庄市裕华区体育南大街316-1号 红盾家园	114.53254	38.019736
裕华区	宏安街7号院	宏安街	裕东	石家庄市裕华区宏安街 宏安街7号院	114.55284	38.034526
裕华区	核四院生活区	兴苑街66号	体育南大街	石家庄市裕华区兴苑街66号 核四院生活区	114.53592	38.023731
裕华区	和平大厦(裕华)	翟营南大街50号	大马村	石家庄市裕华区翟营南大街50号 和平大厦(裕华)	114.55409	38.022113
裕华区	河北医科大学东校区宿舍	建华南大街307号	翟营大街	石家庄市裕华区建华南大街307号 河北医科大学东校区宿舍	114.54924	38.015797
裕华区	河北师大中院宿舍	槐北路209号	槐底	石家庄市裕华区槐北路209号 河北师大中院宿舍	114.53121	38.032263
裕华区	河北省水产局宿舍	体育南大街	槐底	石家庄市裕华区体育南大街 河北省水产局宿舍	114.53203	38.02596
裕华区	河北省农机集团公司宿舍	槐中路	槐底	石家庄市裕华区槐中路 河北省农机集团公司宿舍	114.52445	38.027853
裕华区	河北省建筑科研所宿舍	体育南大街	槐底	石家庄市裕华区体育南大街 河北省建筑科研所宿舍	114.5337	38.015609
裕华区	河北省环境地质勘察院宿舍	兴苑街	槐底	石家庄市裕华区兴苑街 河北省环境地质勘察院宿舍	114.53667	38.026142
裕华区	河北省谷子研究所宿舍	谈固南大街106号	裕东	石家庄市裕华区谈固南大街106号 河北省谷子研究所宿舍	114.56216	38.035663
裕华区	河北省宾馆宿舍	槐中路	槐底	石家庄市裕华区槐中路 河北省宾馆宿舍	114.54067	38.02881
裕华区	河北日报生活小区	青园街173号	石门	石家庄市裕华区青园街173号 河北日报生活小区	114.51777	38.034194
裕华区	河北路桥集团宿舍	体育南大街241号	万达	石家庄市裕华区体育南大街241号 河北路桥集团宿舍	114.53418	38.024678
裕华区	河北科技大学宿舍(槐中路)	槐中路293号	槐底	石家庄市裕华区槐中路293号 河北科技大学宿舍(槐中路)	114.53803	38.029743
裕华区	河北科技大学富强大街小区	富强大街	青园	石家庄市裕华区富强大街 河北科技大学富强大街小区	114.52059	38.033768
裕华区	河北科大宿舍东院	槐北路	石门	石家庄市裕华区槐北路 河北科大宿舍东院	114.52487	38.03277
裕华区	河北行政学院东家属院	槐中路516号,谈固西街28号	金马	石家庄市裕华区槐中路516号,谈固西街28号 河北行政学院东家属院	114.55827	38.02833
裕华区	河北国际商会广场	建通街158号	南货场	石家庄市裕华区建通街158号 河北国际商会广场	114.50066	37.994063
裕华区	河北地震局宿舍	青园街266号	青园	石家庄市裕华区青园街266号 河北地震局宿舍	114.5177	38.025301
裕华区	河北电视台生活小区	裕华东路118号	槐北	石家庄市裕华区裕华东路118号 河北电视台生活小区	114.5264	38.021529
裕华区	河北城建学校家属院	东岗路283号	大马村	石家庄市裕华区东岗路283号 河北城建学校家属院	114.55498	38.018397
裕华区	恒泰德钰名邸	槐北路	万达	石家庄市裕华区槐北路 恒泰德钰名邸	114.54693	38.031903
裕华区	恒都彩虹源	槐岭路189号	槐北	石家庄市裕华区槐岭路189号 恒都彩虹源	114.57233	38.027189
裕华区	恒大雅苑	方郄路178号	众美	石家庄市裕华区方郄路178号 恒大雅苑	114.57374	37.980563
裕华区	恒大名都	塔南路188号	裕兴	石家庄市裕华区塔南路188号 恒大名都	114.55369	38.006006
裕华区	豪景丽园	煤机街116号	槐底	石家庄市裕华区煤机街116号 豪景丽园	114.55072	38.029957
裕华区	韩通村自建房	胜利南街	裕强	石家庄市裕华区胜利南街 韩通村自建房	114.64498	37.997864
裕华区	翰林雅筑	建通街	南货场	石家庄市裕华区建通街 翰林雅筑	114.50316	37.988573
裕华区	行政学院宿舍	翟营南大街35号	金马	石家庄市裕华区翟营南大街35号 行政学院宿舍	114.55495	38.028223
裕华区	海天花园	翟营南大街78号	众美	石家庄市裕华区翟营南大街78号 海天花园	114.55532	37.997016
裕华区	贾村新村	仓盛路	众美	石家庄市裕华区仓盛路 贾村新村	114.53646	37.986486
裕华区	国械堂租赁住房	太行南大街509号	裕强	石家庄市裕华区太行南大街509号 国械堂租赁住房	114.64288	37.989991
裕华区	国仕山四区	塔南路	裕强	石家庄市裕华区塔南路 国仕山四区	114.5689	38.010213
裕华区	国仕山(一期)	塔北路106号	裕强	石家庄市裕华区塔北路106号 国仕山(一期)	114.56953	38.010312
裕华区	国仕山(三期)	塔南路	裕强	石家庄市裕华区塔南路 国仕山(三期)	114.5689	38.010213
裕华区	国际名邸	裕华东路148号	裕东	石家庄市裕华区裕华东路148号 国际名邸	114.56166	38.035767
裕华区	国际丽都	裕华东路150号	谈固大街	石家庄市裕华区裕华东路150号 国际丽都	114.56518	38.035846
裕华区	国际城4区	槐北路473号	国际城	石家庄市裕华区槐北路473号 国际城4区	114.56757	38.032888
裕华区	国际城3区	谈固东街	国际城	石家庄市裕华区谈固东街 国际城3区	114.56774	38.031249
裕华区	国际城2区	谈固南大街	国际城	石家庄市裕华区谈固南大街 国际城2区	114.56823	38.029138
裕华区	国际城1区	槐中路	国际城	石家庄市裕华区槐中路 国际城1区	114.56387	38.03081
裕华区	国防小区	建设南大街	孙村	石家庄市裕华区建设南大街 国防小区	114.51263	38.011231
裕华区	国大全城	东岗路168号	大马村	石家庄市裕华区东岗路168号 国大全城	114.57572	38.016219
裕华区	广播电视局宿舍	体育南大街298号	槐底	石家庄市裕华区体育南大街298号 广播电视局宿舍	114.53306	38.023585
裕华区	工商银行宿舍(育才街)	育才街335号	槐底	石家庄市裕华区育才街335号 工商银行宿舍(育才街)	114.52909	38.011801
裕华区	工商家园	东岗路24号	体育南大街	石家庄市裕华区东岗路24号 工商家园	114.52803	38.015295
裕华区	公交四公司宿舍	汇通路112号	孙村	石家庄市裕华区汇通路112号 公交四公司宿舍	114.49763	37.978064
裕华区	工程造价管理总站宿舍	槐北路310号	东苑	石家庄市裕华区槐北路310号 工程造价管理总站宿舍	114.53966	38.032029
裕华区	高远时光城	建通街	南货场	石家庄市裕华区建通街 高远时光城	114.50082	37.984622
裕华区	高新区国际人才中心公寓	天山大街	裕强	石家庄市裕华区天山大街 高新区国际人才中心公寓	114.61672	38.045298
裕华区	副食二厂宿舍	槐中路	槐底	石家庄市裕华区槐中路 副食二厂宿舍	114.54067	38.02881
裕华区	富沁园	青园街	富强	石家庄市裕华区青园街 富沁园	114.52123	38.012301
裕华区	富强小区沁雅园	东岗路10号	富强	石家庄市裕华区东岗路10号 富强小区沁雅园	114.52067	38.015259
裕华区	富强小区沁舒园	青园街347号	富强	石家庄市裕华区青园街347号 富强小区沁舒园	114.5185	38.012744
裕华区	富强小区清馨苑	东岗路12号	富强	石家庄市裕华区东岗路12号 富强小区清馨苑	114.5218	38.015261
裕华区	富强电力小区	富强大街	富强	石家庄市裕华区富强大街 富强电力小区	114.52512	38.019009
裕华区	富金大厦	体育南大街262号	怀特	石家庄市裕华区体育南大街262号 富金大厦	114.53297	38.026109
裕华区	富华小区	槐中路152号	槐底	石家庄市裕华区槐中路152号 富华小区	114.52148	38.028331
裕华区	福地裕锦园	金利街31号	孙村	石家庄市裕华区金利街31号 福地裕锦园	114.50333	38.00386
裕华区	风尚水郡	建华大街	众美	石家庄市裕华区建华大街 风尚水郡	114.55039	37.990059
裕华区	方正小区	建华南大街369号	翟营大街	石家庄市裕华区建华南大街369号 方正小区	114.54784	37.991165
裕华区	方兴小区	方兴路	裕华周边	石家庄市裕华区方兴路 方兴小区	114.57087	37.988568
裕华区	房管局宿舍(建设南大街)	建设南大街	槐底	石家庄市裕华区建设南大街 房管局宿舍(建设南大街)	114.4975	38.037168
裕华区	方村新村	广源路	众美	石家庄市裕华区广源路 方村新村	114.55385	37.982288
裕华区	方村嘉苑一区	翟营大街	裕华周边	石家庄市裕华区翟营大街 方村嘉苑一区	114.56199	37.982324
裕华区	方村嘉苑五区	工农路	裕华周边	石家庄市裕华区工农路 方村嘉苑五区	114.5662	37.979117
裕华区	方村嘉苑四区	北环路	裕华周边	石家庄市裕华区北环路 方村嘉苑四区	114.56199	37.982324
裕华区	方村嘉苑三区	东大街	裕华周边	石家庄市裕华区东大街 方村嘉苑三区	114.56604	37.98237
裕华区	方村嘉苑二区	方兴路	裕华周边	石家庄市裕华区方兴路 方村嘉苑二区	114.56152	37.984847
裕华区	方北新村	裕华东路110号	翟营大街	石家庄市裕华区裕华东路110号 方北新村	114.53356	38.033551
裕华区	二药宿舍(裕华)	青园街356号	青园	石家庄市裕华区青园街356号 二药宿舍(裕华)	114.5182	38.020595
裕华区	二十五中宿舍	煤机街112号	东苑	石家庄市裕华区煤机街112号 二十五中宿舍	114.5507	38.031578
裕华区	二十里铺信用社宿舍	槐中路441号	谈固大街	石家庄市裕华区槐中路441号 二十里铺信用社宿舍	114.58332	38.026308
裕华区	二十里铺粮站宿舍	裕东街10号	银通	石家庄市裕华区裕东街10号 二十里铺粮站宿舍	114.58332	38.026308
裕华区	二十里铺居民楼	东二环南路	谈固大街	石家庄市裕华区东二环南路 二十里铺居民楼	114.57879	38.031314
裕华区	二十里铺供销社宿舍	裕东街	银通	石家庄市裕华区裕东街 二十里铺供销社宿舍	114.58005	38.035178
裕华区	东仰陵村自建房	永富西路	裕强	石家庄市裕华区永富西路 东仰陵村自建房	114.61432	37.994255
裕华区	东南智汇城玉兰园	仓丰路180号	裕兴	石家庄市裕华区仓丰路180号 东南智汇城玉兰园	114.53886	37.99267
裕华区	东南智汇城香峪园	南二环东路	裕兴	石家庄市裕华区南二环东路 东南智汇城香峪园	114.53646	37.994868
裕华区	东南智汇城香韵园	体育南大街	裕兴	石家庄市裕华区体育南大街 东南智汇城香韵园	114.5337	38.015609
裕华区	东南智汇城香溪园	仓裕路	裕兴	石家庄市裕华区仓裕路 东南智汇城香溪园	114.53618	37.994162
裕华区	东南智汇城香馥园	仓裕路	裕兴	石家庄市裕华区仓裕路 东南智汇城香馥园	114.54711	37.99769
裕华区	东南智汇城五号院	体育南大街	裕兴	石家庄市裕华区体育南大街 东南智汇城五号院	114.53646	37.994868
裕华区	东南智汇城檀香墅	裕泰路	裕兴	石家庄市裕华区裕泰路 东南智汇城檀香墅	114.53646	37.994868
裕华区	东南智汇城八号院	南焦街	裕兴	石家庄市裕华区南焦街 东南智汇城八号院	114.53646	37.994868
裕华区	东郡	槐安路	大马村	石家庄市裕华区槐安路 东郡	114.57476	38.021136
裕华区	东京北华府西区一号院	广源街	裕强	石家庄市裕华区广源街 东京北华府西区一号院	114.60378	37.984898
裕华区	东京北华府西区三号院	建华东路	裕强	石家庄市裕华区建华东路 东京北华府西区三号院	114.60666	37.981493
裕华区	东京北华府西区二号院	广源街	裕强	石家庄市裕华区广源街 东京北华府西区二号院	114.60666	37.981493
裕华区	东京北华府	景观路	裕强	石家庄市裕华区景观路 东京北华府	114.60666	37.981493
裕华区	东华国樾府(新房)	裕华区东二环与学苑路交叉口北行400米路东	大马村	石家庄市裕华区裕华区东二环与学苑路交叉口北行400米路东 东华国樾府(新房)	114.57926	38.018894
裕华区	东华国樾府(商住楼)	东二环南路85号	大马村	石家庄市裕华区东二环南路85号 东华国樾府(商住楼)	114.57926	38.018894
裕华区	东华国樾府	东二环南路85号	大马村	石家庄市裕华区东二环南路85号 东华国樾府	114.57926	38.018894
裕华区	东岗怡园南院	建强路6号	孙村	石家庄市裕华区建强路6号 东岗怡园南院	114.51778	38.021098
裕华区	东岗怡园	槐安东路96号	青园	石家庄市裕华区槐安东路96号 东岗怡园	114.61033	38.02338
裕华区	东方热电宿舍	建华南大街	槐北	石家庄市裕华区建华南大街 东方热电宿舍	114.54801	38.033067
裕华区	东方花园	裕东街	银通	石家庄市裕华区裕东街 东方花园	114.58543	38.035697
裕华区	东方观邸	谈固东街161号	大马村	石家庄市裕华区谈固东街161号 东方观邸	114.57124	38.015213
裕华区	地震局宿舍(谈固西街)	谈固西街116号	裕东	石家庄市裕华区谈固西街116号 地震局宿舍(谈固西街)	114.55827	38.030506
裕华区	翟营水晶园	翟营南大街	翟营大街	石家庄市裕华区翟营南大街 翟营水晶园	114.55743	37.997181
裕华区	帝王国际(商住楼)	槐北路96号	东风路	石家庄市裕华区槐北路96号 帝王国际(商住楼)	114.51458	38.031235
裕华区	帝王国际	槐北路96号	槐底	石家庄市裕华区槐北路96号 帝王国际	114.51458	38.031235
裕华区	帝润新城	仓兴街	孙村	石家庄市裕华区仓兴街 帝润新城	114.50862	37.996866
裕华区	地理所宿舍	青园街	富强	石家庄市裕华区青园街 地理所宿舍	114.51781	38.026321
裕华区	第二造纸厂宿舍(裕华)	裕翔街	体育南大街	石家庄市裕华区裕翔街 第二造纸厂宿舍(裕华)	114.52662	37.993684
裕华区	鼎原时代	汇通路81号	孙村	石家庄市裕华区汇通路81号 鼎原时代	114.50358	38.011656
裕华区	丁科苑(东王)	体育大街	世纪公园	石家庄市裕华区体育大街 丁科苑(东王)	114.53491	38.010333
裕华区	电子器材公司宿舍	汇通路	东岗	石家庄市裕华区汇通路 电子器材公司宿舍	114.50192	38.010739
裕华区	电影制片厂宿舍	育才街	槐底	石家庄市裕华区育才街 电影制片厂宿舍	114.52859	38.027534
裕华区	电影公司宿舍(裕华)	槐北路152号	石门	石家庄市裕华区槐北路152号 电影公司宿舍(裕华)	114.52008	38.031601
裕华区	电业小区(裕华)	东岗路	体育南大街	石家庄市裕华区东岗路 电业小区(裕华)	114.53092	38.014389
裕华区	电业二社区(西区)	东岗路22号	槐底	石家庄市裕华区东岗路22号 电业二社区(西区)	114.52771	38.014393
裕华区	电业二社区(东区)	东岗路28号	万达	石家庄市裕华区东岗路28号 电业二社区(东区)	114.52692	38.014851
裕华区	电信局宿舍	青园街	东风路	石家庄市裕华区青园街 电信局宿舍	114.51781	38.026321
裕华区	电力机务段宿舍	东岗路	世纪公园	石家庄市裕华区东岗路 电力机务段宿舍	114.54575	38.015849
裕华区	电机厂宿舍(裕华)	槐中路105号	青园	石家庄市裕华区槐中路105号 电机厂宿舍(裕华)	114.51334	38.028467
裕华区	电建方北生活区	槐北路256号	东苑	石家庄市裕华区槐北路256号 电建方北生活区	114.53386	38.031961
裕华区	电建东院	槐北路300号	槐北	石家庄市裕华区槐北路300号 电建东院	114.53789	38.032042
裕华区	等级面粉厂宿舍	建设南大街	孙村	石家庄市裕华区建设南大街 等级面粉厂宿舍	114.51331	37.999495
裕华区	大马庄园	东岗路297号	大马村	石家庄市裕华区东岗路297号 大马庄园	114.57087	38.016743
裕华区	道桥宿舍	体育南大街209号	世纪公园	石家庄市裕华区体育南大街209号 道桥宿舍	114.53348	38.027505
裕华区	璀璨裕华园	裕华路	东苑	石家庄市裕华区裕华路 璀璨裕华园	114.57476	38.034956
裕华区	璀璨云来	裕华路	东苑	石家庄市裕华区裕华路 璀璨云来	114.57476	38.034956
裕华区	传输局宿舍	槐安路	槐底	石家庄市裕华区槐安路 传输局宿舍	114.46033	38.044119
裕华区	城发投云华	仓盛路	南货场	石家庄市裕华区仓盛路 城发投云华	114.50555	37.984165
裕华区	长征胶鞋厂宿舍	槐北路	万达	石家庄市裕华区槐北路 长征胶鞋厂宿舍	114.53842	38.031361
裕华区	长荣小区	煤机街	东苑	石家庄市裕华区煤机街 长荣小区	114.55097	38.034023
裕华区	长宏锦园五区	建设南大街225号	孙村	石家庄市裕华区建设南大街225号 长宏锦园五区	114.51292	38.011153
裕华区	长宏锦园三区	石栾路	孙村	石家庄市裕华区石栾路 长宏锦园三区	114.51155	38.008064
裕华区	长宏锦园(一区)	东岗路	孙村	石家庄市裕华区东岗路 长宏锦园(一区)	114.54575	38.015849
裕华区	长宏锦园(二区)	龙腾路	孙村	石家庄市裕华区龙腾路 长宏锦园(二区)	114.51558	38.012572
裕华区	长安区建管局宿舍	槐北路264号	槐底	石家庄市裕华区槐北路264号 长安区建管局宿舍	114.53483	38.030672
裕华区	长安区法院宿舍	槐岭路	槐底	石家庄市裕华区槐岭路 长安区法院宿舍	114.53831	38.025152
裕华区	仓兴生活小区	仓兴街7号	孙村	石家庄市裕华区仓兴街7号 仓兴生活小区	114.50836	38.008578
裕华区	藏龙福地	东岗路295号	大马村	石家庄市裕华区东岗路295号 藏龙福地	114.56654	38.018592
裕华区	仓丰路第二金属公司宿舍	仓丰路	塔冢	石家庄市裕华区仓丰路 仓丰路第二金属公司宿舍	114.51578	37.992737
裕华区	博物馆宿舍	青园街	青园	石家庄市裕华区青园街 博物馆宿舍	114.51731	38.025967
裕华区	博文家园	槐安路	裕强	石家庄市裕华区槐安路 博文家园	114.58463	38.020698
裕华区	玻璃厂宿舍	石栾路	孙村	石家庄市裕华区石栾路 玻璃厂宿舍	114.51045	38.00849
裕华区	碧溪尊苑	塔北路	裕强	石家庄市裕华区塔北路 碧溪尊苑	114.57549	38.010125
裕华区	碧水青园	青园街420号	青园	石家庄市裕华区青园街420号 碧水青园	114.51804	38.012965
裕华区	宾南花园	槐中路201号	槐底	石家庄市裕华区槐中路201号 宾南花园	114.52732	38.029023
裕华区	北方设计研究院三区	青园街	孙村	石家庄市裕华区青园街 北方设计研究院三区	114.51816	38.020313
裕华区	北方设计研究院第四生活区	槐中路	槐底	石家庄市裕华区槐中路 北方设计研究院第四生活区	114.52041	38.029251
裕华区	八中宿舍	龙腾东路	孙村	石家庄市裕华区龙腾东路 八中宿舍	114.51756	38.010266
裕华区	保利拉菲公馆朗菲园西区	体育南大街	世纪公园	石家庄市裕华区体育南大街 保利拉菲公馆朗菲园西区	114.53562	38.004773
裕华区	保利和光尘樾	仓兴街	怀特	石家庄市裕华区仓兴街 保利和光尘樾	114.50748	38.007806
裕华区	宝鼎世嘉	东二环南路	大马村	石家庄市裕华区东二环南路 宝鼎世嘉	114.57607	38.021144
裕华区	宝翠园	槐安路	金马	石家庄市裕华区槐安路 宝翠园	114.56106	38.023958
裕华区	百合花园	方兴路	众美	石家庄市裕华区方兴路 百合花园	114.54634	37.990002
裕华区	安苑小区A区	方兴路77号	众美	石家庄市裕华区方兴路77号 安苑小区A区	114.57113	37.990639
裕华区	安苑小区(C区)	方兴路77号	众美	石家庄市裕华区方兴路77号 安苑小区(C区)	114.56174	37.991144
裕华区	安苑小区(B区)	方兴路66号	众美	石家庄市裕华区方兴路66号 安苑小区(B区)	114.57055	37.990257
裕华区	安和苑	宋环南路	空中花园	石家庄市裕华区宋环南路 安和苑	114.57075	37.995515
裕华区	850厂宿舍	东岗路42号	世纪公园	石家庄市裕华区东岗路42号 850厂宿舍	114.53889	38.013592
裕华区	781电台宿舍	槐北路258号	槐底	石家庄市裕华区槐北路258号 781电台宿舍	114.53512	38.031867
裕华区	723台宿舍	槐北路	怀特	石家庄市裕华区槐北路 723台宿舍	114.54452	38.032383
裕华区	49中宿舍	翟营大街474号	众美	石家庄市裕华区翟营大街474号 49中宿舍	114.55645	37.986307
开发区	紫竹锦江	学院路	天山大街	石家庄市开发区学院路 紫竹锦江	114.6121	38.012076
开发区	紫苑	北环路	太行南大街	石家庄市开发区北环路 紫苑	114.64123	38.001666
开发区	紫睿天和	闽江道	五十四中学	石家庄市开发区闽江道 紫睿天和	114.59578	38.026709
开发区	主语城	太行大街	太行南大街	石家庄市开发区太行大街 主语城	114.63771	38.007496
开发区	筑业花园	长江大道9号	天山海世界	石家庄市开发区长江大道9号 筑业花园	114.60338	38.037931
开发区	珠江花园	珠江大道	长江大道	石家庄市开发区珠江大道 珠江花园	114.64084	38.027275
开发区	珠峰国际花园	珠峰大街180号	珠峰大街	石家庄市开发区珠峰大街180号 珠峰国际花园	114.60199	38.029677
开发区	卓达星辰金座	华山街118号	昆仑大街	石家庄市开发区华山街118号 卓达星辰金座	114.62638	38.040456
开发区	卓达星辰花园	湘江道	长江大道	石家庄市开发区湘江道 卓达星辰花园	114.62172	38.034482
开发区	周通家园	天山大街	五十四中学	石家庄市开发区天山大街 周通家园	114.60749	38.027179
开发区	中山尚郡	黄河大道	黄河大道	石家庄市开发区黄河大道 中山尚郡	114.71541	38.015544
开发区	中润怡园	正无路	湘江道	石家庄市开发区正无路 中润怡园	114.7403	38.151326
开发区	众美上水庄园(别墅)	观光园路	湘江道	石家庄市开发区观光园路 众美上水庄园(别墅)	114.555	38.000539
开发区	众美上水庄园	观光园路	湘江道	石家庄市开发区观光园路 众美上水庄园	114.555	38.000539
开发区	众和嘉苑	和平路	天山海世界	石家庄市开发区和平路 众和嘉苑	114.59901	38.054252
开发区	香居美地	创业路	长江大道, 湘江道	石家庄市开发区创业路 香居美地	114.68334	38.035706
开发区	智同国际	湘江道	长江大道	石家庄市开发区湘江道 智同国际	114.71541	38.015544
开发区	正基绿朗时光	天山大街	精英中学	石家庄市开发区天山大街 正基绿朗时光	114.60771	38.000014
开发区	正基九宸	天山大街	开发区周边	石家庄市开发区天山大街 正基九宸	114.61016	37.993352
开发区	正定农商银行留村支行家属楼	祁连街	黄河大道	石家庄市开发区祁连街 正定农商银行留村支行家属楼	114.61446	38.041617
开发区	赵村新村小区	天山南大街	黄河大道	石家庄市开发区天山南大街 赵村新村小区	114.60829	38.050953
开发区	御景东城一期	东三环辅路	湘江道	石家庄市开发区东三环辅路 御景东城一期	114.6714	38.050625
开发区	御江景城	和平路	黄河大道	石家庄市开发区和平路 御江景城	114.71541	38.015544
开发区	御灏府	天山大街	精英中学	石家庄市开发区天山大街 御灏府	114.61295	38.023585
开发区	云科中心	天山南大街38-1号	天山海世界	石家庄市开发区天山南大街38-1号 云科中心	114.6074	38.049444
开发区	月珑湾	淮河道	昆仑大街	石家庄市开发区淮河道 月珑湾	114.62785	38.040966
开发区	友情公寓	学苑路	精英中学	石家庄市开发区学苑路 友情公寓	114.71541	38.015544
开发区	雍雅锦江	学苑路	精英中学	石家庄市开发区学苑路 雍雅锦江	114.61165	38.015217
开发区	怡馨花园西区	302省道	湘江道	石家庄市开发区302省道 怡馨花园西区	114.71541	38.015544
开发区	怡馨花园东区	302省道	湘江道	石家庄市开发区302省道 怡馨花园东区	114.71541	38.015544
开发区	逸景小区西区(藁城)	商贸路	湘江道	石家庄市开发区商贸路 逸景小区西区(藁城)	114.68882	38.168564
开发区	逸景小区东区(藁城)	商贸路	湘江道	石家庄市开发区商贸路 逸景小区东区(藁城)	114.69101	38.168694
开发区	冶建宿舍	辽河道29号	黄河大道	石家庄市开发区辽河道29号 冶建宿舍	114.606	38.051848
开发区	眼科医院宿舍	天山大街185号	黄河大道	石家庄市开发区天山大街185号 眼科医院宿舍	114.60896	38.030749
开发区	阳光华庭	富强大街	湘江道	石家庄市开发区富强大街 阳光华庭	114.6955	38.047112
开发区	旭丰公寓	扬子路6号	湘江道	石家庄市开发区扬子路6号 旭丰公寓	114.68142	38.028055
开发区	西仰陵新村	师大路	精英中学	石家庄市开发区师大路 西仰陵新村	114.59005	38.005213
开发区	天山锦林苑	黄河道	黄河大道, 天山海世界	石家庄市开发区黄河道 天山锦林苑	114.60895	38.04057
开发区	融创未来中心	漓江道,近祁连街	昆仑大街, 天山大街	石家庄市开发区漓江道,近祁连街 融创未来中心	114.6125	38.019427
开发区	华山星岄府	祁连街	昆仑大街, 天山大街	石家庄市开发区祁连街 华山星岄府	114.61607	38.018235
开发区	信息工程职业学院家属院	湘江道39号	五十四中学	石家庄市开发区湘江道39号 信息工程职业学院家属院	114.59564	38.033212
开发区	鑫泰佳苑	302省道	湘江道	石家庄市开发区302省道 鑫泰佳苑	114.74246	38.153115
开发区	心海假日	长江大道	天山海世界	石家庄市开发区长江大道 心海假日	114.59866	38.03895
开发区	新都汇(商住楼)	黄河大道	天山海世界	石家庄市开发区黄河大道 新都汇(商住楼)	114.60472	38.045548
开发区	新都汇	黄河大道	天山海世界	石家庄市开发区黄河大道 新都汇	114.60472	38.045548
开发区	幸福家园(藁城)	柳林南路	湘江道	石家庄市开发区柳林南路 幸福家园(藁城)	114.71541	38.015544
开发区	兴发怡园	开发大街	湘江道	石家庄市开发区开发大街 兴发怡园	114.67562	38.029124
开发区	小西帐东苑	黄山街	湘江道	石家庄市开发区黄山街 小西帐东苑	114.66469	38.036143
开发区	小岗上新村	珠江大道	天山大街	石家庄市开发区珠江大道 小岗上新村	114.6112	38.025569
开发区	想象国际	闽江道	长江大道	石家庄市开发区闽江道 想象国际	114.60504	38.027823
开发区	橡胶厂宿舍	和平东路	天山海世界	石家庄市开发区和平东路 橡胶厂宿舍	114.59217	38.054417
开发区	祥和居	开发大街	湘江道	石家庄市开发区开发大街 祥和居	114.68386	38.036439
开发区	香槟小郡	珠江大道	太行南大街	石家庄市开发区珠江大道 香槟小郡	114.63468	38.019651
开发区	梧桐苑(裕华)	湘江道	五十四中学	石家庄市开发区湘江道 梧桐苑(裕华)	114.60406	38.031916
开发区	万科新都会	南二环东延	太行南大街	石家庄市开发区南二环东延 万科新都会	114.66118	38.0105
开发区	同祥四季	祁连街	黄河大道	石家庄市开发区祁连街 同祥四季	114.6122	38.052757
开发区	同祥城AB区(别墅)	和平东路	昆仑大街	石家庄市开发区和平东路 同祥城AB区(别墅)	114.61444	38.050951
开发区	同祥城	祁连街	黄河大道	石家庄市开发区祁连街 同祥城	114.61431	38.050585
开发区	同福食品宿舍	开发大街	湘江道	石家庄市开发区开发大街 同福食品宿舍	114.71541	38.015544
开发区	天玺同祥墅	和平东路	黄河大道	石家庄市开发区和平东路 天玺同祥墅	114.71541	38.015544
开发区	天山银河广场	长江大道	长江大道	石家庄市开发区长江大道 天山银河广场	114.62823	38.038021
开发区	天山熙湖一期(裕华)	昆仑大街	昆仑大街	石家庄市开发区昆仑大街 天山熙湖一期(裕华)	114.62174	38.03129
开发区	天山熙湖澜岸	昆仑大街	长江大道	石家庄市开发区昆仑大街 天山熙湖澜岸	114.62182	38.029435
开发区	天山熙湖二期	祁连街189号	昆仑大街	石家庄市开发区祁连街189号 天山熙湖二期	114.6156	38.029955
开发区	天山熙湖(三期)	学苑路65号	精英中学	石家庄市开发区学苑路65号 天山熙湖(三期)	114.61993	38.01418
开发区	天山水榭花都别墅(裕华)	珠峰大街218号	珠峰大街	石家庄市开发区珠峰大街218号 天山水榭花都别墅(裕华)	114.60227	38.026171
开发区	天山水榭花都(裕华)	珠峰大街218号	珠峰大街	石家庄市开发区珠峰大街218号 天山水榭花都(裕华)	114.60227	38.026171
开发区	天山世界之门	天山大街	天山海世界	石家庄市开发区天山大街 天山世界之门	114.61415	38.037589
开发区	天山世界壹号	昆仑大街123号	长江大道	石家庄市开发区昆仑大街123号 天山世界壹号	114.61687	38.03867
开发区	天山花园(裕华)	天山大街	五十四中学	石家庄市开发区天山大街 天山花园(裕华)	114.60735	38.025091
开发区	天山国宾壹号	昆仑大街	长江大道	石家庄市开发区昆仑大街 天山国宾壹号	114.6171	38.034409
开发区	天山枫景	湘江道319号	湘江道	石家庄市开发区湘江道319号 天山枫景	114.65526	38.03506
开发区	天然城	祁连大街122号	精英中学	石家庄市开发区祁连大街122号 天然城	114.61487	38.008288
开发区	天地荣域	学苑路	精英中学	石家庄市开发区学苑路 天地荣域	114.61769	38.01078
开发区	泰山花园	泰山街	长江大道	石家庄市开发区泰山街 泰山花园	114.65218	38.042575
开发区	太行嘉苑	湘江道179号	湘江道	石家庄市开发区湘江道179号 太行嘉苑	114.63536	38.0356
开发区	宋营花园	秦岭大街	湘江道	石家庄市开发区秦岭大街 宋营花园	114.63215	38.030348
开发区	石门福地	天山大街	精英中学	石家庄市开发区天山大街 石门福地	114.61957	38.01458
开发区	石家庄学院宿舍	长江大道	五十四中学	石家庄市开发区长江大道 石家庄学院宿舍	114.60332	38.03342
开发区	盛世泓府	长江大道	太行南大街	石家庄市开发区长江大道 盛世泓府	114.71541	38.015544
开发区	盛景八方	燕山大街338号	太行南大街	石家庄市开发区燕山大街338号 盛景八方	114.64701	37.987839
开发区	盛宏嘉苑(别墅)	太行大街	太行南大街	石家庄市开发区太行大街 盛宏嘉苑(别墅)	114.63731	38.011946
开发区	商业小区	创业路	湘江道	石家庄市开发区创业路 商业小区	114.68151	38.035256
开发区	如园	珠江大道	五十四中学	石家庄市开发区珠江大道 如园	114.61151	38.028069
开发区	润江壹号	昆仑大街	天山海世界	石家庄市开发区昆仑大街 润江壹号	114.6175	38.04207
开发区	润江煦园	金沙江路	太行南大街	石家庄市开发区金沙江路 润江煦园	114.40206	38.042876
开发区	润都御园	石津东路	天山海世界	石家庄市开发区石津东路 润都御园	114.61838	38.056028
开发区	润都盛和广场	祁连街	黄河大道	石家庄市开发区祁连街 润都盛和广场	114.61348	38.042862
开发区	润都荣园	学苑路33号	精英中学	石家庄市开发区学苑路33号 润都荣园	114.59805	38.013432
开发区	润都锦园	湘江道	湘江道	石家庄市开发区湘江道 润都锦园	114.62577	38.032298
开发区	荣御府	珠江大道	昆仑大街	石家庄市开发区珠江大道 荣御府	114.61372	38.025495
开发区	融通嘉苑	天山大街	天山海世界	石家庄市开发区天山大街 融通嘉苑	114.60703	38.045959
开发区	融创臻园壹号	长江大道	湘江道	石家庄市开发区长江大道 融创臻园壹号	114.6686	38.035968
开发区	苹果城(裕华)	湘江道	五十四中学	石家庄市开发区湘江道 苹果城(裕华)	114.60681	38.031993
开发区	欧陆园	尚德路	五十四中学	石家庄市开发区尚德路 欧陆园	114.59744	38.03239
开发区	柠檬郡	天山大街	黄河大道	石家庄市开发区天山大街 柠檬郡	114.60264	38.051325
开发区	南庄新村	恒山街123号	长江大道	石家庄市开发区恒山街123号 南庄新村	114.64118	38.039384
开发区	南五女(西区)	富强街	湘江道	石家庄市开发区富强街 南五女(西区)	114.66773	38.047234
开发区	南五女(东区)	富强街	湘江道	石家庄市开发区富强街 南五女(东区)	114.66773	38.047234
开发区	南豆新村	学苑路	太行南大街	石家庄市开发区学苑路 南豆新村	114.63377	38.006486
开发区	龙宫府邸	204省道	湘江道	石家庄市开发区204省道 龙宫府邸	114.74225	38.161872
开发区	丽景湾小区	德昌北大街	精英中学	石家庄市开发区德昌北大街 丽景湾小区	114.60972	38.005582
开发区	留村(西区)	淮河道	天山海世界	石家庄市开发区淮河道 留村(西区)	114.61449	38.041544
开发区	留村(南区)	湘江道	天山海世界	石家庄市开发区湘江道 留村(南区)	114.61449	38.041544
开发区	留村(东区)	昆仑大街	天山海世界	石家庄市开发区昆仑大街 留村(东区)	114.61446	38.041617
开发区	联谊小区(藁城)	安东街	湘江道	石家庄市开发区安东街 联谊小区(藁城)	114.6825	38.037191
开发区	良村新村	富强大街	湘江道	石家庄市开发区富强大街 良村新村	114.68492	38.04512
开发区	良村小区	安西街	湘江道	石家庄市开发区安西街 良村小区	114.68043	38.03792
开发区	磊阳天府	淮河道	昆仑大街	石家庄市开发区淮河道 磊阳天府	114.62595	38.042108
开发区	科大理工宿舍	天山大街	五十四中学	石家庄市开发区天山大街 科大理工宿舍	114.61417	38.030331
开发区	康星家园	创业路5号	湘江道	石家庄市开发区创业路5号 康星家园	114.68397	38.033367
开发区	康乐供水小区	扬子路	湘江道	石家庄市开发区扬子路 康乐供水小区	114.67706	38.02871
开发区	开发区小西帐住宅区	湘江道367号	湘江道	石家庄市开发区湘江道367号 开发区小西帐住宅区	114.66596	38.034342
开发区	开发区北庄住宅区	太行大街	长江大道	石家庄市开发区太行大街 开发区北庄住宅区	114.63774	38.040253
开发区	居美颐园	珠江大道	五十四中学	石家庄市开发区珠江大道 居美颐园	114.59453	38.024637
开发区	玖筑翰府	金沙江路	太行南大街	石家庄市开发区金沙江路 玖筑翰府	114.64661	38.007133
开发区	金鑫庄园	珠江大道	五十四中学	石家庄市开发区珠江大道 金鑫庄园	114.59605	38.02467
开发区	金盛悦府	昆仑大街	精英中学	石家庄市开发区昆仑大街 金盛悦府	114.61901	38.01896
开发区	金色家园(裕华)	学苑路79号	精英中学	石家庄市开发区学苑路79号 金色家园(裕华)	114.62227	38.013975
开发区	锦昊昊庭	辽河道	黄河大道	石家庄市开发区辽河道 锦昊昊庭	114.60424	38.052566
开发区	金岗新村二区	槐中路	湘江道	石家庄市开发区槐中路 金岗新村二区	114.69722	38.045511
开发区	金岗新村(一区)	槐中路	湘江道	石家庄市开发区槐中路 金岗新村(一区)	114.69652	38.044362
开发区	加州阳光	祁连街123号	精英中学	石家庄市开发区祁连街123号 加州阳光	114.61483	38.007975
开发区	华远·昆仑赋	高新区昆仑大街与仓盛路交口西北角	昆仑大街	石家庄市开发区高新区昆仑大街与仓盛路交口西北角 华远·昆仑赋	114.61965	38.044786
开发区	华远昆仑赋	昆仑南大街426号	昆仑大街	石家庄市开发区昆仑南大街426号 华远昆仑赋	114.61857	37.987732
开发区	华远海蓝和光	信工路	太行南大街	石家庄市开发区信工路 华远海蓝和光	114.66383	38.010586
开发区	花样年华一期	湘江道118号	湘江道	石家庄市开发区湘江道118号 花样年华一期	114.62938	38.031619
开发区	华阳公寓	天山大街	五十四中学	石家庄市开发区天山大街 华阳公寓	114.61201	38.02887
开发区	花香漫城	珠峰大街	珠峰大街	石家庄市开发区珠峰大街 花香漫城	114.60432	38.039929
开发区	红石原著小区	学苑路	精英中学	石家庄市开发区学苑路 红石原著小区	114.6218	38.013131
开发区	红石原著(别墅)	学苑路70号	精英中学	石家庄市开发区学苑路70号 红石原著(别墅)	114.62297	38.013358
开发区	弘达明尚	槐安东路	精英中学	石家庄市开发区槐安东路 弘达明尚	114.5928	38.022158
开发区	和太小区	海河道68号	昆仑大街	石家庄市开发区海河道68号 和太小区	114.61191	38.048018
开发区	赫蓝山	开发大街	湘江道	石家庄市开发区开发大街 赫蓝山	114.68392	38.032308
开发区	和合美家	德昌北大街	精英中学	石家庄市开发区德昌北大街 和合美家	114.60695	38.007813
开发区	河北化工医药职	方兴路88号	开发区周边	石家庄市开发区方兴路88号 河北化工医药职	114.60323	37.988727
开发区	恒山花园(开发区)	恒山街	太行南大街	石家庄市开发区恒山街 恒山花园(开发区)	114.6413	38.036119
开发区	恒基滨河江来	东二环与石津路出口北行约100米路东	长江大道	石家庄市开发区东二环与石津路出口北行约100米路东 恒基滨河江来	114.58303	38.071947
开发区	恒大绿洲	阿里山大街	太行南大街	石家庄市开发区阿里山大街 恒大绿洲	114.67249	38.021183
开发区	好家园	湘江道169号	湘江道	石家庄市开发区湘江道169号 好家园	114.63302	38.033574
开发区	郝家营住宅区	秦岭大街	湘江道	石家庄市开发区秦岭大街 郝家营住宅区	114.62984	38.035934
开发区	昊城蓝湾	石津东路	湘江道	石家庄市开发区石津东路 昊城蓝湾	114.65245	38.049429
开发区	瀚林甲第	昆仑大街	精英中学	石家庄市开发区昆仑大街 瀚林甲第	114.61906	38.006977
开发区	海纳光合谷(裕华	学苑路	精英中学	石家庄市开发区学苑路 海纳光合谷(裕华	114.61524	38.014795
开发区	国风小区	和平东路	天山海世界	石家庄市开发区和平东路 国风小区	114.59705	38.055968
开发区	管委会宿舍	天山大街	五十四中学	石家庄市开发区天山大街 管委会宿舍	114.71541	38.015544
开发区	格力雅苑	太行南大街	太行南大街	石家庄市开发区太行南大街 格力雅苑	114.63897	38.015015
开发区	藁城区管委会宿舍	扬子路	湘江道	石家庄市开发区扬子路 藁城区管委会宿舍	114.71541	38.015544
开发区	岗当新村	学苑路	精英中学	石家庄市开发区学苑路 岗当新村	114.61663	38.013964
开发区	岗当嘉苑	万泉道	天山大街	石家庄市开发区万泉道 岗当嘉苑	114.6193	38.018257
开发区	福庭苑	开发大街	湘江道	石家庄市开发区开发大街 福庭苑	114.71541	38.015544
开发区	富力城	富路北街	精英中学	石家庄市开发区富路北街 富力城	114.62317	38.00589
开发区	风情假日	景观路	开发区周边	石家庄市开发区景观路 风情假日	114.62841	37.996696
开发区	峰汇华庭	珠峰大街	珠峰大街	石家庄市开发区珠峰大街 峰汇华庭	114.60277	38.043062
开发区	芳华怡园	槐中路	湘江道	石家庄市开发区槐中路 芳华怡园	114.69739	38.040796
开发区	东壹时区	学苑路	太行南大街	石家庄市开发区学苑路 东壹时区	114.71541	38.015544
开发区	东仰陵东旭府	永富西路	开发区周边	石家庄市开发区永富西路 东仰陵东旭府	114.61432	37.994255
开发区	东上金地	富强大街	湘江道	石家庄市开发区富强大街 东上金地	114.69705	38.043469
开发区	东上华府	槐中路	湘江道	石家庄市开发区槐中路 东上华府	114.71541	38.015544
开发区	东上福邸	富强大街17号	湘江道	石家庄市开发区富强大街17号 东上福邸	114.45544	38.0407
开发区	东海盛景园	学苑路	精英中学	石家庄市开发区学苑路 东海盛景园	114.71541	38.015544
开发区	东方热电厂宿舍	扬子路	湘江道	石家庄市开发区扬子路 东方热电厂宿舍	114.53219	38.063156
开发区	东方麦哈顿	天山大街	天山海世界	石家庄市开发区天山大街 东方麦哈顿	114.49887	38.047253
开发区	东方理想城	珠江大道	昆仑大街	石家庄市开发区珠江大道 东方理想城	114.62197	38.027291
开发区	东方花园青庭	裕东街2号	天山海世界	石家庄市开发区裕东街2号 东方花园青庭	114.58448	38.036623
开发区	东方红	和平东路622号	黄河大道	石家庄市开发区和平东路622号 东方红	114.59667	38.054599
开发区	东方城	学苑路23号	精英中学	石家庄市开发区学苑路23号 东方城	114.59291	38.014168
开发区	东创铂悦府	太行大街	太行南大街	石家庄市开发区太行大街 东创铂悦府	114.64447	38.006519
开发区	电厂小区(藁城)	开发大街	湘江道	石家庄市开发区开发大街 电厂小区(藁城)	114.68136	38.029913
开发区	大西帐小区	闽江道	太行南大街	石家庄市开发区闽江道 大西帐小区	114.65425	38.03001
开发区	大江山小区	长江大道26号	五十四中学	石家庄市开发区长江大道26号 大江山小区	114.60693	38.036955
开发区	城林一号院	淮河道1号	天山海世界	石家庄市开发区淮河道1号 城林一号院	114.60737	38.041257
开发区	长九中心公园9号小区	珠江大道	昆仑大街	石家庄市开发区珠江大道 长九中心公园9号小区	114.61907	38.022585
开发区	长九中心(商住楼)	珠江大道88号	昆仑大街	石家庄市开发区珠江大道88号 长九中心(商住楼)	114.61911	38.023039
开发区	长江道壹号	长江大道310号	长江大道	石家庄市开发区长江大道310号 长江道壹号	114.65575	38.037642
开发区	博仕名筑	天山大街199号	天山大街	石家庄市开发区天山大街199号 博仕名筑	114.60903	38.027775
开发区	碧林华苑	珠江大道	精英中学	石家庄市开发区珠江大道 碧林华苑	114.62306	38.021951
开发区	北庄新村	恒山街	天山海世界	石家庄市开发区恒山街 北庄新村	114.63955	38.039792
开发区	北五女村自建房	幸福路17号	湘江道	石家庄市开发区幸福路17号 北五女村自建房	114.71541	38.015544
开发区	保利堂悦1期	槐安东路	湘江道	石家庄市开发区槐安东路 保利堂悦1期	114.71541	38.015544
开发区	保利时光印象	黄山街	太行南大街	石家庄市开发区黄山街 保利时光印象	114.66227	38.012947
开发区	保利茉莉公馆沁香园	和平东路	天山海世界	石家庄市开发区和平东路 保利茉莉公馆沁香园	114.59493	38.053378
开发区	傲湖小区	学苑路	精英中学	石家庄市开发区学苑路 傲湖小区	114.59542	38.010006
开发区	傲湖铂岸	学苑路	精英中学	石家庄市开发区学苑路 傲湖铂岸	114.71541	38.015544
开发区	安顺居	开发大街	湘江道	石家庄市开发区开发大街 安顺居	114.68376	38.036989
长安区	紫玉名苑	谈固西街	建明	石家庄市长安区谈固西街 紫玉名苑	114.55791	38.037471
长安区	自由港	胜利北街	南三条	石家庄市长安区胜利北街 自由港	114.51983	38.089133
长安区	紫鑫苑	谈固东街8号	谈固	石家庄市长安区谈固东街8号 紫鑫苑	114.5695	38.052215
长安区	紫林湾	石兆大街	白佛	石家庄市长安区石兆大街 紫林湾	114.60567	38.061083
长安区	紫晶悦城9区	丰雅路6号	体育北大街	石家庄市长安区丰雅路6号 紫晶悦城9区	114.55432	38.063241
长安区	紫晶悦城7区	翟营北大街	长丰	石家庄市长安区翟营北大街 紫晶悦城7区	114.55371	38.060163
长安区	紫晶悦城2区	丰雅路	丰收路, 光华路	石家庄市长安区丰雅路 紫晶悦城2区	114.55023	38.060309
长安区	紫晶悦城18区	丰收路	长丰	石家庄市长安区丰收路 紫晶悦城18区	114.55494	38.060337
长安区	紫晶悦城17区	谈固北大街	长丰	石家庄市长安区谈固北大街 紫晶悦城17区	114.56181	38.068788
长安区	紫晶悦城16区	谈固北大街	十里铺	石家庄市长安区谈固北大街 紫晶悦城16区	114.55494	38.060337
长安区	紫晶悦城15区	丰收路	十里铺	石家庄市长安区丰收路 紫晶悦城15区	114.56625	38.068331
长安区	紫晶悦城12区	谈固北大街89号	保利, 北宋, 翟营	石家庄市长安区谈固北大街89号 紫晶悦城12区	114.56635	38.068327
长安区	紫晶悦城11区	谈固北大街	保利, 北宋, 翟营	石家庄市长安区谈固北大街 紫晶悦城11区	114.56167	38.067705
长安区	紫晶苑(商住楼)	平安北大街158号	胜北	石家庄市长安区平安北大街158号 紫晶苑(商住楼)	114.50062	38.055472
长安区	紫晶苑	平安北大街158号	长征街	石家庄市长安区平安北大街158号 紫晶苑	114.50062	38.055472
长安区	紫恒苑	裕华街	长安周边	石家庄市长安区裕华街 紫恒苑	114.62781	38.086605
长安区	紫涵樾府	天山大街	西兆通	石家庄市长安区天山大街 紫涵樾府	114.60219	38.063139
长安区	筑境嘉园	和平东路362号	广安	石家庄市长安区和平东路362号 筑境嘉园	114.52526	38.053231
长安区	铸锅厂宿舍	光华路	建北	石家庄市长安区光华路 铸锅厂宿舍	114.52376	38.058824
长安区	卓升尚郡	谈固北大街	谈固	石家庄市长安区谈固北大街 卓升尚郡	114.56182	38.053188
长安区	卓达亿嘉盛世春天(南区)	丰华路	建北	石家庄市长安区丰华路 卓达亿嘉盛世春天(南区)	114.51861	38.064965
长安区	卓达亿嘉盛世春天(北区)	丰华路	建北	石家庄市长安区丰华路 卓达亿嘉盛世春天(北区)	114.51861	38.064965
长安区	卓达明郡	跃进路	跃进路	石家庄市长安区跃进路 卓达明郡	114.55733	38.050801
长安区	庄窠小区税务局宿舍	胜利北街	北国益庄	石家庄市长安区胜利北街 庄窠小区税务局宿舍	114.53888	38.038486
长安区	庄窠小区	胜利北街	北国益庄	石家庄市长安区胜利北街 庄窠小区	114.52328	38.083842
长安区	庄窠村小区	铁院北路	北国益庄, 体育北大街	石家庄市长安区铁院北路 庄窠村小区	114.52203	38.087045
长安区	庄窠白楼	铁院北路289号	保利, 高营, 北国益庄	石家庄市长安区铁院北路289号 庄窠白楼	114.52252	38.086266
长安区	庄北小区	胜利北街	北国益庄	石家庄市长安区胜利北街 庄北小区	114.52138	38.084521
长安区	种子机械厂宿舍	胜利北街	胜北	石家庄市长安区胜利北街 种子机械厂宿舍	114.51983	38.089133
长安区	种子公司宿舍(长安)	建华南大街103号	谈固	石家庄市长安区建华南大街103号 种子公司宿舍(长安)	114.5464	38.037894
长安区	众馨纸箱厂宿舍	桃园路5号	体育北大街	石家庄市长安区桃园路5号 众馨纸箱厂宿舍	114.518	38.081881
长安区	众馨家园	北二环路	北国益庄	石家庄市长安区北二环路 众馨家园	114.52131	38.080831
长安区	众鑫包装印刷公司宿舍	裕华东路155号	谈固	石家庄市长安区裕华东路155号 众鑫包装印刷公司宿舍	114.54846	38.037019
长安区	中铁宿舍	工人街22号	胜北	石家庄市长安区工人街22号 中铁宿舍	114.49976	38.06382
长安区	中铁大厦	翟营南大街209号	谈固	石家庄市长安区翟营南大街209号 中铁大厦	114.55488	38.040463
长安区	中山路疾控宿舍	中山路	建北	石家庄市长安区中山路 中山路疾控宿舍	114.65113	38.050139
长安区	中基禧悦府(别墅)	赵佗路	红星	石家庄市长安区赵佗路 中基禧悦府(别墅)	114.50259	38.094953
长安区	中基礼域尚城(南区)	栗中路6号	长征街	石家庄市长安区栗中路6号 中基礼域尚城(南区)	114.50302	38.050765
长安区	中基礼域尚城(北区)	平安北大街19号	长征街	石家庄市长安区平安北大街19号 中基礼域尚城(北区)	114.50193	38.050685
长安区	中基国际公馆	栗中路	长征街	石家庄市长安区栗中路 中基国际公馆	114.50283	38.050869
长安区	中集大厦	胜利北街	义堂	石家庄市长安区胜利北街 中集大厦	114.5082	38.071112
长安区	中基碧域	红星街	红星	石家庄市长安区红星街 中基碧域	114.50283	38.050869
长安区	中建七局宿舍	中山东路	谈固	石家庄市长安区中山东路 中建七局宿舍	114.56446	38.04155
长安区	中建六公司宿舍	广安大街	广安	石家庄市长安区广安大街 中建六公司宿舍	114.52242	38.047472
长安区	河北医科大学宿舍	跃进路	体育场, 育才	石家庄市长安区跃进路 河北医科大学宿舍	114.56005	38.04971
长安区	中浩商务楼	建设北大街223号	建北	石家庄市长安区建设北大街223号 中浩商务楼	114.51211	38.06191
长安区	中行裕东办宿舍	建华大街	建华	石家庄市长安区建华大街 中行裕东办宿舍	114.54905	38.039904
长安区	中行宿舍(长安)	平安北大街138号	长征街	石家庄市长安区平安北大街138号 中行宿舍(长安)	114.50095	38.053134
长安区	中海云锦	建设北大街	建北	石家庄市长安区建设北大街 中海云锦	114.51466	38.06102
长安区	龙湖天奕	金山街,近中山路	谈固, 跃进路	石家庄市长安区金山街,近中山路 龙湖天奕	114.56503	38.051229
长安区	农业学校宿舍	沿西街	沿东, 义堂	石家庄市长安区沿西街 农业学校宿舍	114.50563	38.074237
长安区	万科紫郡	丰收路40号	丰收路, 沿东	石家庄市长安区丰收路40号 万科紫郡	114.51746	38.07216
长安区	东创观澜上院	昆仑大街9号	长安周边, 西兆通	石家庄市长安区昆仑大街9号 东创观澜上院	114.62032	38.055546
长安区	众诚百合园	光华路343号	光华路	石家庄市长安区光华路343号 众诚百合园	114.54793	38.059112
长安区	志诚雅居	太行北大街	长安周边	石家庄市长安区太行北大街 志诚雅居	114.67218	38.092525
长安区	政法学院宿舍(长安)	水厂路	北国益庄	石家庄市长安区水厂路 政法学院宿舍(长安)	114.5221	38.08838
长安区	正东路房管局宿舍	平安大街	建安	石家庄市长安区平安大街 正东路房管局宿舍	114.50091	38.049636
长安区	正东路59号院	正东路59号	长征街	石家庄市长安区正东路59号 正东路59号院	114.50655	38.048601
长安区	正东路100号院	正东路	省四院	石家庄市长安区正东路 正东路100号院	114.52573	37.7577
长安区	泽润天域	丰收路	丰收路	石家庄市长安区丰收路 泽润天域	114.54358	38.069964
长安区	泽润大厦	丰收路	丰收路	石家庄市长安区丰收路 泽润大厦	114.53523	38.070108
长安区	杂技团宿舍	建华南大街	建华	石家庄市长安区建华南大街 杂技团宿舍	114.54664	38.040281
长安区	御景园(长安)	光华路	光华路	石家庄市长安区光华路 御景园(长安)	114.50471	38.060114
长安区	运输六队宿舍(长安)	义东街18号	义堂	石家庄市长安区义东街18号 运输六队宿舍(长安)	114.50795	38.076409
长安区	跃进路食品公司宿舍	跃进路	北宋	石家庄市长安区跃进路 跃进路食品公司宿舍	114.56005	38.04971
长安区	远征药业家属院	柳源路	太平河公园	石家庄市长安区柳源路 远征药业家属院	114.53243	38.117621
长安区	远洋晟庭	翟营大街47号	红星美凯龙	石家庄市长安区翟营大街47号 远洋晟庭	114.55539	38.057765
长安区	远洋晟公馆	翟营大街47号	红星美凯龙	石家庄市长安区翟营大街47号 远洋晟公馆	114.55386	38.044369
长安区	远洋花园	栗康街29号	长征街	石家庄市长安区栗康街29号 远洋花园	114.50829	38.045669
长安区	远洋风景长安	石兆大街	西兆通	石家庄市长安区石兆大街 远洋风景长安	114.597	38.069022
长安区	元泰嘉园	体育北大街	广安	石家庄市长安区体育北大街 元泰嘉园	114.53066	38.051577
长安区	圆明路交通局宿舍	园明路	长征街	石家庄市长安区园明路 圆明路交通局宿舍	114.50283	38.048294
长安区	园林局宿舍(长安)	健康路	广安	石家庄市长安区健康路 园林局宿舍(长安)	114.45756	38.044834
长安区	园东园	青园街	广安	石家庄市长安区青园街 园东园	114.51715	38.05252
长安区	幼专宿舍	华平胡同5号	长征街	石家庄市长安区华平胡同5号 幼专宿舍	114.50668	38.053514
长安区	邮政印刷厂宿舍	北二环	高营	石家庄市长安区北二环 邮政印刷厂宿舍	114.53895	38.03682
长安区	优悦中心	建明南路	谈固	石家庄市长安区建明南路 优悦中心	114.55985	38.03834
长安区	邮局宿舍(长安)	范西路7号	省博物馆	石家庄市长安区范西路7号 邮局宿舍(长安)	114.51388	38.03944
长安区	邮管局宿舍7号院	范西路9号	省博物馆	石家庄市长安区范西路9号 邮管局宿舍7号院	114.51668	38.041506
长安区	邮电专科学校宿舍	青园街	省博物馆	石家庄市长安区青园街 邮电专科学校宿舍	114.51781	38.026484
长安区	永嘉公园城	建设北大街	建北	石家庄市长安区建设北大街 永嘉公园城	114.51015	38.052518
长安区	永邦天汇	校园路	土贤庄	石家庄市长安区校园路 永邦天汇	114.57456	38.063805
长安区	一中宿舍(长安)	长征街28号	省四院	石家庄市长安区长征街28号 一中宿舍(长安)	114.50491	38.046096
长安区	一印宿舍(谈南路)	谈南路14号	广安	石家庄市长安区谈南路14号 一印宿舍(谈南路)	114.5252	38.047215
长安区	一印宿舍(谈北路)	谈北路	广安	石家庄市长安区谈北路 一印宿舍(谈北路)	114.52528	38.046325
长安区	一印宿舍(建明南路)	建明南路50号	建华	石家庄市长安区建明南路50号 一印宿舍(建明南路)	114.54836	38.038477
长安区	医药公司宿舍(长安)	华新路	建北	石家庄市长安区华新路 医药公司宿舍(长安)	114.5077	38.062995
长安区	义西街院银行宿舍	义西街	胜北	石家庄市长安区义西街 义西街院银行宿舍	114.50217	38.075369
长安区	颐馨园小区	胜利北街185号	建北	石家庄市长安区胜利北街185号 颐馨园小区	114.50571	38.066187
长安区	义兴园	义东街	胜北	石家庄市长安区义东街 义兴园	114.50723	38.073875
长安区	溢香园酒厂生活区	红星街37号	红星	石家庄市长安区红星街37号 溢香园酒厂生活区	114.49408	38.086168
长安区	义堂新村小区	胜利北街	胜北	石家庄市长安区胜利北街 义堂新村小区	114.50791	38.074716
长安区	义堂新村C区4号地	义西街2号	义堂	石家庄市长安区义西街2号 义堂新村C区4号地	114.50791	38.074716
长安区	义堂新村C区3号地	义西街	义堂	石家庄市长安区义西街 义堂新村C区3号地	114.50791	38.074716
长安区	义堂小区西翠园	胜利北街282号	义堂	石家庄市长安区胜利北街282号 义堂小区西翠园	114.50179	38.072567
长安区	义堂小区南屏园	义南街	义堂	石家庄市长安区义南街 义堂小区南屏园	114.50349	38.070558
长安区	义堂小区(北区)	石纺路	丰收路	石家庄市长安区石纺路 义堂小区(北区)	114.5086	38.074906
长安区	义堂供电局宿舍	义农路6号	胜北	石家庄市长安区义农路6号 义堂供电局宿舍	114.5059	38.07404
长安区	义堂北院	义东街12号	丰收路	石家庄市长安区义东街12号 义堂北院	114.5079	38.074554
长安区	依水苑	光华路321号	热电厂	石家庄市长安区光华路321号 依水苑	114.54216	38.058663
长安区	义南路锅炉厂宿舍	义南路	胜北	石家庄市长安区义南路 义南路锅炉厂宿舍	114.50523	38.070664
长安区	翼凌花苑	丰收路32号	胜北	石家庄市长安区丰收路32号 翼凌花苑	114.51604	38.072335
长安区	怡景苑(长安)	新兴街	长安周边	石家庄市长安区新兴街 怡景苑(长安)	114.61077	38.091098
长安区	怡景湾	体育北大街	体育北大街	石家庄市长安区体育北大街 怡景湾	114.53134	38.078061
长安区	义东苑	义东街12号	胜北	石家庄市长安区义东街12号 义东苑	114.50712	38.074552
长安区	物资局宿舍(范民街)	范民街	省博物馆, 体育场	石家庄市长安区范民街 物资局宿舍(范民街)	114.51957	38.040941
长安区	银通汇源宿舍	谈固东街	谈固	石家庄市长安区谈固东街 银通汇源宿舍	114.57214	38.034611
长安区	印刷厂宿舍(长安)	青园街115号	省博物馆	石家庄市长安区青园街115号 印刷厂宿舍(长安)	114.51755	38.040014
长安区	银龙寓园	跃进路	白佛	石家庄市长安区跃进路 银龙寓园	114.56005	38.04971
长安区	银龙小区	白佛西街	白佛	石家庄市长安区白佛西街 银龙小区	114.58123	38.048558
长安区	银龙康城	跃进路	白佛	石家庄市长安区跃进路 银龙康城	114.56005	38.04971
长安区	银宏花苑	园明路	长征街	石家庄市长安区园明路 银宏花苑	114.50577	38.048263
长安区	银都花园(长安)	石纺路10号	胜北	石家庄市长安区石纺路10号 银都花园(长安)	114.5047	38.07748
长安区	银都公馆	义西街	义堂	石家庄市长安区义西街 银都公馆	114.50162	38.077018
长安区	市体委宿舍	中山东路366号	河东, 体育场	石家庄市长安区中山东路366号 市体委宿舍	114.53702	38.042904
长安区	广安街37号商住楼	广安街37号	省博物馆, 体育场, 育才	石家庄市长安区广安街37号 广安街37号商住楼	114.52416	38.045786
长安区	液化气公司宿舍	跃进路	谈固	石家庄市长安区跃进路 液化气公司宿舍	114.57089	38.050185
长安区	雅庭小区	石纺路18号	义堂	石家庄市长安区石纺路18号 雅庭小区	114.5062	38.077236
长安区	亚龙湾	建华北大街	长丰	石家庄市长安区建华北大街 亚龙湾	114.54501	38.069039
长安区	亚龙花园	北二环东路	长丰	石家庄市长安区北二环东路 亚龙花园	114.55601	38.070433
长安区	雅居小区	西兆通大街	西兆通	石家庄市长安区西兆通大街 雅居小区	114.60514	38.07272
长安区	雅居商住楼	桃园路2号	北国益庄, 体育北大街, 义堂	石家庄市长安区桃园路2号 雅居商住楼	114.5166	38.081733
长安区	铁道大学教师宿舍	石正公路5号	北国益庄, 体育北大街, 义堂	石家庄市长安区石正公路5号 铁道大学教师宿舍	114.51565	38.084458
长安区	桃园第一生活区	北二环东路	北国益庄, 体育北大街, 沿东	石家庄市长安区北二环东路 桃园第一生活区	114.52247	38.081886
长安区	雅景园	工人街	胜北	石家庄市长安区工人街 雅景园	114.49802	38.057451
长安区	沿西小区(西区)	胜利大街	丰收路	石家庄市长安区胜利大街 沿西小区(西区)	114.51663	38.076404
长安区	沿西小区(南区)	丰收路9号	沿东	石家庄市长安区丰收路9号 沿西小区(南区)	114.51512	38.074488
长安区	沿西小区(东区)	石纺路	沿东	石家庄市长安区石纺路 沿西小区(东区)	114.51512	38.074488
长安区	桃园村(三区)	向阳街	北国益庄, 体育北大街	石家庄市长安区向阳街 桃园村(三区)	114.52918	38.083362
长安区	石家庄市军休二所	幸福路	北国益庄, 体育北大街	石家庄市长安区幸福路 石家庄市军休二所	114.51913	38.084461
长安区	牧工商宿舍	北二环东路23号	北国益庄, 体育北大街, 沿东	石家庄市长安区北二环东路23号 牧工商宿舍	114.52116	38.080242
长安区	燕都花园	华新路65号	建北	石家庄市长安区华新路65号 燕都花园	114.50917	38.062182
长安区	沿东小区	沿东街	沿东	石家庄市长安区沿东街 沿东小区	114.52271	38.072388
长安区	养鸡厂宿舍	义农街8号	胜北	石家庄市长安区义农街8号 养鸡厂宿舍	114.50439	38.074204
长安区	阳光尚城	东二环	十里铺	石家庄市长安区东二环 阳光尚城	114.58178	38.067993
长安区	畜牧良种工作站家属院	学府路7号	太平河公园	石家庄市长安区学府路7号 畜牧良种工作站家属院	114.52141	38.12959
长安区	旭辉公元	新城大街	十里铺	石家庄市长安区新城大街 旭辉公元	114.58371	38.072161
长安区	旭辉长安府六区	青翠街	十里铺	石家庄市长安区青翠街 旭辉长安府六区	114.58198	38.083114
长安区	旭辉长安府	石丰路	十里铺	石家庄市长安区石丰路 旭辉长安府	114.58198	38.083114
长安区	西古城悦澜湾	胜利北街	北国益庄	石家庄市长安区胜利北街 西古城悦澜湾	114.52523	38.094225
长安区	西古城新区	四水厂路	北国益庄	石家庄市长安区四水厂路 西古城新区	114.52756	38.086331
长安区	西古城小区(别墅)	四水厂路	北国益庄	石家庄市长安区四水厂路 西古城小区(别墅)	114.53505	38.095212
长安区	西古城小区	四水厂路	北国益庄	石家庄市长安区四水厂路 西古城小区	114.53505	38.095212
长安区	西大街农行宿舍	西大街	省博物馆	石家庄市长安区西大街 西大街农行宿舍	114.52046	38.041986
长安区	秀水苑小区	华清北街28号	热电厂	石家庄市长安区华清北街28号 秀水苑小区	114.54038	38.062195
长安区	胸科医院宿舍	胜利北街	北国益庄	石家庄市长安区胜利北街 胸科医院宿舍	114.51987	38.090572
长安区	龙溪城	胜利北街	北国益庄, 体育北大街	石家庄市长安区胜利北街 龙溪城	114.52805	38.095392
长安区	馨悦小镇	北二环东路	十里铺	石家庄市长安区北二环东路 馨悦小镇	114.57958	38.068619
长安区	新源燕府	建设北大街	建北	石家庄市长安区建设北大街 新源燕府	114.5098	38.047429
长安区	新源乐创	正东路27号	南三条	石家庄市长安区正东路27号 新源乐创	114.49459	38.047035
长安区	新源蜂巢	建设北大街38号	省四院	石家庄市长安区建设北大街38号 新源蜂巢	114.51133	38.046694
长安区	鑫水园	建明南路16号	河东	石家庄市长安区建明南路16号 鑫水园	114.54262	38.038179
长安区	新世纪钻石广场	中山东路	建华	石家庄市长安区中山东路 新世纪钻石广场	114.5482	38.043011
长安区	新南家园	通达街	西兆通	石家庄市长安区通达街 新南家园	114.64289	38.058979
长安区	鑫利时间国际	胜利大街	光华路	石家庄市长安区胜利大街 鑫利时间国际	114.51275	38.125049
长安区	新浩城	建设北大街	建北	石家庄市长安区建设北大街 新浩城	114.51181	38.054783
长安区	鑫东盛	北二环东路	土贤庄	石家庄市长安区北二环东路 鑫东盛	114.57633	38.066258
长安区	星河盛世城	建华北大街	建华	石家庄市长安区建华北大街 星河盛世城	114.54194	38.047741
长安区	幸福时光	光华路265号	热电厂	石家庄市长安区光华路265号 幸福时光	114.53754	38.059565
长安区	幸福家园(长安)	铁院北路	北国益庄	石家庄市长安区铁院北路 幸福家园(长安)	114.51405	38.086821
长安区	幸福公馆	柳林南路	太平河公园	石家庄市长安区柳林南路 幸福公馆	114.5234	38.105261
长安区	长安万达广场	中山东路583号	建明, 谈固, 跃进路	石家庄市长安区中山东路583号 长安万达广场	114.56418	38.044418
长安区	向阳街2号院	向阳路	南三条	石家庄市长安区向阳路 向阳街2号院	114.49903	38.049826
长安区	向阳胡同1号	向阳路1号	南三条	石家庄市长安区向阳路1号 向阳胡同1号	114.49845	38.050375
长安区	香水湾	石丰路	长安周边	石家庄市长安区石丰路 香水湾	114.59776	38.07564
长安区	祥聚拾光	高营大街,近御城路	高营	石家庄市长安区高营大街,近御城路 祥聚拾光	114.56432	38.083529
长安区	相和园	丰收路	丰收路	石家庄市长安区丰收路 相和园	114.54061	38.069469
长安区	市三院高层住宅楼	方北路70号	河东, 省博物馆, 体育场	石家庄市长安区方北路70号 市三院高层住宅楼	114.53759	38.039333
长安区	无线电一厂宿舍	建明南路13号	建华	石家庄市长安区建明南路13号 无线电一厂宿舍	114.54731	38.03864
长安区	五方雅苑	西大街90号	省博物馆	石家庄市长安区西大街90号 五方雅苑	114.52112	38.037675
长安区	温馨家园(长安)	北二环东路	土贤庄	石家庄市长安区北二环东路 温馨家园(长安)	114.57397	38.066079
长安区	省体育局训练服务中心宿舍	方北路	河东, 省博物馆, 体育场	石家庄市长安区方北路 省体育局训练服务中心宿舍	114.5359	38.039894
长安区	燃料公司宿舍(华清街)	华清北街2号	河东, 省博物馆, 体育场	石家庄市长安区华清北街2号 燃料公司宿舍(华清街)	114.52797	38.036915
长安区	棉四生活区文化楼	广安大街61号	广安, 省博物馆, 育才	石家庄市长安区广安大街61号 棉四生活区文化楼	114.52367	38.049121
长安区	经编联合宿舍	广安街77号	广安, 省博物馆, 育才	石家庄市长安区广安街77号 经编联合宿舍	114.52264	38.052467
长安区	建材宿舍(华清北街)	华清北街	北宋, 省博物馆, 体育场	石家庄市长安区华清北街 建材宿舍(华清北街)	114.51599	38.090465
长安区	河北省中医院宿舍	中山东路389号	河东, 省博物馆	石家庄市长安区中山东路389号 河北省中医院宿舍	114.53738	38.044187
长安区	工行银行宿舍(谈北路)	谈北路51-2号	广安, 省博物馆, 育才	石家庄市长安区谈北路51-2号 工行银行宿舍(谈北路)	114.52835	38.049963
长安区	东尚西塔	中山东路	长安公园, 省博物馆	石家庄市长安区中山东路 东尚西塔	114.5185	38.043121
长安区	东尚东塔	中山东路	长安公园, 省博物馆, 体育场	石家庄市长安区中山东路 东尚东塔	114.5185	38.043121
长安区	万科翡翠书院7号院	高营大街	高营	石家庄市长安区高营大街 万科翡翠书院7号院	114.56956	38.088573
长安区	万科翡翠书院4期	高营大街	高营	石家庄市长安区高营大街 万科翡翠书院4期	114.56258	38.089865
长安区	万科翡翠书院3区	高营大街	十里铺	石家庄市长安区高营大街 万科翡翠书院3区	114.5678	38.082368
长安区	万科翡翠书院2区	高营大街	十里铺	石家庄市长安区高营大街 万科翡翠书院2区	114.5678	38.082368
长安区	万科翡翠书院1区	高营大街	十里铺	石家庄市长安区高营大街 万科翡翠书院1区	114.5678	38.082368
长安区	万科翡翠书院	高营大街	高营	石家庄市长安区高营大街 万科翡翠书院	114.5678	38.082368
长安区	中大国际	解放北大街	南三条, 胜北	石家庄市长安区解放北大街 中大国际	114.49742	38.058518
长安区	鑫紫利佳苑	胜利北街	南三条, 胜北	石家庄市长安区胜利北街 鑫紫利佳苑	114.49976	38.059216
长安区	万滨天锦	百花街	丰收路	石家庄市长安区百花街 万滨天锦	114.51513	38.069583
长安区	网通宿舍(裕华)	翟营南大街24号	谈固	石家庄市长安区翟营南大街24号 网通宿舍(裕华)	114.55414	38.034272
长安区	外贸宿舍(柳阳街)	柳阳街	北国益庄	石家庄市长安区柳阳街 外贸宿舍(柳阳街)	114.51619	38.090792
长安区	外贸街宿舍	外贸街	光华路	石家庄市长安区外贸街 外贸街宿舍	114.5173	38.062308
长安区	外贸仓库宿舍	光华路	光华路	石家庄市长安区光华路 外贸仓库宿舍	114.52376	38.058824
长安区	外加剂宿舍楼	和平东路125号	建北	石家庄市长安区和平东路125号 外加剂宿舍楼	114.51016	38.054707
长安区	土产宿舍(长安)	和平东路	谈固	石家庄市长安区和平东路 土产宿舍(长安)	114.50573	38.057754
长安区	土产公司宿舍(长征街)	长征街97号	长征街	石家庄市长安区长征街97号 土产公司宿舍(长征街)	114.50513	38.057908
长安区	拖拉机厂宿舍	建明北路	建华	石家庄市长安区建明北路 拖拉机厂宿舍	114.5566	38.041043
长安区	同馨苑	建设北大街64号	建北	石家庄市长安区建设北大街64号 同馨苑	114.51121	38.067602
长安区	桐兴园	丰收路146号	丰收路	石家庄市长安区丰收路146号 桐兴园	114.53814	38.069048
长安区	茗香园	华新路22-3号	建北, 胜北	石家庄市长安区华新路22-3号 茗香园	114.50634	38.061725
长安区	工人街粮食局宿舍	工人街10-3	长征街, 胜北	石家庄市长安区工人街10-3 工人街粮食局宿舍	114.4973	38.060345
长安区	东胜珑悦园	建华北大街	红星美凯龙, 热电厂	石家庄市长安区建华北大街 东胜珑悦园	114.54656	38.057495
长安区	体育大厦	体育南大街2号	省博物馆	石家庄市长安区体育南大街2号 体育大厦	114.53239	38.042434
长安区	体工大队宿舍	体育南大街16号	体育场	石家庄市长安区体育南大街16号 体工大队宿舍	114.53253	38.040688
长安区	汀香郡(新房)	天山大街和洨河大道交口东北角	长安周边	石家庄市长安区天山大街和洨河大道交口东北角 汀香郡(新房)	114.61405	38.073894
长安区	汀香郡	天山大街	西兆通	石家庄市长安区天山大街 汀香郡	114.61405	38.073894
长安区	铁院北路4号小区	铁院北路	北国益庄	石家庄市长安区铁院北路 铁院北路4号小区	114.51609	38.087056
长安区	铁三中宿舍	东大街7号	省博物馆	石家庄市长安区东大街7号 铁三中宿舍	114.52473	38.040956
长安区	铁三局二处宿舍	翟营大街	建明	石家庄市长安区翟营大街 铁三局二处宿舍	114.55436	38.040425
长安区	铁路九宿舍	车辆厂前街18号	南三条	石家庄市长安区车辆厂前街18号 铁路九宿舍	114.49457	38.048455
长安区	铁路59局宿舍	煤机街50号	建明	石家庄市长安区煤机街50号 铁路59局宿舍	114.55028	38.041792
长安区	铁道学院宿舍	胜利北街	北国益庄	石家庄市长安区胜利北街 铁道学院宿舍	114.51983	38.089133
长安区	铁道学院教师家属院	北二环东路1号	胜北	石家庄市长安区北二环东路1号 铁道学院教师家属院	114.51796	38.081778
长安区	奥北公元(三区)	建华北大街	长丰, 热电厂	石家庄市长安区建华北大街 奥北公元(三区)	114.54965	38.067428
长安区	铁道兵第二干休所	石正公路70号	北国益庄	石家庄市长安区石正公路70号 铁道兵第二干休所	114.51544	38.088939
长安区	铁44宿舍	建设北大街	胜北	石家庄市长安区建设北大街 铁44宿舍	114.51181	38.054783
长安区	天滋官鲤(商住楼)	广安大街15号	广安	石家庄市长安区广安大街15号 天滋官鲤(商住楼)	114.52297	38.045002
长安区	天滋官鲤	广安大街15号	广安	石家庄市长安区广安大街15号 天滋官鲤	114.52297	38.045002
长安区	天洲视界城	水源路	十里铺	石家庄市长安区水源路 天洲视界城	114.57451	38.079679
长安区	天洲沁园	北二环东路	高营	石家庄市长安区北二环东路 天洲沁园	114.55948	38.070771
长安区	天元宿舍	河纺街	省博物馆	石家庄市长安区河纺街 天元宿舍	114.54293	38.04169
长安区	新阳小区	向阳路	长征街, 南三条	石家庄市长安区向阳路 新阳小区	114.50006	38.049884
长安区	天润家园(长安)	义南路	胜北	石家庄市长安区义南路 天润家园(长安)	114.50041	38.072243
长安区	天骥小区	富康街	西兆通	石家庄市长安区富康街 天骥小区	114.60501	38.069351
长安区	天鸿世家(新房)	石家庄市长安区北二环红星街北行500米路东	十里铺	石家庄市长安区石家庄市长安区北二环红星街北行500米路东 天鸿世家(新房)	114.50092	38.08689
长安区	天鸿世家	颐宏路	红星	石家庄市长安区颐宏路 天鸿世家	114.50092	38.08689
长安区	天河园小区	胜利北街	沿东	石家庄市长安区胜利北街 天河园小区	114.51329	38.073843
长安区	向阳路3号楼	向阳路3号	长征街, 南三条	石家庄市长安区向阳路3号 向阳路3号楼	114.49802	38.050094
长安区	向阳胡同2号	向阳路2号	长征街, 南三条	石家庄市长安区向阳路2号 向阳胡同2号	114.49817	38.050488
长安区	物资局宿舍(长安)	长征西路10号	长征街, 南三条, 省四院	石家庄市长安区长征西路10号 物资局宿舍(长安)	114.7018	38.348575
长安区	为民楼	园明路	长征街, 南三条	石家庄市长安区园明路 为民楼	114.50257	38.048395
长安区	市运输宿舍	向阳路	长征街, 南三条	石家庄市长安区向阳路 市运输宿舍	114.49939	38.049959
长安区	桃园小区	桃园路10号	体育北大街	石家庄市长安区桃园路10号 桃园小区	114.52253	38.081912
长安区	桃园丽璟城	体育北大街	体育北大街	石家庄市长安区体育北大街 桃园丽璟城	114.52372	38.082528
长安区	农电局宿舍	谈北路	长安公园, 南三条, 省博物馆	石家庄市长安区谈北路 农电局宿舍	114.52412	38.050861
长安区	棉一俱乐部宿舍	建设北大街	建安, 南三条, 省博物馆	石家庄市长安区建设北大街 棉一俱乐部宿舍	114.51181	38.054783
长安区	棉一公寓	建设大街	建安, 南三条, 省四院	石家庄市长安区建设大街 棉一公寓	114.61801	38.088409
长安区	桃园村(四区)	体育北大街	北国益庄	石家庄市长安区体育北大街 桃园村(四区)	114.52918	38.083362
长安区	礼域名仕小区	圆明路	长征街, 南三条, 省四院	石家庄市长安区圆明路 礼域名仕小区	114.53895	38.03682
长安区	栗胜路67号院	栗胜路67号	长征街, 南三条	石家庄市长安区栗胜路67号 栗胜路67号院	114.49748	38.051159
长安区	桃园村(二区)	北二环东路	北国益庄	石家庄市长安区北二环东路 桃园村(二区)	114.52918	38.083362
长安区	桃园别墅小区	桃园路	体育北大街	石家庄市长安区桃园路 桃园别墅小区	114.52372	38.082528
长安区	栗胜路26号院	栗胜路26号	长征街, 南三条	石家庄市长安区栗胜路26号 栗胜路26号院	114.49749	38.050862
长安区	金茂商城	阜康路12号	长征街, 南三条	石家庄市长安区阜康路12号 金茂商城	114.49911	38.047927
长安区	谈中园	谈中街19号	广安	石家庄市长安区谈中街19号 谈中园	114.51932	38.050041
长安区	谈后小区	谈北路19号	广安	石家庄市长安区谈北路19号 谈后小区	114.51918	38.051595
长安区	谈固新村	中山东路	谈固	石家庄市长安区中山东路 谈固新村	114.57554	38.042458
长安区	谈固小区内配第二生活区	谈固南大街12号	建明	石家庄市长安区谈固南大街12号 谈固小区内配第二生活区	114.56187	38.042424
长安区	谈固小区	谈固西街87号	谈固	石家庄市长安区谈固西街87号 谈固小区	114.5571	38.038636
长安区	谈固乡二区宿舍	跃进路148号	谈固	石家庄市长安区跃进路148号 谈固乡二区宿舍	114.57556	38.050726
长安区	谈阁小区	谈阁街6号	广安	石家庄市长安区谈阁街6号 谈阁小区	114.51876	38.04878
长安区	谈安小区	金永街	谈固	石家庄市长安区金永街 谈安小区	114.56656	38.066337
长安区	唐宫原著名邸	北二环东路	十里铺	石家庄市长安区北二环东路 唐宫原著名邸	114.56991	38.071707
长安区	搪瓷厂宿舍	正东路19号	南三条	石家庄市长安区正东路19号 搪瓷厂宿舍	114.5004	38.046385
长安区	汇隆公馆	平安北大街58号	长征街, 南三条, 省四院	石家庄市长安区平安北大街58号 汇隆公馆	114.50079	38.049154
长安区	福荣胡同7号小区	福荣胡同7号	长征街, 南三条	石家庄市长安区福荣胡同7号 福荣胡同7号小区	114.49975	38.047739
长安区	书香华苑	建华北大街	河东	石家庄市长安区建华北大街 书香华苑	114.54331	38.052773
长安区	水文家园	建华南大街85号	建华	石家庄市长安区建华南大街85号 水文家园	114.54627	38.040086
长安区	水木青城	十里铺大街	十里铺	石家庄市长安区十里铺大街 水木青城	114.57608	38.070672
长安区	水工机械厂宿舍	和平东路	建安	石家庄市长安区和平东路 水工机械厂宿舍	114.50954	38.054896
长安区	水泵厂宿舍西院	煤机街58号	建明	石家庄市长安区煤机街58号 水泵厂宿舍西院	114.55044	38.040596
长安区	水泵厂宿舍东院	煤机街	翟营	石家庄市长安区煤机街 水泵厂宿舍东院	114.55068	38.042836
长安区	水泵厂宿舍	胜利北街126号	南三条	石家庄市长安区胜利北街126号 水泵厂宿舍	114.49933	38.057064
长安区	水岸丽景	红星街51号	红星	石家庄市长安区红星街51号 水岸丽景	114.49495	38.094743
长安区	市总工会宿舍院	华平胡同2号	长征街	石家庄市长安区华平胡同2号 市总工会宿舍院	114.51749	38.046526
长安区	市政公司宿舍(长安)	正东路81号	长征街	石家庄市长安区正东路81号 市政公司宿舍(长安)	114.49942	38.048608
长安区	市政府宿舍(青园街)	青园街96号	省博物馆	石家庄市长安区青园街96号 市政府宿舍(青园街)	114.51711	38.041085
长安区	市政府宿舍(平安南大街)	平安南大街	南三条	石家庄市长安区平安南大街 市政府宿舍(平安南大街)	114.51745	38.040992
长安区	市政府宿舍(东大街)	东大街	省博物馆	石家庄市长安区东大街 市政府宿舍(东大街)	114.51745	38.040992
长安区	阜康路35号院	阜康路35号	长征街, 南三条	石家庄市长安区阜康路35号 阜康路35号院	114.4999	38.048858
长安区	二轻局宿舍	正东路	长征街, 南三条, 省四院	石家庄市长安区正东路 二轻局宿舍	114.50237	38.046291
长安区	市邮专宿舍	范西路	省博物馆	石家庄市长安区范西路 市邮专宿舍	114.5291	38.018958
长安区	市艺校宿舍	中山东路	白佛	石家庄市长安区中山东路 市艺校宿舍	114.57822	38.043684
长安区	市委宿舍(中山东路)	中山东路	省四院	石家庄市长安区中山东路 市委宿舍(中山东路)	114.52849	38.044833
长安区	市委宿舍(育才街)	育才街	育才	石家庄市长安区育才街 市委宿舍(育才街)	114.52849	38.044833
长安区	市外贸宿舍	沿东街	丰收路	石家庄市长安区沿东街 市外贸宿舍	114.52175	38.072547
长安区	长征街41号纺织机械厂宿舍	长征街	长征街, 南三条, 省四院	石家庄市长安区长征街 长征街41号纺织机械厂宿舍	114.50496	38.050598
长安区	长安区公安局宿舍	长征街46号	长征街, 南三条, 省四院	石家庄市长安区长征街46号 长安区公安局宿舍	114.50484	38.047111
长安区	石铁院宿舍	北二环东路	北国益庄	石家庄市长安区北二环东路 石铁院宿舍	114.51757	38.080732
长安区	市三院宿舍(长安)	体育南大街	体育场	石家庄市长安区体育南大街 市三院宿舍(长安)	114.53413	38.039264
长安区	天海容天下	和平东路602号	白佛, 建明, 十里铺	石家庄市长安区和平东路602号 天海容天下	114.58798	38.054794
长安区	市交警宿舍	中山东路470号	北宋, 建华, 翟营	石家庄市长安区中山东路470号 市交警宿舍	114.54931	38.043138
长安区	市三建宿舍	建明北路	建明	石家庄市长安区建明北路 市三建宿舍	114.50553	38.038028
长安区	市七医院宿舍	裕华东路	谈固	石家庄市长安区裕华东路 市七医院宿舍	114.53608	38.036111
长安区	市汽车制造厂宿舍	柳阳路9号	北国益庄	石家庄市长安区柳阳路9号 市汽车制造厂宿舍	114.51636	38.09223
长安区	市农行宿舍	建明北路	建明	石家庄市长安区建明北路 市农行宿舍	114.55088	38.04118
长安区	石煤机一生活区	建华北大街15号	跃进路	石家庄市长安区建华北大街15号 石煤机一生活区	114.546	38.048394
长安区	十里铺小区	十里铺西街	十里铺	石家庄市长安区十里铺西街 十里铺小区	114.57239	38.071381
长安区	市劳动就业局宿舍	华新路	建北	石家庄市长安区华新路 市劳动就业局宿舍	114.50685	38.062541
长安区	市阀门二厂宿舍	北宋路	北宋, 建华, 翟营	石家庄市长安区北宋路 市阀门二厂宿舍	114.5563	38.049861
长安区	省纺织研究所宿舍	中山东路	河东, 建华, 体育场	石家庄市长安区中山东路 省纺织研究所宿舍	114.5413	38.043787
长安区	世纪方舟	广安街89号	广安	石家庄市长安区广安街89号 世纪方舟	114.52309	38.053085
长安区	市金属材料总公司宿舍	裕华东路	谈固	石家庄市长安区裕华东路 市金属材料总公司宿舍	114.54878	38.036639
长安区	世界湾	古城东路	高营	石家庄市长安区古城东路 世界湾	114.54939	38.101202
长安区	石家庄一建宿舍	建明北路	建明	石家庄市长安区建明北路 石家庄一建宿舍	114.55189	38.041139
长安区	石家庄信息工程学院宿舍	桃李巷	谈固	石家庄市长安区桃李巷 石家庄信息工程学院宿舍	114.55183	38.037977
长安区	石家庄新奥燃气有限公司宿舍	育才街	育才	石家庄市长安区育才街 石家庄新奥燃气有限公司宿舍	114.51896	38.002651
长安区	石家庄市税务局宿舍	建明南路15号	建华	石家庄市长安区建明南路15号 石家庄市税务局宿舍	114.54828	38.038728
长安区	石家庄市农科院宿舍	胜利北街	太平河公园	石家庄市长安区胜利北街 石家庄市农科院宿舍	114.44807	38.060501
长安区	上东城(南北区)	跃进路	北宋, 建华, 翟营	石家庄市长安区跃进路 上东城(南北区)	114.55216	38.047798
长安区	上东城(东区)	跃进路	北宋, 建华, 翟营	石家庄市长安区跃进路 上东城(东区)	114.55216	38.047798
长安区	石家庄市供水总公司宿舍	华新路21号	建北	石家庄市长安区华新路21号 石家庄市供水总公司宿舍	114.51035	38.063924
长安区	石家庄日报社宿舍	育才街	育才	石家庄市长安区育才街 石家庄日报社宿舍	114.52873	38.043207
长安区	石家庄棉三生活区	中山东路	广安	石家庄市长安区中山东路 石家庄棉三生活区	114.52605	38.044946
长安区	石家庄第一离职干部休养所	铁院北路	北国益庄	石家庄市长安区铁院北路 石家庄第一离职干部休养所	114.58544	38.074795
长安区	日报社宿舍(河坊街)	河坊街	河东, 建华	石家庄市长安区河坊街 日报社宿舍(河坊街)	114.53895	38.03682
长安区	建华城市广场	建华北大街42号	北宋, 建华, 翟营	石家庄市长安区建华北大街42号 建华城市广场	114.54839	38.044322
长安区	纺器二厂宿舍(长安)	建明南路	河东, 建华, 翟营	石家庄市长安区建明南路 纺器二厂宿舍(长安)	114.5303	38.01275
长安区	市建筑工程质量监督站宿舍	中山东路	谈固	石家庄市长安区中山东路 市建筑工程质量监督站宿舍	114.54423	38.042477
长安区	石汇宿舍	华新路24号	胜北	石家庄市长安区华新路24号 石汇宿舍	114.50816	38.061739
长安区	东明桥宿舍	建明南路	河东, 建华	石家庄市长安区建明南路 东明桥宿舍	114.55062	38.038607
长安区	花园小区C区	丰华路29号	丰收路, 建北	石家庄市长安区丰华路29号 花园小区C区	114.52329	38.065781
长安区	供水公司宿舍(丰华路)	丰华路5号	丰收路, 建北	石家庄市长安区丰华路5号 供水公司宿舍(丰华路)	114.51142	38.065485
长安区	市宏业房地产公司宿舍	河纺街	省博物馆	石家庄市长安区河纺街 市宏业房地产公司宿舍	114.54329	38.041395
长安区	丰泽园	建设北大街147号	丰收路, 建北	石家庄市长安区建设北大街147号 丰泽园	114.51213	38.070265
长安区	风尚宜都	建设北大街	建安, 建北	石家庄市长安区建设北大街 风尚宜都	114.51093	38.061276
长安区	市工会宿舍	兴凯路	长征街, 建安, 南三条	石家庄市长安区兴凯路 市工会宿舍	114.70111	38.346145
长安区	石府二区	工人街	胜北	石家庄市长安区工人街 石府二区	114.49848	38.058781
长安区	省医药公司宿舍(长征街)	长征街93号	长征街, 建安, 南三条	石家庄市长安区长征街93号 省医药公司宿舍(长征街)	114.53622	38.056062
长安区	栗康街36号院	栗康街36号	长征街, 建安, 南三条	石家庄市长安区栗康街36号 栗康街36号院	114.50784	38.051907
长安区	华平苑	华平胡同	长征街, 建安, 南三条	石家庄市长安区华平胡同 华平苑	114.50681	38.054143
长安区	市纺织局宿舍	丰收路35号	丰收路	石家庄市长安区丰收路35号 市纺织局宿舍	114.52172	38.077349
长安区	石纺小区	胜利北街318号	义堂	石家庄市长安区胜利北街318号 石纺小区	114.51159	38.076969
长安区	市房管局宿舍	光华路207号	体育北大街	石家庄市长安区光华路207号 市房管局宿舍	114.52899	38.059061
长安区	十二中宿舍	中山东路270号	省博物馆	石家庄市长安区中山东路270号 十二中宿舍	114.51937	38.041025
长安区	十二化建宿舍(育才街)	育才街	育才	石家庄市长安区育才街 十二化建宿舍(育才街)	114.52799	38.052625
长安区	市第一医院宿舍	范西路	省博物馆	石家庄市长安区范西路 市第一医院宿舍	114.51444	38.03728
长安区	师大附小宿舍	体育大街	育才	石家庄市长安区体育大街 师大附小宿舍	114.53895	38.03682
长安区	时代方舟	广安大街36号	广安	石家庄市长安区广安大街36号 时代方舟	114.52137	38.05298
长安区	石泵厂宿舍	四水厂路	北国益庄	石家庄市长安区四水厂路 石泵厂宿舍	114.52754	38.089231
长安区	社保局宿舍	向阳路	南三条	石家庄市长安区向阳路 社保局宿舍	114.52669	38.039095
长安区	神州嘉园花香维也纳	胜利北街	胜北	石家庄市长安区胜利北街 神州嘉园花香维也纳	114.50505	38.063131
长安区	省中医院宿舍	槐中路	河东	石家庄市长安区槐中路 省中医院宿舍	114.53904	38.043205
长安区	东胜时间山	建设北大街	长征街, 建安, 南三条	石家庄市长安区建设北大街 东胜时间山	114.50971	38.055955
长安区	长征街75号院	长征街75号	长征街, 建安, 南三条	石家庄市长安区长征街75号 长征街75号院	114.50526	38.052392
长安区	省直第二干休所(长安)	桃园路	北国益庄	石家庄市长安区桃园路 省直第二干休所(长安)	114.51726	38.081548
长安区	省邮管局宿舍	青园街92号	省博物馆	石家庄市长安区青园街92号 省邮管局宿舍	114.51708	38.041318
长安区	省永兴房地产开发公司宿舍	河纺街11号	省博物馆	石家庄市长安区河纺街11号 省永兴房地产开发公司宿舍	114.54335	38.041469
长安区	省艺校宿舍	青园街149号	省博物馆	石家庄市长安区青园街149号 省艺校宿舍	114.51828	38.037368
长安区	盛益华苑	谈北路38号	体育场	石家庄市长安区谈北路38号 盛益华苑	114.52976	38.050727
长安区	省冶金办宿舍(长安)	范西路69号	省博物馆	石家庄市长安区范西路69号 省冶金办宿舍(长安)	114.51329	38.040912
长安区	省药材公司宿舍	长征街87号	长征街	石家庄市长安区长征街87号 省药材公司宿舍	114.50516	38.053339
长安区	城发投瑞凝府	和平东路	北宋, 红星美凯龙	石家庄市长安区和平东路 城发投瑞凝府	114.55172	38.051573
长安区	国赫天玺	古城西路	北国益庄, 红星	石家庄市长安区古城西路 国赫天玺	114.49999	38.106963
长安区	省新特药宿舍	中山东路87号	白佛	石家庄市长安区中山东路87号 省新特药宿舍	114.49989	38.04417
长安区	中恒大厦	北宋路	北宋, 河东, 建华	石家庄市长安区北宋路 中恒大厦	114.54521	38.045463
长安区	省电力设计院宿舍(建华北大街)	建华北大街6号	北宋, 河东, 建华	石家庄市长安区建华北大街6号 省电力设计院宿舍(建华北大街)	114.54547	38.043883
长安区	省外运物流公司宿舍	光华路	光华路	石家庄市长安区光华路 省外运物流公司宿舍	114.52376	38.058824
长安区	省图书馆宿舍	方北路70号	省博物馆	石家庄市长安区方北路70号 省图书馆宿舍	114.53787	38.039241
长安区	万秀中心	国棉路	广安, 光华路	石家庄市长安区国棉路 万秀中心	114.52342	38.054889
长安区	荣盛中心	和平东路209号	广安, 光华路, 育才	石家庄市长安区和平东路209号 荣盛中心	114.53004	38.054481
长安区	荣盛华府D区	和平东路	广安, 光华路	石家庄市长安区和平东路 荣盛华府D区	114.53113	38.057747
长安区	荣盛华府C区	和平东路	广安, 光华路	石家庄市长安区和平东路 荣盛华府C区	114.52952	38.056201
长安区	省体育馆宿舍	体育南大街	体育场	石家庄市长安区体育南大街 省体育馆宿舍	114.52901	38.043021
长安区	荣盛华府B区	和平东路	广安, 光华路	石家庄市长安区和平东路 荣盛华府B区	114.5256	38.057854
长安区	荣盛华府A区	和平东路	广安, 光华路	石家庄市长安区和平东路 荣盛华府A区	114.52616	38.056127
长安区	省体工大队宿舍	方北路	河东	石家庄市长安区方北路 省体工大队宿舍	114.53955	38.039704
长安区	省糖酒公司宿舍(长安)	青园街	省博物馆	石家庄市长安区青园街 省糖酒公司宿舍(长安)	114.52932	38.026967
长安区	省四院宿舍	园明路	长征街	石家庄市长安区园明路 省四院宿舍	114.50992	38.04869
长安区	省水利工程局宿舍	建华南大街4号	建华	石家庄市长安区建华南大街4号 省水利工程局宿舍	114.54833	38.041093
长安区	盛世长安	和平东路313号	建华	石家庄市长安区和平东路313号 盛世长安	114.55027	38.056269
长安区	省情报所宿舍	范西路69号	省博物馆	石家庄市长安区范西路69号 省情报所宿舍	114.51339	38.040887
长安区	省农资公司宿舍	长征街	长征街	石家庄市长安区长征街 省农资公司宿舍	114.50496	38.050598
长安区	名门华都(商住楼)	和平东路189号	广安, 光华路	石家庄市长安区和平东路189号 名门华都(商住楼)	114.52144	38.056621
长安区	金华小区	华清街15号	白佛, 光华路, 热电厂	石家庄市长安区华清街15号 金华小区	114.54027	38.060668
长安区	园东苑	谈中街4号	长安公园, 广安, 省博物馆	石家庄市长安区谈中街4号 园东苑	114.51832	38.049362
长安区	美东国际	广安大街14号	长安公园, 广安, 省博物馆	石家庄市长安区广安大街14号 美东国际	114.52186	38.04982
长安区	省民航宿舍	煤机街80号	谈固	石家庄市长安区煤机街80号 省民航宿舍	114.55042	38.038957
长安区	胜利北街办事处宿舍	义西街10号	义堂	石家庄市长安区义西街10号 胜利北街办事处宿舍	114.51663	38.084947
长安区	广安园小区	广安大街39号	长安公园, 广安, 省博物馆	石家庄市长安区广安大街39号 广安园小区	114.52299	38.046136
长安区	保利V立方公寓	北二环东路	保利, 高营, 北国益庄	石家庄市长安区北二环东路 保利V立方公寓	114.53389	38.075843
长安区	义堂小区(南区)	义东街	长丰, 丰收路	石家庄市长安区义东街 义堂小区(南区)	114.5086	38.074906
长安区	省科技馆宿舍	裕华东路	谈固	石家庄市长安区裕华东路 省科技馆宿舍	114.5483	38.037244
长安区	胜康园	胜利北街238号	胜北	石家庄市长安区胜利北街238号 胜康园	114.50398	38.066049
长安区	盛和苑	十里铺西街5号	十里铺	石家庄市长安区十里铺西街5号 盛和苑	114.57427	38.073179
长安区	省歌舞剧院宿舍	西大街142号	省博物馆	石家庄市长安区西大街142号 省歌舞剧院宿舍	114.52106	38.03753
长安区	新型建材小区	沧州路21号	建华, 翟营	石家庄市长安区沧州路21号 新型建材小区	114.5523	38.039691
长安区	省纺校宿舍	栗康街12号	省四院	石家庄市长安区栗康街12号 省纺校宿舍	114.5078	38.049686
长安区	省地震局宿舍(长安)	范西路70号	省博物馆	石家庄市长安区范西路70号 省地震局宿舍(长安)	114.51812	38.039065
长安区	省电力设计院宿舍(中山东路)	中山东路448号	建华	石家庄市长安区中山东路448号 省电力设计院宿舍(中山东路)	114.54547	38.043883
长安区	省体育学校宿舍	中山东路480号	建华, 翟营	石家庄市长安区中山东路480号 省体育学校宿舍	114.55164	38.042192
长安区	省体工大队宿舍(建明北路)	建明北路	建华, 翟营	石家庄市长安区建明北路 省体工大队宿舍(建明北路)	114.53955	38.039704
长安区	建明北路水泥厂宿舍	建明北路	建华, 翟营	石家庄市长安区建明北路 建明北路水泥厂宿舍	114.5566	38.041043
长安区	省博物馆宿舍	建华南大街	谈固	石家庄市长安区建华南大街 省博物馆宿舍	114.54513	38.037556
长安区	胜北石油公司宿舍	胜利北街	胜北	石家庄市长安区胜利北街 胜北石油公司宿舍	114.49825	38.056095
长安区	省梆子剧院宿舍	建华南大街42号	体育场	石家庄市长安区建华南大街42号 省梆子剧院宿舍	114.54571	38.040292
长安区	安锦云庭	建明北路	建明, 翟营	石家庄市长安区建明北路 安锦云庭	114.56005	38.03995
长安区	面粉厂小区	向阳路25号	长安公园, 长征街, 丰收路	石家庄市长安区向阳路25号 面粉厂小区	114.49933	38.0501
长安区	康盛园	栗康街106号	长安公园, 长征街, 南三条	石家庄市长安区栗康街106号 康盛园	114.50786	38.053614
长安区	建设一公司宿舍	建设北大街115号	长安公园, 长征街, 南三条	石家庄市长安区建设北大街115号 建设一公司宿舍	114.51189	38.060049
长安区	和平东路128号院	和平东路128号	长安公园, 长征街, 丰收路	石家庄市长安区和平东路128号 和平东路128号院	114.50596	38.054128
长安区	汇景国际	中山东路	北宋, 长安公园, 省博物馆	石家庄市长安区中山东路 汇景国际	114.53693	38.043179
长安区	省安装五分公司宿舍	华清南街5号	谈固	石家庄市长安区华清南街5号 省安装五分公司宿舍	114.54102	38.041194
长安区	山水家园	古城东路	高营	石家庄市长安区古城东路 山水家园	114.55231	38.10437
长安区	范西路新华书店宿舍	青园街131号	北宋, 长安公园, 省博物馆	石家庄市长安区青园街131号 范西路新华书店宿舍	114.51746	38.039207
长安区	嘉和广场	中山东路569号	白佛, 北宋, 翟营	石家庄市长安区中山东路569号 嘉和广场	114.55986	38.044277
长安区	国仕花语	和平东路379号	白佛, 北宋, 长丰	石家庄市长安区和平东路379号 国仕花语	114.57295	38.054938
长安区	尚学苑	长征街	省四院	石家庄市长安区长征街 尚学苑	114.5044	38.044725
长安区	上上东	和平路	白佛	石家庄市长安区和平路 上上东	114.57731	38.056643
长安区	上河湾	南华路	体育北大街	石家庄市长安区南华路 上河湾	114.55159	38.093711
长安区	商行宿舍(长安)	园明路	长征街	石家庄市长安区园明路 商行宿舍(长安)	114.50257	38.048395
长安区	上东广场	翟营大街	翟营	石家庄市长安区翟营大街 上东广场	114.55284	38.048453
长安区	二建宿舍(长安)	广安大街71号	保利, 北宋, 省博物馆	石家庄市长安区广安大街71号 二建宿舍(长安)	114.537	38.055673
长安区	东胜华彩城	光华路	保利, 北宋, 省博物馆	石家庄市长安区光华路 东胜华彩城	114.52376	38.058824
长安区	长安润江壹号	丰收路142号	保利, 北国益庄, 北宋	石家庄市长安区丰收路142号 长安润江壹号	114.53861	38.069056
长安区	北辰佳园	胜利北街	保利, 北国益庄, 长征街	石家庄市长安区胜利北街 北辰佳园	114.51983	38.089133
长安区	尚达家园	谈固西街	谈固	石家庄市长安区谈固西街 尚达家园	114.55713	38.044334
长安区	尚乘源小区	丰收路	建北	石家庄市长安区丰收路 尚乘源小区	114.51463	38.072402
长安区	三盛明瀚璞悦长安	红星街	红星	石家庄市长安区红星街 三盛明瀚璞悦长安	114.53895	38.03682
长安区	润江云璟	中山东路	谈固	石家庄市长安区中山东路 润江云璟	114.57178	38.044659
长安区	瑞祥华府	谈固北大街	十里铺	石家庄市长安区谈固北大街 瑞祥华府	114.5675	38.072456
长安区	锐拓长安壹号	北二环西路	北国益庄	石家庄市长安区北二环西路 锐拓长安壹号	114.47319	38.084937
长安区	瑞景华庭	中山东路	白佛	石家庄市长安区中山东路 瑞景华庭	114.57886	38.042003
长安区	瑞禾园	和平东路251号	红星美凯龙	石家庄市长安区和平东路251号 瑞禾园	114.54138	38.055921
长安区	瑞国花园	和平东路	跃进路	石家庄市长安区和平东路 瑞国花园	114.55806	38.052461
长安区	瑞府(别墅)	谈固东街	谈固	石家庄市长安区谈固东街 瑞府(别墅)	114.57197	38.052482
长安区	瑞府	谈固东街	谈固	石家庄市长安区谈固东街 瑞府	114.57197	38.052482
长安区	瑞城国际广场	中山路	谈固	石家庄市长安区中山路 瑞城国际广场	114.56803	38.04453
长安区	荣盛中心(新房)	和平路体育大街交口西北角	广安	石家庄市长安区和平路体育大街交口西北角 荣盛中心(新房)	114.52981	38.054231
长安区	荣盛首府	胜利北街57号	建北	石家庄市长安区胜利北街57号 荣盛首府	114.50848	38.067471
长安区	荣盛华府(商住楼)	和平东路199号	建北	石家庄市长安区和平东路199号 荣盛华府(商住楼)	114.52488	38.054152
长安区	荣国花园	中山东路528号	谈固	石家庄市长安区中山东路528号 荣国花园	114.56037	38.043347
长安区	融创都会中心	和平东路	跃进路	石家庄市长安区和平东路 融创都会中心	114.55885	38.056605
长安区	荣昌花园	东柳路	北国益庄	石家庄市长安区东柳路 荣昌花园	114.51352	38.094097
长安区	荣昌东花园	东柳路	北国益庄	石家庄市长安区东柳路 荣昌东花园	114.51761	38.093009
长安区	仁华家园	体育北大街	保利	石家庄市长安区体育北大街 仁华家园	114.53269	38.069587
长安区	燃料公司宿舍(育才街)	育才街	育才	石家庄市长安区育才街 燃料公司宿舍(育才街)	114.52771	38.036788
长安区	劝业场宿舍	义南路	胜北	石家庄市长安区义南路 劝业场宿舍	114.50348	38.070371
长安区	七四二零宿舍	胜利北街	义堂	石家庄市长安区胜利北街 七四二零宿舍	114.51983	38.089133
长安区	七四二零南苑小区	胜利北街	胜北	石家庄市长安区胜利北街 七四二零南苑小区	114.50544	38.06686
长安区	汽车八队宿舍	谈固北大街	跃进路	石家庄市长安区谈固北大街 汽车八队宿舍	114.56182	38.053188
长安区	秋景怡园(西区)	青年街	土贤庄	石家庄市长安区青年街 秋景怡园(西区)	114.57291	38.067089
长安区	秋景怡园(东区)	东二环北路	白佛	石家庄市长安区东二环北路 秋景怡园(东区)	114.57291	38.067089
长安区	亲亲小镇(EF)	桃园路	高营	石家庄市长安区桃园路 亲亲小镇(EF)	114.54298	38.081497
长安区	亲亲小镇(ABCD)	桃园路	高营	石家庄市长安区桃园路 亲亲小镇(ABCD)	114.54298	38.081497
长安区	亲亲家园	建华大街	高营	石家庄市长安区建华大街 亲亲家园	114.54604	38.083279
长安区	青园街市委宿舍	青园街33号	广安	石家庄市长安区青园街33号 青园街市委宿舍	114.51735	38.045303
长安区	青园街百货公司宿舍	青园街4号	长安公园	石家庄市长安区青园街4号 青园街百货公司宿舍	114.51673	38.052651
长安区	青园街113号院	青园街113号	省博物馆	石家庄市长安区青园街113号 青园街113号院	114.51752	38.040253
长安区	清木苑	谈固北大街31号	谈固	石家庄市长安区谈固北大街31号 清木苑	114.56232	38.050576
长安区	桥东区政府宿舍(长安)	长征街46号	省四院	石家庄市长安区长征街46号 桥东区政府宿舍(长安)	114.50482	38.046614
长安区	普和小区南院	胜利北街	红星	石家庄市长安区胜利北街 普和小区南院	114.51987	38.090572
长安区	普和小区北院	胜利北街	北国益庄	石家庄市长安区胜利北街 普和小区北院	114.52494	38.095859
长安区	平和里	平安北大街	南三条	石家庄市长安区平安北大街 平和里	114.50072	38.050112
长安区	排水处宿舍(长征街)	长征街	光华路	石家庄市长安区长征街 排水处宿舍(长征街)	114.50496	38.050598
长安区	欧华园	光华路151号	建北	石家庄市长安区光华路151号 欧华园	114.51738	38.059298
长安区	女儿楼(长安)	柳阳街	北国益庄	石家庄市长安区柳阳街 女儿楼(长安)	114.51592	38.091353
长安区	农行宿舍(长安)	工人街	胜北	石家庄市长安区工人街 农行宿舍(长安)	114.49802	38.057451
长安区	内配三区宿舍	翟营南大街17号	建明	石家庄市长安区翟营南大街17号 内配三区宿舍	114.55472	38.037303
长安区	南石新村	青翠街36号	十里铺	石家庄市长安区青翠街36号 南石新村	114.58093	38.078422
长安区	南石家庄东区	青翠街	十里铺	石家庄市长安区青翠街 南石家庄东区	114.58287	38.078247
长安区	南高营四区	向阳大街	高营	石家庄市长安区向阳大街 南高营四区	114.55442	38.090734
长安区	南高营	向阳大街	高营	石家庄市长安区向阳大街 南高营	114.55207	38.08517
长安区	南翟营祈福悦城(一区)	丰雅路	热电厂	石家庄市长安区丰雅路 南翟营祈福悦城(一区)	114.55306	38.060284
长安区	南翟营祈福悦城(五区)	丰雅路	体育北大街	石家庄市长安区丰雅路 南翟营祈福悦城(五区)	114.55306	38.060284
长安区	南翟营祈福悦城(三区)	丰雅路	体育北大街	石家庄市长安区丰雅路 南翟营祈福悦城(三区)	114.55306	38.060284
长安区	南村自建房	商业路	长安周边	石家庄市长安区商业路 南村自建房	114.64661	38.058704
长安区	民心园	光华路319号	热电厂	石家庄市长安区光华路319号 民心园	114.54209	38.059321
长安区	民华家园	北二环东路138号	长丰	石家庄市长安区北二环东路138号 民华家园	114.56211	38.071363
长安区	明日郡	工人街	南三条	石家庄市长安区工人街 明日郡	114.49677	38.055592
长安区	名门华都	和平东路189号	光华路	石家庄市长安区和平东路189号 名门华都	114.52144	38.056621
长安区	棉一小区	建设大街	建安	石家庄市长安区建设大街 棉一小区	114.51423	38.052169
长安区	棉一生活区(西区)	栗康街86号	建北	石家庄市长安区栗康街86号 棉一生活区(西区)	114.50843	38.052844
长安区	棉五生活区	和平东路	长征街	石家庄市长安区和平东路 棉五生活区	114.56107	38.054364
长安区	棉四生活区	广安大街61号	广安	石家庄市长安区广安大街61号 棉四生活区	114.52399	38.047672
长安区	棉麻公司宿舍(长安)	建设北街	建北	石家庄市长安区建设北街 棉麻公司宿舍(长安)	114.47023	38.047636
长安区	梅园小区	府前路8号	西兆通	石家庄市长安区府前路8号 梅园小区	114.53895	38.03682
长安区	煤气公司宿舍	方北路	河东	石家庄市长安区方北路 煤气公司宿舍	114.53184	38.039505
长安区	煤机二生活区	煤机街86号	建华	石家庄市长安区煤机街86号 煤机二生活区	114.55056	38.037646
长安区	梅迪雅居	中山东路	白佛	石家庄市长安区中山东路 梅迪雅居	114.57886	38.042003
长安区	绿源小区南区	学府路	太平河公园	石家庄市长安区学府路 绿源小区南区	114.49775	38.124793
长安区	绿源小区(北区)	学府路98号	太平河公园	石家庄市长安区学府路98号 绿源小区(北区)	114.49811	38.12537
长安区	绿色家园	建明南路	建华	石家庄市长安区建明南路 绿色家园	114.54245	38.039316
长安区	绿城桂语听澜	建华北大街	保利	石家庄市长安区建华北大街 绿城桂语听澜	114.5478	38.077888
长安区	铝厂宿舍	顺柳巷3号	北国益庄	石家庄市长安区顺柳巷3号 铝厂宿舍	114.51684	38.09117
长安区	录音机厂宿舍	中山东路480号	建明	石家庄市长安区中山东路480号 录音机厂宿舍	114.55145	38.043199
长安区	龙溪东苑	体育北大街	体育北大街	石家庄市长安区体育北大街 龙溪东苑	114.53286	38.085379
长安区	龙溪城枫雅筑	胜利北街	高营	石家庄市长安区胜利北街 龙溪城枫雅筑	114.53318	38.095795
长安区	龙溪城(别墅)	胜利北街	北国益庄	石家庄市长安区胜利北街 龙溪城(别墅)	114.52805	38.095392
长安区	龙鼎天悦	跃进路	谈固	石家庄市长安区跃进路 龙鼎天悦	114.56737	38.050327
长安区	栗新小区	栗胜路65号	南三条	石家庄市长安区栗胜路65号 栗新小区	114.49852	38.051213
长安区	丽水居	四水厂路8号	体育北大街	石家庄市长安区四水厂路8号 丽水居	114.5228	38.088968
长安区	栗康园	栗康街100号	长征街	石家庄市长安区栗康街100号 栗康园	114.50774	38.052028
长安区	柳阳小区	铁院北路	北国益庄	石家庄市长安区铁院北路 柳阳小区	114.51255	38.08775
长安区	柳阳佳园	柳阳街18号	北国益庄	石家庄市长安区柳阳街18号 柳阳佳园	114.51518	38.092165
长安区	柳辛庄荣盛南街西一1005号自建房	胜利北街382号	北国益庄	石家庄市长安区胜利北街382号 柳辛庄荣盛南街西一1005号自建房	114.51863	38.097662
长安区	六通房地产宿舍	西大街	省博物馆	石家庄市长安区西大街 六通房地产宿舍	114.52018	38.04036
长安区	柳南小区	顺柳巷4号	北国益庄	石家庄市长安区顺柳巷4号 柳南小区	114.51778	38.090688
长安区	柳林铺小区	柳林南路37号	太平河公园	石家庄市长安区柳林南路37号 柳林铺小区	114.51934	38.106399
长安区	柳董庄小区	育和街	红星	石家庄市长安区育和街 柳董庄小区	114.50393	38.090543
长安区	柳董庄府邸(C区)	育和街	红星	石家庄市长安区育和街 柳董庄府邸(C区)	114.50777	38.102281
长安区	柳董庄府邸(B区)	育和街	红星	石家庄市长安区育和街 柳董庄府邸(B区)	114.50777	38.102281
长安区	凌透花园(一期)	石丰路	西兆通	石家庄市长安区石丰路 凌透花园(一期)	114.60319	38.076417
长安区	凌透花园(二期西区)	西兆通大街	西兆通	石家庄市长安区西兆通大街 凌透花园(二期西区)	114.60319	38.076417
长安区	凌透花园(二期东区)	西兆通大街	西兆通	石家庄市长安区西兆通大街 凌透花园(二期东区)	114.60319	38.076417
长安区	领世郡	东二环南路	谈固	石家庄市长安区东二环南路 领世郡	114.57485	38.039435
长安区	良种厂宿舍	义西街5号	胜北	石家庄市长安区义西街5号 良种厂宿舍	114.50229	38.074893
长安区	勒泰中心	中山东路	省四院	石家庄市长安区中山东路 勒泰中心	114.5067	38.044918
长安区	乐模	平安北大街18号	南三条	石家庄市长安区平安北大街18号 乐模	114.49689	38.042413
长安区	乐汇城	中山东路11号	南三条	石家庄市长安区中山东路11号 乐汇城	114.4983	38.044411
长安区	乐城国际贸易城	兆通南路	西兆通	石家庄市长安区兆通南路 乐城国际贸易城	114.61192	38.067313
长安区	乐城半岛	建华北大街	建华	石家庄市长安区建华北大街 乐城半岛	114.52162	38.108279
长安区	拉美首郡	体育北大街3号	高营	石家庄市长安区体育北大街3号 拉美首郡	114.55254	38.105202
长安区	劳动技术学校宿舍	胜利北大街469号	北国益庄	石家庄市长安区胜利北大街469号 劳动技术学校宿舍	114.5254	38.104732
长安区	蓝天商住楼	光华路	建北	石家庄市长安区光华路 蓝天商住楼	114.52376	38.058824
长安区	蓝天花园	丰收路	建北	石家庄市长安区丰收路 蓝天花园	114.53422	38.069391
长安区	蓝地怡园	育才街88号	省博物馆	石家庄市长安区育才街88号 蓝地怡园	114.52766	38.038211
长安区	昆仑盛阳门	向阳路2号	南三条	石家庄市长安区向阳路2号 昆仑盛阳门	114.49521	38.049382
长安区	科技大学宿舍	健康路	长征街	石家庄市长安区健康路 科技大学宿舍	114.51184	38.050638
长安区	肯彤国际	光华路	建北	石家庄市长安区光华路 肯彤国际	114.52376	38.058824
长安区	勘察院宿舍	建华南大街58号	建华	石家庄市长安区建华南大街58号 勘察院宿舍	114.54587	38.038829
长安区	康馨雅苑	青年街	土贤庄	石家庄市长安区青年街 康馨雅苑	114.56926	38.064786
长安区	康顺园	广安大街	广安	石家庄市长安区广安大街 康顺园	114.52105	38.052453
长安区	康华园	青园街	广安	石家庄市长安区青园街 康华园	114.51609	38.050839
长安区	开元先天下	育才街58号	育才	石家庄市长安区育才街58号 开元先天下	114.52584	38.040998
长安区	开达花园	光华路8号	光华路	石家庄市长安区光华路8号 开达花园	114.5073	38.05791
长安区	军兴干休所宿舍	胜利北街	北国益庄	石家庄市长安区胜利北街 军兴干休所宿舍	114.51983	38.089133
长安区	集装箱宿舍(长安)	胜利北街268号	胜北	石家庄市长安区胜利北街268号 集装箱宿舍(长安)	114.5078	38.070736
长安区	冀兴尊园	跃进路	建华	石家庄市长安区跃进路 冀兴尊园	114.54343	38.050613
长安区	冀兴花园	胜利北街141号	胜北	石家庄市长安区胜利北街141号 冀兴花园	114.50305	38.061992
长安区	就业局宿舍(长安)	建设北大街	建华	石家庄市长安区建设北大街 就业局宿舍(长安)	114.51181	38.054783
长安区	金隅公寓	体育北大街	育才	石家庄市长安区体育北大街 金隅公寓	114.53219	38.044339
长安区	锦绣铭邸一区	秦岭北街	长安周边	石家庄市长安区秦岭北街 锦绣铭邸一区	114.62788	38.086438
长安区	锦绣铭邸四区	秦岭北街	长安周边	石家庄市长安区秦岭北街 锦绣铭邸四区	114.62788	38.086438
长安区	锦绣名邸三区	秦岭北街	长安周边	石家庄市长安区秦岭北街 锦绣名邸三区	114.62788	38.086438
长安区	锦绣花园(长安)	义西街8号	胜北	石家庄市长安区义西街8号 锦绣花园(长安)	114.50189	38.074773
长安区	金谈固家园月坛园	中山东路735号	谈固	石家庄市长安区中山东路735号 金谈固家园月坛园	114.57028	38.046958
长安区	金谈固家园园中苑	跃进路	谈固	石家庄市长安区跃进路 金谈固家园园中苑	114.57364	38.048012
长安区	金谈固家园天坛园	跃进路	谈固	石家庄市长安区跃进路 金谈固家园天坛园	114.5719	38.048944
长安区	金谈固家园日坛园	跃进路	谈固	石家庄市长安区跃进路 金谈固家园日坛园	114.5751	38.048327
长安区	金谈固家园地坛园	中山东路	谈固	石家庄市长安区中山东路 金谈固家园地坛园	114.5742	38.04544
长安区	金谈固国瑞城B区	金山街	谈固	石家庄市长安区金山街 金谈固国瑞城B区	114.56598	38.047933
长安区	金谈固国瑞城A区	金山街	谈固	石家庄市长安区金山街 金谈固国瑞城A区	114.56598	38.047933
长安区	金谈固国瑞城(F区)	谈固北大街	谈固	石家庄市长安区谈固北大街 金谈固国瑞城(F区)	114.56182	38.053188
长安区	金谈固国瑞城(E区)	谈固北大街	谈固	石家庄市长安区谈固北大街 金谈固国瑞城(E区)	114.56182	38.053188
长安区	金谈固国瑞城(D区)	金山街	谈固	石家庄市长安区金山街 金谈固国瑞城(D区)	114.56598	38.047933
长安区	金谈固国瑞城(C区)	金山街	谈固	石家庄市长安区金山街 金谈固国瑞城(C区)	114.56598	38.047933
长安区	金泰家园	青园街	省博物馆	石家庄市长安区青园街 金泰家园	114.51775	38.03958
长安区	金属公司宿舍(方北路)	方北路	体育场	石家庄市长安区方北路 金属公司宿舍(方北路)	114.53184	38.039505
长安区	近水楼台	谈中街	广安	石家庄市长安区谈中街 近水楼台	114.51854	38.051411
长安区	金色里程	建明北路	谈固	石家庄市长安区建明北路 金色里程	114.5566	38.041043
长安区	锦融尚御	北政路	高营	石家庄市长安区北政路 锦融尚御	114.55569	38.094797
长安区	金桥水岸	华清北街	热电厂	石家庄市长安区华清北街 金桥水岸	114.54191	38.063175
长安区	金桥丽日新居	和平东路508号	跃进路	石家庄市长安区和平东路508号 金桥丽日新居	114.55895	38.053914
长安区	金嘉园	谈固北大街	谈固	石家庄市长安区谈固北大街 金嘉园	114.56421	38.053354
长安区	金恒花园	健康路8号	长征街	石家庄市长安区健康路8号 金恒花园	114.50686	38.050401
长安区	金都苑	北二环东路137号	高营	石家庄市长安区北二环东路137号 金都苑	114.53966	38.078604
长安区	金碧园	中山东路	谈固	石家庄市长安区中山东路 金碧园	114.5658	38.043195
长安区	静和园	体育北大街159号	光华路	石家庄市长安区体育北大街159号 静和园	114.53265	38.059572
长安区	璟和嘉园	建明中路	谈固	石家庄市长安区建明中路 璟和嘉园	114.56955	38.039334
长安区	嘉和城	中山东路569号	谈固	石家庄市长安区中山东路569号 嘉和城	114.55985	38.046084
长安区	交通设备厂宿舍	北二环东路	北国益庄	石家庄市长安区北二环东路 交通设备厂宿舍	114.51971	38.080231
长安区	交通局宿舍(栗康街)	栗康街24号	长征街	石家庄市长安区栗康街24号 交通局宿舍(栗康街)	114.50782	38.05269
长安区	焦化厂宿舍	北宋路262号	谈固	石家庄市长安区北宋路262号 焦化厂宿舍	114.55576	38.046039
长安区	简筑家园	翟营北大街	跃进路	石家庄市长安区翟营北大街 简筑家园	114.55501	38.050922
长安区	监狱宿舍东厂	育和街6号	红星	石家庄市长安区育和街6号 监狱宿舍东厂	114.50425	38.088409
长安区	建新街小区	向阳路	省四院	石家庄市长安区向阳路 建新街小区	114.49999	38.049677
长安区	建新街房管局宿舍	平安北大街	南三条	石家庄市长安区平安北大街 建新街房管局宿舍	114.50091	38.049636
长安区	建融家园(长安)	胜利北街175号	胜北	石家庄市长安区胜利北街175号 建融家园(长安)	114.5055	38.065846
长安区	剑桥春雨	裕华东路	河东	石家庄市长安区裕华东路 剑桥春雨	114.53608	38.036111
长安区	建明小区	谈固东街	建明	石家庄市长安区谈固东街 建明小区	114.56864	38.038315
长安区	建机厂宿舍	煤机街	跃进路	石家庄市长安区煤机街 建机厂宿舍	114.5504	38.038622
长安区	建华家园	建华北大街208号	建华	石家庄市长安区建华北大街208号 建华家园	114.54479	38.063835
长安区	健和园	谈阁街3号	广安	石家庄市长安区谈阁街3号 健和园	114.51897	38.047648
长安区	建行宿舍(翟营大街)	翟营南大街15号	翟营	石家庄市长安区翟营南大街15号 建行宿舍(翟营大街)	114.55386	38.044369
长安区	建国冀达小区	北宋路21号	跃进路	石家庄市长安区北宋路21号 建国冀达小区	114.54924	38.046331
长安区	建大宿舍	华新路	建北	石家庄市长安区华新路 建大宿舍	114.50919	38.06168
长安区	建北生活小区	华新路73号	建北	石家庄市长安区华新路73号 建北生活小区	114.51036	38.064373
长安区	建安商住楼	丰收路33号	丰收路	石家庄市长安区丰收路33号 建安商住楼	114.52145	38.072387
长安区	江信银苑	柳阳街	北国益庄	石家庄市长安区柳阳街 江信银苑	114.5166	38.089655
长安区	江信金苑	义东街	义堂	石家庄市长安区义东街 江信金苑	114.50753	38.075726
长安区	滹沱河化肥厂家属院	柳源路13号	太平河公园	石家庄市长安区柳源路13号 滹沱河化肥厂家属院	114.53446	38.11846
长安区	汇龙湾	丰收路	保利	石家庄市长安区丰收路 汇龙湾	114.5462	38.069121
长安区	汇景家园棉二生活区	谈南路2号	广安	石家庄市长安区谈南路2号 汇景家园棉二生活区	114.51974	38.046095
长安区	汇景3号公馆	广安大街34号	广安	石家庄市长安区广安大街34号 汇景3号公馆	114.52193	38.046373
长安区	花园小区(长安)	丰华路	建北	石家庄市长安区丰华路 花园小区(长安)	114.51576	38.063714
长安区	华药一区	体育北大街	育才	石家庄市长安区体育北大街 华药一区	114.52791	38.049443
长安区	华药四区	煤机街55号	建明	石家庄市长安区煤机街55号 华药四区	114.55076	38.040318
长安区	华药三区	建明南路	建华	石家庄市长安区建明南路 华药三区	114.54359	38.039467
长安区	华药二区	跃进路28号	育才	石家庄市长安区跃进路28号 华药二区	114.53909	38.049082
长安区	华新园	华新路11号	建北	石家庄市长安区华新路11号 华新园	114.50648	38.062962
长安区	华新路农行宿舍	华新路付1号	建北	石家庄市长安区华新路付1号 华新路农行宿舍	114.50949	38.061784
长安区	华新路56号院	华新路56号	胜北	石家庄市长安区华新路56号 华新路56号院	114.51005	38.061727
长安区	华庭家园	和平东路14号	长征街	石家庄市长安区和平东路14号 华庭家园	114.49637	38.05417
长安区	华庭国际广场	和平东路	长征街	石家庄市长安区和平东路 华庭国际广场	114.56107	38.054364
长安区	华清家园	华清北街	红星美凯龙	石家庄市长安区华清北街 华清家园	114.53903	38.056585
长安区	华平胡同12号小区	华平胡同12号	广安	石家庄市长安区华平胡同12号 华平胡同12号小区	114.50698	38.052038
长安区	华平公寓	华平胡同	长征街	石家庄市长安区华平胡同 华平公寓	114.507	38.052227
长安区	华联物贸宿舍	方北路69号	河东	石家庄市长安区方北路69号 华联物贸宿舍	114.53764	38.039456
长安区	化建小区	丰收路126号	丰收路	石家庄市长安区丰收路126号 化建小区	114.53653	38.0704
长安区	花卉园宿舍	建明南路	谈固	石家庄市长安区建明南路 花卉园宿舍	114.54161	38.03845
长安区	化工一厂宿舍	工人街5号	胜北	石家庄市长安区工人街5号 化工一厂宿舍	114.49776	38.057075
长安区	化工学校宿舍	谈固西街	谈固	石家庄市长安区谈固西街 化工学校宿舍	114.55716	38.045243
长安区	化工三厂宿舍	胜利北街278号	丰收路	石家庄市长安区胜利北街278号 化工三厂宿舍	114.5092	38.072211
长安区	化工二厂宿舍	北宋路268号	河东	石家庄市长安区北宋路268号 化工二厂宿舍	114.5558	38.046032
长安区	化肥四区(南区)	东柳路	北国益庄	石家庄市长安区东柳路 化肥四区(南区)	114.52177	38.092656
长安区	化肥四区(北区)	东柳路	北国益庄	石家庄市长安区东柳路 化肥四区(北区)	114.52177	38.092656
长安区	化肥三区	跃进路	跃进路	石家庄市长安区跃进路 化肥三区	114.53758	38.049327
长安区	化肥厂宿舍(长安)	跃进路24号	育才	石家庄市长安区跃进路24号 化肥厂宿舍(长安)	114.53743	38.049059
长安区	化肥厂第一生活区	和平东路	育才	石家庄市长安区和平东路 化肥厂第一生活区	114.52843	38.053101
长安区	化二联合宿舍	裕华东路	建华	石家庄市长安区裕华东路 化二联合宿舍	114.55161	38.037094
长安区	华宸怡园	中山东路	白佛	石家庄市长安区中山东路 华宸怡园	114.58305	38.042036
长安区	华宸美地	中山东路666号	白佛	石家庄市长安区中山东路666号 华宸美地	114.58384	38.040349
长安区	华诚园	义南路29号	胜北	石家庄市长安区义南路29号 华诚园	114.50225	38.07094
长安区	华北制药集团二生活区	跃进路	跃进路	石家庄市长安区跃进路 华北制药集团二生活区	114.53878	38.048103
长安区	环卫局宿舍(正东路)	正东路96号	省四院	石家庄市长安区正东路96号 环卫局宿舍(正东路)	114.50968	38.045834
长安区	环卫局宿舍(建明南路)	建明南路	谈固	石家庄市长安区建明南路 环卫局宿舍(建明南路)	114.55532	38.038404
长安区	环岛豪庭	柳明街	太平河公园	石家庄市长安区柳明街 环岛豪庭	114.52022	38.127035
长安区	皇庭轩	裕华东路	建明	石家庄市长安区裕华东路 皇庭轩	114.57209	38.037615
长安区	黄金公司宿舍	华清南街	跃进路	石家庄市长安区华清南街 黄金公司宿舍	114.5397	38.036022
长安区	宏业花园	华新路30号	胜北	石家庄市长安区华新路30号 宏业花园	114.50675	38.062403
长安区	弘金府	古城西路	红星	石家庄市长安区古城西路 弘金府	114.49746	38.101309
长安区	宏丰苑	丰收路62号	沿东	石家庄市长安区丰收路62号 宏丰苑	114.52348	38.071607
长安区	河冶小区	跃进路	谈固	石家庄市长安区跃进路 河冶小区	114.56016	38.049944
长安区	赫石府	向阳路	高营	石家庄市长安区向阳路 赫石府	114.55796	38.094418
长安区	和平世家	和平东路333号	跃进路	石家庄市长安区和平东路333号 和平世家	114.55385	38.055122
长安区	和平时光家园	建华北大街	红星美凯龙	石家庄市长安区建华北大街 和平时光家园	114.54948	38.056368
长安区	和平路建行宿舍	和平东路	长安公园	石家庄市长安区和平东路 和平路建行宿舍	114.51775	38.052888
长安区	和力雅园	谈南路	育才	石家庄市长安区谈南路 和力雅园	114.53087	38.048167
长安区	和合大厦	和平东路280号	广安	石家庄市长安区和平东路280号 和合大厦	114.51553	38.053099
长安区	河纺小区(南区)	中山东路432号	建华	石家庄市长安区中山东路432号 河纺小区(南区)	114.54397	38.043067
长安区	河纺小区(北区)	中山东路436号	建华	石家庄市长安区中山东路436号 河纺小区(北区)	114.54397	38.043067
长安区	河纺街规划局宿舍	河纺街7号	建华	石家庄市长安区河纺街7号 河纺街规划局宿舍	114.54353	38.04222
长安区	河纺街8号院	河纺街	谈固	石家庄市长安区河纺街 河纺街8号院	114.54329	38.041395
长安区	河纺北院	中山东路436号	建华	石家庄市长安区中山东路436号 河纺北院	114.54504	38.045855
长安区	河东办宿舍	沧州路18号	建华	石家庄市长安区沧州路18号 河东办宿舍	114.54905	38.039904
长安区	河北众诚商住楼	华清北街18号	光华路	石家庄市长安区华清北街18号 河北众诚商住楼	114.53999	38.057616
长安区	河北银行宿舍(正东路)	正东路	南三条	石家庄市长安区正东路 河北银行宿舍(正东路)	114.50109	38.047355
长安区	河北银行宿舍(丰华路)	丰华路	丰收路	石家庄市长安区丰华路 河北银行宿舍(丰华路)	114.50109	38.047355
长安区	河北四建宿舍(长安)	中山东路	谈固	石家庄市长安区中山东路 河北四建宿舍(长安)	114.45782	38.03591
长安区	河北师范大学北家属院	方北路11号	省博物馆	石家庄市长安区方北路11号 河北师范大学北家属院	114.52974	38.039642
长安区	河北省医药公司宿舍	华药东街2号	河东	石家庄市长安区华药东街2号 河北省医药公司宿舍	114.5077	38.062995
长安区	河北省冶金研究所宿舍	翟营北大街7号	跃进路	石家庄市长安区翟营北大街7号 河北省冶金研究所宿舍	114.55415	38.045813
长安区	河北省京剧院宿舍	裕华东路	省博物馆	石家庄市长安区裕华东路 河北省京剧院宿舍	114.51895	38.03663
长安区	河北省化学工业研究院宿舍	建华南大街	建华	石家庄市长安区建华南大街 河北省化学工业研究院宿舍	114.54517	38.042092
长安区	河北省二建宿舍	华药东街	红星美凯龙	石家庄市长安区华药东街 河北省二建宿舍	114.53831	38.055666
长安区	河北建勘院有限公司宿舍	建华南大街	建华	石家庄市长安区建华南大街 河北建勘院有限公司宿舍	114.54572	38.04134
长安区	河北建勘院宿舍	北宋路17号	谈固	石家庄市长安区北宋路17号 河北建勘院宿舍	114.54573	38.04126
长安区	河北广播电视报宿舍	建明南路6号	建华	石家庄市长安区建明南路6号 河北广播电视报宿舍	114.54425	38.03836
长安区	河北二建生活区	谈固西街5号	谈固	石家庄市长安区谈固西街5号 河北二建生活区	114.55805	38.04808
长安区	恒通金领地	谈固西街	谈固	石家庄市长安区谈固西街 恒通金领地	114.55837	38.030694
长安区	恒立苑	向阳街	体育北大街	石家庄市长安区向阳街 恒立苑	114.52635	38.083484
长安区	恒大御景半岛(商住楼)	高营大街	高营	石家庄市长安区高营大街 恒大御景半岛(商住楼)	114.56272	38.088091
长安区	恒大御景半岛	高营大街	高营	石家庄市长安区高营大街 恒大御景半岛	114.56272	38.088091
长安区	豪门府邸	裕华东路	白佛	石家庄市长安区裕华东路 豪门府邸	114.58029	38.039197
长安区	翰玉门庭	谈固北大街75号	土贤庄	石家庄市长安区谈固北大街75号 翰玉门庭	114.56386	38.069969
长安区	瀚唐小区(别墅)	体育北大街	体育北大街	石家庄市长安区体育北大街 瀚唐小区(别墅)	114.54104	38.095181
长安区	瀚唐小区	体育北大街	体育北大街	石家庄市长安区体育北大街 瀚唐小区	114.54104	38.095181
长安区	汉嘉海语城	新兴街	长安周边	石家庄市长安区新兴街 汉嘉海语城	114.61669	38.094729
长安区	航测生活区	学府路13号	太平河公园	石家庄市长安区学府路13号 航测生活区	114.51425	38.12245
长安区	海光苑	胜利北大街	北国益庄	石家庄市长安区胜利北大街 海光苑	114.52081	38.088719
长安区	古运码头(二期)	胜利北大街329号	北国益庄	石家庄市长安区胜利北大街329号 古运码头(二期)	114.52153	38.085765
长安区	古运码头	胜利北街329号	北国益庄	石家庄市长安区胜利北街329号 古运码头	114.52068	38.087693
长安区	国信投资宿舍	平安大街56号	南三条	石家庄市长安区平安大街56号 国信投资宿舍	114.50047	38.048872
长安区	国瑞园(中区)	义南路16号路	胜北	石家庄市长安区义南路16号路 国瑞园(中区)	114.5077	38.070347
长安区	国瑞园(东区)	胜利北街	义堂	石家庄市长安区胜利北街 国瑞园(东区)	114.50579	38.071553
长安区	国瑞园(北区)	义东街	胜北	石家庄市长安区义东街 国瑞园(北区)	114.50579	38.071553
长安区	国际总部花园	翠屏西路	太平河公园	石家庄市长安区翠屏西路 国际总部花园	114.5187	38.118212
长安区	国赫天著	石纺路	义堂	石家庄市长安区石纺路 国赫天著	114.50548	38.07901
长安区	国赫红珊湾	丰收路72号	丰收路	石家庄市长安区丰收路72号 国赫红珊湾	114.52741	38.071226
长安区	国粹小区	铁院北路	北国益庄	石家庄市长安区铁院北路 国粹小区	114.51561	38.084668
长安区	挂面厂宿舍	胜利北街	胜北	石家庄市长安区胜利北街 挂面厂宿舍	114.50442	38.063967
长安区	观天下	十丰路	十里铺	石家庄市长安区十丰路 观天下	114.58342	38.074528
长安区	冠诚苑(冠城)	谈北路49号	广安	石家庄市长安区谈北路49号 冠诚苑(冠城)	114.52739	38.052158
长安区	光华小区	光华路135号	建北	石家庄市长安区光华路135号 光华小区	114.51698	38.058905
长安区	光华路一印宿舍	光华路161号	建北	石家庄市长安区光华路161号 光华路一印宿舍	114.54836	38.038477
长安区	光华路棉二宿舍	光华路	建北	石家庄市长安区光华路 光华路棉二宿舍	114.52376	38.058824
长安区	光华里悦公馆	电厂街	建北	石家庄市长安区电厂街 光华里悦公馆	114.52513	38.060912
长安区	光华里	电厂街	光华路	石家庄市长安区电厂街 光华里	114.52235	38.060498
长安区	广合小区	广安大街	广安	石家庄市长安区广安大街 广合小区	114.52242	38.047472
长安区	广电社区	青园街150号	省博物馆	石家庄市长安区青园街150号 广电社区	114.51727	38.036645
长安区	广安云棠	外贸街36号	广安	石家庄市长安区外贸街36号 广安云棠	114.51967	38.06078
长安区	广安街经编厂宿舍	广安街	广安	石家庄市长安区广安街 广安街经编厂宿舍	114.52347	38.05235
长安区	广安大厦	谈南路,近广安大街	广安	石家庄市长安区谈南路,近广安大街 广安大厦	114.52248	38.047915
长安区	供水公司宿舍(长安)	建设北大街	光华路	石家庄市长安区建设北大街 供水公司宿舍(长安)	114.51108	38.065227
长安区	工商银行宿舍(平安北大街)	平安北大街140号	长征街	石家庄市长安区平安北大街140号 工商银行宿舍(平安北大街)	114.50072	38.053383
长安区	龚尚嘉苑	裕华东路191号	建明	石家庄市长安区裕华东路191号 龚尚嘉苑	114.57257	38.037088
长安区	工人街宿舍	工人街16号	胜北	石家庄市长安区工人街16号 工人街宿舍	114.49875	38.062289
长安区	工人街12号院	工人街12号	胜北	石家庄市长安区工人街12号 工人街12号院	114.49865	38.06163
长安区	公交公司宿舍(建设北大街)	建设北大街14号	省四院	石家庄市长安区建设北大街14号 公交公司宿舍(建设北大街)	114.5115	38.044767
长安区	公交公司宿舍(长安)	翟营北大街5号	跃进路	石家庄市长安区翟营北大街5号 公交公司宿舍(长安)	114.55415	38.045443
长安区	工行宿舍(四水厂路)	四水厂路12号	体育北大街	石家庄市长安区四水厂路12号 工行宿舍(四水厂路)	114.54646	38.050634
长安区	工行宿舍(长安)	建华北大街23号	跃进路	石家庄市长安区建华北大街23号 工行宿舍(长安)	114.54606	38.050621
长安区	供电局宿舍	胜利北街171号	胜北	石家庄市长安区胜利北街171号 供电局宿舍	114.5059	38.07404
长安区	公安分局宿舍	华药东街	红星美凯龙	石家庄市长安区华药东街 公安分局宿舍	114.53745	38.055811
长安区	高远森霖城三区	红星街	红星	石家庄市长安区红星街 高远森霖城三区	114.49742	38.100209
长安区	高远森霖城二区	志远路	红星	石家庄市长安区志远路 高远森霖城二区	114.50145	38.099847
长安区	高远森霖城	红星街	红星	石家庄市长安区红星街 高远森霖城	114.50029	38.103012
长安区	高远兰亭	谈固北大街	长丰	石家庄市长安区谈固北大街 高远兰亭	114.56234	38.070369
长安区	高级技工学校宿舍	胜利北街469号	太平河公园	石家庄市长安区胜利北街469号 高级技工学校宿舍	114.5254	38.104732
长安区	钢厂宿舍	跃进路	谈固	石家庄市长安区跃进路 钢厂宿舍	114.56005	38.04971
长安区	福源大厦	和平东路	建北	石家庄市长安区和平东路 福源大厦	114.51387	38.053419
长安区	富瀛苏园南区	高营大街	高营	石家庄市长安区高营大街 富瀛苏园南区	114.56362	38.078543
长安区	富瀛苏园北区	高营大街	高营	石家庄市长安区高营大街 富瀛苏园北区	114.56441	38.081728
长安区	府阳公寓	建设大街范西路	省博物馆	石家庄市长安区建设大街范西路 府阳公寓	114.51489	38.040035
长安区	阜康路工商局宿舍	阜康路8号	南三条	石家庄市长安区阜康路8号 阜康路工商局宿舍	114.50014	38.048443
长安区	福华家园(西区)	华清北街	丰收路	石家庄市长安区华清北街 福华家园(西区)	114.54127	38.074739
长安区	福华家园(东区)	华清北街	丰收路	石家庄市长安区华清北街 福华家园(东区)	114.54127	38.074739
长安区	福东庄园	太行北大街	长安周边	石家庄市长安区太行北大街 福东庄园	114.62972	38.088757
长安区	妇产医院宿舍	中山东路206号	省博物馆	石家庄市长安区中山东路206号 妇产医院宿舍	114.51354	38.042686
长安区	丰泽福苑	建华大街389号	体育北大街	石家庄市长安区建华大街389号 丰泽福苑	114.54419	38.077559
长安区	丰收园	荣华街10号	丰收路	石家庄市长安区荣华街10号 丰收园	114.53466	38.070159
长安区	枫丹华庭	丰收路68号	丰收路	石家庄市长安区丰收路68号 枫丹华庭	114.52508	38.070009
长安区	翡翠家园	建设北大街221号	胜北	石家庄市长安区建设北大街221号 翡翠家园	114.51207	38.062247
长安区	阀门二厂宿舍	建华北大街	跃进路	石家庄市长安区建华北大街 阀门二厂宿舍	114.5563	38.049861
长安区	范西路小学教师宿舍	范西路74号	省博物馆	石家庄市长安区范西路74号 范西路小学教师宿舍	114.5187	38.039037
长安区	范西路税务局宿舍	范西路37号	省博物馆	石家庄市长安区范西路37号 范西路税务局宿舍	114.51874	38.039642
长安区	范西路城管局宿舍	建设南大街37号	省博物馆	石家庄市长安区建设南大街37号 范西路城管局宿舍	114.51746	38.039207
长安区	范华小区	范民街12号	省博物馆	石家庄市长安区范民街12号 范华小区	114.51942	38.040523
长安区	纺织厂家属院	胜利大街	胜北	石家庄市长安区胜利大街 纺织厂家属院	114.51275	38.125049
长安区	房管局宿舍楼	方北路	省博物馆	石家庄市长安区方北路 房管局宿舍楼	114.53184	38.039505
长安区	房管局宿舍(向阳路)	平安北大街30号	长征街	石家庄市长安区平安北大街30号 房管局宿舍(向阳路)	114.50089	38.04981
长安区	房管局宿舍(煤机街)	煤机街	谈固	石家庄市长安区煤机街 房管局宿舍(煤机街)	114.50091	38.049636
长安区	二十二中宿舍	桃李巷	谈固	石家庄市长安区桃李巷 二十二中宿舍	114.55321	38.038879
长安区	都市怡景综合楼	铁院北路	北国益庄	石家庄市长安区铁院北路 都市怡景综合楼	114.50766	38.089985
长安区	都市怡景	铁院北路	北国益庄	石家庄市长安区铁院北路 都市怡景	114.50766	38.089985
长安区	东原启城	古城东路	高营	石家庄市长安区古城东路 东原启城	114.54503	38.104197
长安区	东兴小区	建明中路9-15号	建明	石家庄市长安区建明中路9-15号 东兴小区	114.56437	38.040284
长安区	东兴快乐家	建明中路37号	谈固	石家庄市长安区建明中路37号 东兴快乐家	114.56536	38.041685
长安区	东胜未来云(新房)	天山北大街与槐河路交口东行500米路北	长安周边	石家庄市长安区天山北大街与槐河路交口东行500米路北 东胜未来云(新房)	114.62046	38.067783
长安区	东胜未来云	宝山路	长安周边	石家庄市长安区宝山路 东胜未来云	114.62046	38.067783
长安区	东明苑小区	中山东路	建华	石家庄市长安区中山东路 东明苑小区	114.5473	38.043108
长安区	动力厂五宿舍	长征街66号	长征街	石家庄市长安区长征街66号 动力厂五宿舍	114.50476	38.050332
长安区	动力厂宿舍(工人街)	工人街	胜北	石家庄市长安区工人街 动力厂宿舍(工人街)	114.50441	38.052981
长安区	动力厂宿舍(长征街)	长征街114号	长征街	石家庄市长安区长征街114号 动力厂宿舍(长征街)	114.50441	38.052981
长安区	东货场宿舍	光华路电厂街	建北	石家庄市长安区光华路电厂街 东货场宿舍	114.51343	38.065626
长安区	东海国际	建设北大街228号	胜北	石家庄市长安区建设北大街228号 东海国际	114.51102	38.063229
长安区	东古城新区	志诚街	体育北大街	石家庄市长安区志诚街 东古城新区	114.536	38.094141
长安区	东方怡园	石丰路	西兆通	石家庄市长安区石丰路 东方怡园	114.60835	38.073947
长安区	东方名邸	中山东路	建华	石家庄市长安区中山东路 东方名邸	114.54243	38.041257
长安区	东方魅力	谈固东街35号	谈固	石家庄市长安区谈固东街35号 东方魅力	114.57033	38.04572
长安区	东杜庄村自建房	复兴路1号	西兆通	石家庄市长安区复兴路1号 东杜庄村自建房	114.61917	38.058186
长安区	东安房地产宿舍	煤机街	谈固	石家庄市长安区煤机街 东安房地产宿舍	114.5504	38.038622
长安区	地质勘察院宿舍	勘院路18号	十里铺	石家庄市长安区勘院路18号 地质勘察院宿舍	114.57313	38.074572
长安区	翟营邮电局宿舍	翟营南大街	建明	石家庄市长安区翟营南大街 翟营邮电局宿舍	114.55344	38.039399
长安区	翟营大街内配宿舍	翟营南大街	谈固	石家庄市长安区翟营南大街 翟营大街内配宿舍	114.55386	38.044369
长安区	翟营大街技术监督局宿舍	翟营南大街	建明	石家庄市长安区翟营南大街 翟营大街技术监督局宿舍	114.55223	38.040347
长安区	地铁万科蓝湾	胜利大街,近古城路	太平河公园	石家庄市长安区胜利大街,近古城路 地铁万科蓝湾	114.65191	38.049369
长安区	第三职业中专宿舍	中山路	谈固	石家庄市长安区中山路 第三职业中专宿舍	114.57123	38.045006
长安区	第七医院宿舍	建明北路	谈固	石家庄市长安区建明北路 第七医院宿舍	114.55221	38.040762
长安区	翟东小区	跃进路108号	谈固	石家庄市长安区跃进路108号 翟东小区	114.55406	38.047611
长安区	钓鱼台名居	健康路11号	广安	石家庄市长安区健康路11号 钓鱼台名居	114.51465	38.050519
长安区	电信传输局宿舍	华清南街6号	体育场	石家庄市长安区华清南街6号 电信传输局宿舍	114.53909	38.037895
长安区	店上锦绣铭邸二区	秦岭北街	长安周边	石家庄市长安区秦岭北街 店上锦绣铭邸二区	114.61124	38.089514
长安区	店上高层	西兆通镇店上村委大院	长安周边	石家庄市长安区西兆通镇店上村委大院 店上高层	114.61202	38.100034
长安区	电力局宿舍(长安)	正东路	长安公园	石家庄市长安区正东路 电力局宿舍(长安)	114.14768	38.033876
长安区	电话设备厂宿舍	范西路	省博物馆	石家庄市长安区范西路 电话设备厂宿舍	114.51262	38.039261
长安区	大名公寓	建明中路35号	建明	石家庄市长安区建明中路35号 大名公寓	114.5668	38.040427
长安区	村南街宿舍	圆明路	长征街	石家庄市长安区圆明路 村南街宿舍	114.50378	38.048841
长安区	纯粹家园	强镇街	长安周边	石家庄市长安区强镇街 纯粹家园	114.64844	38.086883
长安区	陈章小区	赵佗路	红星	石家庄市长安区赵佗路 陈章小区	114.49704	38.094219
长安区	城建开发宿舍	谈北路	广安	石家庄市长安区谈北路 城建开发宿舍	114.52412	38.050861
长安区	城发投·时代中心	和平路与车辆厂前街交叉口	南三条	石家庄市长安区和平路与车辆厂前街交叉口 城发投·时代中心	114.56107	38.054364
长安区	茶叶公司宿舍	华新路15号	建北	石家庄市长安区华新路15号 茶叶公司宿舍	114.50627	38.062965
长安区	产权处宿舍	工人街1号	光华路	石家庄市长安区工人街1号 产权处宿舍	114.49776	38.056636
长安区	长征街轴承厂宿舍	长征街	长征街	石家庄市长安区长征街 长征街轴承厂宿舍	114.48121	38.086864
长安区	长征街水泵厂宿舍	华平胡同	长征街	石家庄市长安区华平胡同 长征街水泵厂宿舍	114.50653	38.051732
长安区	长征街房管局宿舍	长征街	长征街	石家庄市长安区长征街 长征街房管局宿舍	114.50091	38.049636
长安区	常青园	体育北大街157号	热电厂	石家庄市长安区体育北大街157号 常青园	114.53294	38.059187
长安区	长安颐园御公馆	育和街	红星	石家庄市长安区育和街 长安颐园御公馆	114.50144	38.084311
长安区	长安区政府宿舍	建明南路5号	建华	石家庄市长安区建明南路5号 长安区政府宿舍	114.54439	38.038588
长安区	长安区区委宿舍	青园街	广安	石家庄市长安区青园街 长安区区委宿舍	114.47251	38.028152
长安区	长安区国税局宿舍	华清南街	河东	石家庄市长安区华清南街 长安区国税局宿舍	114.53888	38.038486
长安区	长安区工行宿舍	中山东路370号	河东	石家庄市长安区中山东路370号 长安区工行宿舍	114.53775	38.0429
长安区	长安就业局宿舍	建华北大街	谈固	石家庄市长安区建华北大街 长安就业局宿舍	114.54501	38.069039
长安区	长安金茂悦(商住楼)	十里铺街	十里铺	石家庄市长安区十里铺街 长安金茂悦(商住楼)	114.56985	38.074574
长安区	长安金茂悦	十里铺街	十里铺	石家庄市长安区十里铺街 长安金茂悦	114.56985	38.074574
长安区	长安经贸局宿舍	裕华东路	北宋	石家庄市长安区裕华东路 长安经贸局宿舍	114.54877	38.037275
长安区	长安交通银行宿舍	青园街	白佛	石家庄市长安区青园街 长安交通银行宿舍	114.51781	38.026484
长安区	长安花苑	建设北大街80号	长征街	石家庄市长安区建设北大街80号 长安花苑	114.51137	38.049721
长安区	长安公馆	中山路520号	谈固	石家庄市长安区中山路520号 长安公馆	114.55839	38.043332
长安区	长安房管所宿舍	外贸街	建北	石家庄市长安区外贸街 长安房管所宿舍	114.5171	38.061881
长安区	测绘局宿舍(长安)	中山东路	建华	石家庄市长安区中山东路 测绘局宿舍(长安)	114.55327	38.04296
长安区	沧州路20号院	沧州路20号	谈固	石家庄市长安区沧州路20号 沧州路20号院	114.54824	38.03925
长安区	沧州建材宿舍	柳阳街	北国益庄	石家庄市长安区柳阳街 沧州建材宿舍	114.51599	38.090465
长安区	财政局宿舍(长安)	平安北大街56号	南三条	石家庄市长安区平安北大街56号 财政局宿舍(长安)	114.50111	38.048976
长安区	财富天下	胜利大街289号	北国益庄	石家庄市长安区胜利大街289号 财富天下	114.51676	38.085554
长安区	财富大厦	广安大街24号	广安	石家庄市长安区广安大街24号 财富大厦	114.52148	38.051474
长安区	博雅庄园	光华路9号	光华路	石家庄市长安区光华路9号 博雅庄园	114.50751	38.058667
长安区	博雅盛世E区	青翠街	十里铺	石家庄市长安区青翠街 博雅盛世E区	114.57893	38.082321
长安区	博雅盛世D区	青翠街	十里铺	石家庄市长安区青翠街 博雅盛世D区	114.58287	38.081341
长安区	博雅盛世C区商住楼	青翠街	十里铺	石家庄市长安区青翠街 博雅盛世C区商住楼	114.58032	38.080453
长安区	博雅盛世	青翠街	十里铺	石家庄市长安区青翠街 博雅盛世	114.58105	38.080306
长安区	铂金公馆	广安大街8号	广安	石家庄市长安区广安大街8号 铂金公馆	114.52196	38.044171
长安区	铂宫时代	育和街	红星	石家庄市长安区育和街 铂宫时代	114.50588	38.099079
长安区	铂宫后海(新房)	古城西路与育合街交口	红星	石家庄市长安区古城西路与育合街交口 铂宫后海(新房)	114.50881	38.10797
长安区	铂宫后海	古城西路	红星	石家庄市长安区古城西路 铂宫后海	114.50881	38.10797
长安区	碧景园	体育北大街	广安	石家庄市长安区体育北大街 碧景园	114.53078	38.046346
长安区	北宋新苑南院	中山东路	建华	石家庄市长安区中山东路 北宋新苑南院	114.54448	38.046311
长安区	北宋新苑北院	建华北大街	建华	石家庄市长安区建华北大街 北宋新苑北院	114.5454	38.046825
长安区	北环大厦	北二环	长丰	石家庄市长安区北二环 北环大厦	114.56133	38.075229
长安区	北高营新村	体育大街	体育北大街	石家庄市长安区体育大街 北高营新村	114.55441	38.093432
长安区	北方大厦宿舍	四水厂路	北国益庄	石家庄市长安区四水厂路 北方大厦宿舍	114.52259	38.089753
长安区	北城山水	谈固北大街	十里铺	石家庄市长安区谈固北大街 北城山水	114.5631	38.074808
长安区	北城国际(南区)	丰收路	丰收路	石家庄市长安区丰收路 北城国际(南区)	114.5193	38.074387
长安区	北城国际(北区B区)	丰收路21号	丰收路	石家庄市长安区丰收路21号 北城国际(北区B区)	114.5191	38.07233
长安区	北城国际(北区A区)	丰收路19号	沿东	石家庄市长安区丰收路19号 北城国际(北区A区)	114.5192	38.073244
长安区	北城国际(C区)	石纺路	丰收路	石家庄市长安区石纺路 北城国际(C区)	114.5193	38.074387
长安区	北部时光	东柳路25号	北国益庄	石家庄市长安区东柳路25号 北部时光	114.51064	38.093016
长安区	八家庄公寓	建设北大街228号	建北	石家庄市长安区建设北大街228号 八家庄公寓	114.51154	38.064127
长安区	宝石电子集团宿舍	华清北街	跃进路	石家庄市长安区华清北街 宝石电子集团宿舍	114.53941	38.045389
长安区	保利花园紫薇园	北二环东路	保利	石家庄市长安区北二环东路 保利花园紫薇园	114.53983	38.074736
长安区	保利花园蔷薇园	北二环东路	保利	石家庄市长安区北二环东路 保利花园蔷薇园	114.53714	38.075045
长安区	保利花园罗兰园	石纺路	保利	石家庄市长安区石纺路 保利花园罗兰园	114.53996	38.071985
长安区	保利花园红棉园	石纺路	保利	石家庄市长安区石纺路 保利花园红棉园	114.5341	38.072549
长安区	保利花园海棠园	石纺路	保利	石家庄市长安区石纺路 保利花园海棠园	114.53678	38.072942
长安区	半岛名邸一区	胜利北街	太平河公园	石家庄市长安区胜利北街 半岛名邸一区	114.52004	38.109082
长安区	半岛名邸二区	胜利北街	太平河公园	石家庄市长安区胜利北街 半岛名邸二区	114.52171	38.106125
长安区	半岛名邸大厦	胜利北街	太平河公园	石家庄市长安区胜利北街 半岛名邸大厦	114.52403	38.107064
长安区	半岛国际	中山路439号	谈固	石家庄市长安区中山路439号 半岛国际	114.52162	38.108279
长安区	白佛小区	中山东路789号	白佛	石家庄市长安区中山东路789号 白佛小区	114.58125	38.0447
长安区	白佛口朝晖苑	中山东路	白佛	石家庄市长安区中山东路 白佛口朝晖苑	114.57927	38.045327
长安区	白佛家园	银佛家园|中山东路	白佛	石家庄市长安区银佛家园|中山东路 白佛家园	114.53895	38.03682
长安区	白佛村	中山东路	白佛	石家庄市长安区中山东路 白佛村	114.58548	38.048174
长安区	阿尔卡迪亚	和平东路7号	胜北	石家庄市长安区和平东路7号 阿尔卡迪亚	114.50153	38.055537
长安区	奥北公元(一区)	建华北大街	丰收路	石家庄市长安区建华北大街 奥北公元(一区)	114.54965	38.067428
长安区	奥北公元(四区)	建华北大街	长丰	石家庄市长安区建华北大街 奥北公元(四区)	114.54965	38.067428
长安区	奥北公元(二区)	建华北大街	丰收路	石家庄市长安区建华北大街 奥北公元(二区)	114.54965	38.067428
长安区	安桥商务	广安大街77号	广安	石家庄市长安区广安大街77号 安桥商务	114.52294	38.052016
长安区	安联新青年广场	和平东路	白佛	石家庄市长安区和平东路 安联新青年广场	114.58093	38.059132
长安区	安联生态城雅诗阁	和平东路	西兆通	石家庄市长安区和平东路 安联生态城雅诗阁	114.53697	38.058433
长安区	安联生态城檀悦府	天龙路	西兆通	石家庄市长安区天龙路 安联生态城檀悦府	114.60218	38.071973
长安区	安联生态城承天府	西兆通大街	西兆通	石家庄市长安区西兆通大街 安联生态城承天府	114.60221	38.073982
长安区	安联生态城	和平东路	西兆通	石家庄市长安区和平东路 安联生态城	114.53697	38.058433
长安区	安联清晖园	光华路	光华路	石家庄市长安区光华路 安联清晖园	114.53808	38.057928
长安区	6410厂宿舍	丰收路	丰收路	石家庄市长安区丰收路 6410厂宿舍	114.54358	38.069964
长安区	260公寓	胜利北街	北国益庄	石家庄市长安区胜利北街 260公寓	114.50595	38.068264
长安区	23中宿舍	华平胡同9号	长征街	石家庄市长安区华平胡同9号 23中宿舍	114.50679	38.051271
长安区	21中宿舍	沿西街	沿东	石家庄市长安区沿西街 21中宿舍	114.51672	38.075419
裕华区	恒佑大厦	裕华路	东苑	石家庄市裕华区裕华路 恒佑大厦	114.5749	38.035832
桥西区	世祥府邸	时光街	北杜	石家庄市桥西区时光街 世祥府邸	114.42579	38.033957
桥西区	华能上安电厂生活区	工农路	北杜	石家庄市桥西区工农路 华能上安电厂生活区	114.43117	38.033124
桥西区	闻璟	建国路	北杜	石家庄市桥西区建国路 闻璟	114.45169	38.027797
桥西区	中小企业局宿舍	裕华路	北杜	石家庄市桥西区裕华路 中小企业局宿舍	114.43389	38.03347
桥西区	河北经济日报社宿舍	金竹街	北杜	石家庄市桥西区金竹街 河北经济日报社宿舍	114.43352	38.033359
桥西区	尚品佳苑	建国路	北杜	石家庄市桥西区建国路 尚品佳苑	114.42985	38.028129
桥西区	时光小区	槐安西路	北杜	石家庄市桥西区槐安西路 时光小区	114.4221	38.026409
桥西区	碧桂园天汇	苑东街	北杜, 裕西	石家庄市桥西区苑东街 碧桂园天汇	114.41763	38.026754
桥西区	裕城市政宿舍	工农路618号	北杜, 裕西	石家庄市桥西区工农路618号 裕城市政宿舍	114.41989	38.031685
桥西区	君晓家园	槐安西路	北杜	石家庄市桥西区槐安西路 君晓家园	114.43114	38.025696
桥西区	河北省总工会宿舍	工农路580号	北杜	石家庄市桥西区工农路580号 河北省总工会宿舍	114.43398	38.031729
桥西区	裕华西路146号院	裕华西路146号	北杜, 城角街, 益友百货	石家庄市桥西区裕华西路146号 裕华西路146号院	114.44592	38.03449
桥西区	翠堤春晓	槐安西路	北杜	石家庄市桥西区槐安西路 翠堤春晓	114.42677	38.026048
桥西区	西雅小区	建国路	北杜	石家庄市桥西区建国路 西雅小区	114.43139	38.029104
桥西区	北杜花园	时光街	北杜	石家庄市桥西区时光街 北杜花园	114.42883	38.024983
桥西区	世纪名园	时光街	北杜	石家庄市桥西区时光街 世纪名园	114.4275	38.026952
桥西区	城角街625号院	城角街625号	北杜, 城角街, 四十一中	石家庄市桥西区城角街625号 城角街625号院	114.44432	38.028716
桥西区	闻喜小区	工农路	北杜	石家庄市桥西区工农路 闻喜小区	114.42446	38.032021
桥西区	河北省画报社宿舍	工农路	北杜	石家庄市桥西区工农路 河北省画报社宿舍	114.44658	38.031763
桥西区	时光园	时光街	北杜	石家庄市桥西区时光街 时光园	114.43047	38.030267
桥西区	裕华西路190号宿舍	时光街	北杜	石家庄市桥西区时光街 裕华西路190号宿舍	114.4295	38.034282
桥西区	发改委宿舍(金竹街)	金竹街6号	北杜	石家庄市桥西区金竹街6号 发改委宿舍(金竹街)	114.43331	38.032571
桥西区	富力康小区	工农路	北杜	石家庄市桥西区工农路 富力康小区	114.43316	38.031203
桥西区	际华苑	新华路	北杜, 简良, 益友百货	石家庄市桥西区新华路 际华苑	114.42625	38.049342
桥西区	北杜社区自建房	时光街	北杜	石家庄市桥西区时光街 北杜社区自建房	114.4282	38.032501
桥西区	第十离职干休所(西院)	槐安西路275号	北杜, 城角街, 四十一中	石家庄市桥西区槐安西路275号 第十离职干休所(西院)	114.4354	38.024712
桥西区	瓮村鑫苑西区	建国路	北杜	石家庄市桥西区建国路 瓮村鑫苑西区	114.41793	38.029162
桥西区	水泥厂宿舍(裕华路)	裕华路	北杜, 城角街, 益友百货	石家庄市桥西区裕华路 水泥厂宿舍(裕华路)	114.42293	38.033479
桥西区	海关宿舍	裕华西路719号	北杜	石家庄市桥西区裕华西路719号 海关宿舍	114.43688	38.035011
桥西区	社会福利院宿舍	槐安路	北杜	石家庄市桥西区槐安路 社会福利院宿舍	114.42504	38.028821
桥西区	翰林观天下(商住楼)	红旗大街	北杜, 城角街, 火车站	石家庄市桥西区红旗大街 翰林观天下(商住楼)	114.45719	38.026656
桥西区	省政府研究室宿舍	金竹街	北杜	石家庄市桥西区金竹街 省政府研究室宿舍	114.43308	38.032148
桥西区	石家庄第七干休所	西二环南路166号	北杜	石家庄市桥西区西二环南路166号 石家庄第七干休所	114.43714	38.0277
桥西区	劳教局宿舍(桥西)	金竹街	北杜	石家庄市桥西区金竹街 劳教局宿舍(桥西)	114.43352	38.033359
桥西区	紫气东来消防局宿舍	裕华西路210号	北杜	石家庄市桥西区裕华西路210号 紫气东来消防局宿舍	114.4225	38.032305
桥西区	省直党校宿舍	建国路638号	北杜, 城角街, 四十一中	石家庄市桥西区建国路638号 省直党校宿舍	114.43397	38.028811
桥西区	军兴家园	西二环南路2号	北杜	石家庄市桥西区西二环南路2号 军兴家园	114.43648	38.03798
桥西区	北杜新区	时光街106号	北杜	石家庄市桥西区时光街106号 北杜新区	114.42893	38.034466
桥西区	军秀苑	西二环南路6号	北杜	石家庄市桥西区西二环南路6号 军秀苑	114.43596	38.035911
桥西区	水泥厂宿舍	裕华西路212号	北杜	石家庄市桥西区裕华西路212号 水泥厂宿舍	114.42248	38.034109
桥西区	际华佳林苑裕园小区	苑东街	北杜	石家庄市桥西区苑东街 际华佳林苑裕园小区	114.41954	38.025159
桥西区	恒大中央广场	平安南大街	北国商城	石家庄市桥西区平安南大街 恒大中央广场	114.50028	38.042533
桥西区	建材宿舍(建设南大街)	建设南大街	北国商城, 休门	石家庄市桥西区建设南大街 建材宿舍(建设南大街)	114.50271	38.02158
桥西区	寓墅	中山东路55号	北国商城, 东风, 东三教	石家庄市桥西区中山东路55号 寓墅	114.49679	38.04417
桥西区	市政协宿舍	中山东路	北国商城, 平安公园, 中山	石家庄市桥西区中山东路 市政协宿舍	114.50336	38.042248
桥西区	石铁25宿舍	经一条7号	北国商城, 东风, 火车站	石家庄市桥西区经一条7号 石铁25宿舍	114.48329	38.034597
桥西区	休门南街6号院	休门南街6号	北国商城	石家庄市桥西区休门南街6号 休门南街6号院	114.50509	38.036878
桥西区	滨江天禧府	民生路	北国商城, 平安公园	石家庄市桥西区民生路 滨江天禧府	114.50881	38.039495
桥西区	滨江优谷	休门街	北国商城, 彭后	石家庄市桥西区休门街 滨江优谷	114.50687	38.039772
桥西区	安元嘉里熙园	槐安东路20号	北国商城, 东风, 火车站	石家庄市桥西区槐安东路20号 安元嘉里熙园	114.49906	38.021748
桥西区	省税务局宿舍(桥西)	平安南大街37号	北国商城, 彭后, 平安公园	石家庄市桥西区平安南大街37号 省税务局宿舍(桥西)	114.50119	38.022415
桥西区	千里行公寓楼	建设南大街10号	北国商城	石家庄市桥西区建设南大街10号 千里行公寓楼	114.51156	38.038552
桥西区	省委党校宿舍	平安南大街	北国商城	石家庄市桥西区平安南大街 省委党校宿舍	114.50167	38.03134
桥西区	裕华东路62号楼	裕华东路62号	北国商城, 平安公园, 休门	石家庄市桥西区裕华东路62号 裕华东路62号楼	114.51037	38.035188
桥西区	汽配公司宿舍	裕华东路	北国商城, 平安公园, 休门	石家庄市桥西区裕华东路 汽配公司宿舍	114.53608	38.036111
桥西区	蛋品库宿舍	桥头街20号	北国商城, 东风, 火车站	石家庄市桥西区桥头街20号 蛋品库宿舍	114.48942	38.025706
桥西区	第二造纸厂宿舍(桥西)	槐中路	北国商城	石家庄市桥西区槐中路 第二造纸厂宿舍(桥西)	114.51098	38.028403
桥西区	绿地中山华府丁香院	电报局街37号	北国商城, 新百广场, 中山	石家庄市桥西区电报局街37号 绿地中山华府丁香院	114.49388	38.042318
桥西区	三三零二南院	建胜路7号	北国商城, 东风, 火车站	石家庄市桥西区建胜路7号 三三零二南院	114.50766	38.020292
桥西区	滨江商务大厦	中山东路158号	北国商城, 彭后	石家庄市桥西区中山东路158号 滨江商务大厦	114.50533	38.042131
桥西区	房管局宿舍	平安南大街16号	北国商城, 平安公园	石家庄市桥西区平安南大街16号 房管局宿舍	114.47221	38.030596
桥西区	富力中心	建设南大街12号	北国商城	石家庄市桥西区建设南大街12号 富力中心	114.5108	38.039666
桥西区	无线电五厂宿舍	兴纺街4号	北国商城, 彭后, 平安公园	石家庄市桥西区兴纺街4号 无线电五厂宿舍	114.49771	38.034185
桥西区	国债宿舍	休门街	北国商城, 平安公园, 休门	石家庄市桥西区休门街 国债宿舍	114.5085	38.033236
桥西区	第二经编厂宿舍	槐中路	北国商城, 东风, 休门	石家庄市桥西区槐中路 第二经编厂宿舍	114.54067	38.02881
桥西区	如意商务大厦	中山东路166号	北国商城, 平安公园	石家庄市桥西区中山东路166号 如意商务大厦	114.50701	38.042581
桥西区	平安南大街61号院	平安南大街61号	北国商城, 东风, 休门	石家庄市桥西区平安南大街61号 平安南大街61号院	114.50225	38.030183
桥西区	东马路10号院	东马路10号	北国商城, 平安公园, 中山	石家庄市桥西区东马路10号 东马路10号院	114.49809	38.038012
桥西区	四中路10号院	四中路10号	北国商城, 平安公园	石家庄市桥西区四中路10号 四中路10号院	114.50467	38.038125
桥西区	滨江天禧府(新房)	建设大街民生路交口西行约200米	北国商城, 平安公园	石家庄市桥西区建设大街民生路交口西行约200米 滨江天禧府(新房)	114.50881	38.039495
桥西区	石门商务中心	休门街91号	北国商城, 东风, 休门	石家庄市桥西区休门街91号 石门商务中心	114.50761	38.031051
桥西区	华锦商务大厦	北人字街9号	北国商城, 平安公园	石家庄市桥西区北人字街9号 华锦商务大厦	114.50697	38.042578
桥西区	好景园小区	宫北路	滨河	石家庄市桥西区宫北路 好景园小区	114.46267	37.982809
桥西区	铁路南环宿舍	中华南大街	滨河	石家庄市桥西区中华南大街 铁路南环宿舍	114.47963	38.000438
桥西区	尹泰家园	红旗大街	滨河	石家庄市桥西区红旗大街 尹泰家园	114.46434	37.983668
桥西区	清水居	清水街1号	滨河	石家庄市桥西区清水街1号 清水居	114.47837	38.002823
桥西区	尹泰花园(东区)	汇明路	滨河	石家庄市桥西区汇明路 尹泰花园(东区)	114.46817	37.99179
桥西区	滨河新城(桥西)	滨河街38号	滨河	石家庄市桥西区滨河街38号 滨河新城(桥西)	114.46944	37.999207
桥西区	警察学校宿舍	滨河街	滨河	石家庄市桥西区滨河街 警察学校宿舍	114.47029	37.999587
桥西区	保利阅云台	汇丰路	滨河, 红旗	石家庄市桥西区汇丰路 保利阅云台	114.46867	37.993458
桥西区	鲁府花园	新石南路61号	滨河	石家庄市桥西区新石南路61号 鲁府花园	114.47247	38.008541
桥西区	省政协宿舍	新华路248号	滨河, 维明	石家庄市桥西区新华路248号 省政协宿舍	114.46708	38.047447
桥西区	滨河小区颐兴园	红滨路	滨河, 红旗	石家庄市桥西区红滨路 滨河小区颐兴园	114.46319	38.016248
桥西区	二印宿舍(红旗大街)	红旗大街	滨河	石家庄市桥西区红旗大街 二印宿舍(红旗大街)	114.44568	38.028651
桥西区	旭城花园旭雅园	南二环西路	滨河	石家庄市桥西区南二环西路 旭城花园旭雅园	114.46469	38.002996
桥西区	中铁六局宿舍	清水街	滨河	石家庄市桥西区清水街 中铁六局宿舍	114.4791	38.001885
桥西区	胜利小区明珠园	东三教街22号	滨河	石家庄市桥西区东三教街22号 胜利小区明珠园	114.4934	38.013315
桥西区	祥云国际(西一区)	中华南大街516号	滨河	石家庄市桥西区中华南大街516号 祥云国际(西一区)	114.47451	37.998408
桥西区	瑞嘉花园	汇明路	滨河	石家庄市桥西区汇明路 瑞嘉花园	114.4724	37.990044
桥西区	尹泰东苑	滨河街	滨河	石家庄市桥西区滨河街 尹泰东苑	114.47154	37.99192
桥西区	利航观棠	红旗大街	滨河, 城角街, 火车站	石家庄市桥西区红旗大街 利航观棠	114.46139	38.002988
桥西区	都市晶华	南二环158号	滨河	石家庄市桥西区南二环158号 都市晶华	114.46497	38.000812
桥西区	汇丰巷51号小区	汇丰巷51号	滨河, 红旗, 火车站	石家庄市桥西区汇丰巷51号 汇丰巷51号小区	114.46684	37.988707
桥西区	昊邦大厦	南二环西路31号	滨河	石家庄市桥西区南二环西路31号 昊邦大厦	114.47276	38.004972
桥西区	滨河街419号商住楼	滨河街419号	滨河	石家庄市桥西区滨河街419号 滨河街419号商住楼	114.47311	37.984469
桥西区	泰山路43号院	泰山路43号	滨河, 红旗, 火车站	石家庄市桥西区泰山路43号 泰山路43号院	114.4665	37.988462
桥西区	西三教村东北区三段十排一号	新石北路	滨河, 城角街, 火车站	石家庄市桥西区新石北路 西三教村东北区三段十排一号	114.47066	38.015747
桥西区	泰山路47号院	泰山路47号	滨河, 红旗, 塔谈	石家庄市桥西区泰山路47号 泰山路47号院	114.46684	37.988509
桥西区	西三教村房2段11排6号	新石中路93号	滨河, 城角街, 火车站	石家庄市桥西区新石中路93号 西三教村房2段11排6号	114.47023	38.015808
桥西区	西三教村东北区三段五排三号	华星路	滨河, 城角街, 火车站	石家庄市桥西区华星路 西三教村东北区三段五排三号	114.47713	38.01817
桥西区	品佳公寓	前兴路	滨河, 红旗, 塔谈	石家庄市桥西区前兴路 品佳公寓	114.46726	37.987084
桥西区	十里尹村前兴路17号院	前兴路17号	滨河, 红旗, 塔谈	石家庄市桥西区前兴路17号 十里尹村前兴路17号院	114.46609	37.990766
桥西区	铁三宿舍	大经街	滨河	石家庄市桥西区大经街 铁三宿舍	114.49571	38.037568
桥西区	红河小区	宫南路	滨河	石家庄市桥西区宫南路 红河小区	114.47128	37.975299
桥西区	新世纪小区	宫北路	滨河	石家庄市桥西区宫北路 新世纪小区	114.46924	37.979011
桥西区	塔坛国际商城	胜利南街	滨河	石家庄市桥西区胜利南街 塔坛国际商城	114.48885	38.00023
桥西区	净园公寓	泰山路	滨河, 红旗, 塔谈	石家庄市桥西区泰山路 净园公寓	114.46398	37.988616
桥西区	西锦小区	中营街	滨河	石家庄市桥西区中营街 西锦小区	114.4025	38.041611
桥西区	旺旺公寓	前兴路	滨河, 红旗, 塔谈	石家庄市桥西区前兴路 旺旺公寓	114.46726	37.987084
桥西区	家兴公寓	前兴路13号	滨河, 红旗, 塔谈	石家庄市桥西区前兴路13号 家兴公寓	114.46432	37.986744
桥西区	云海公寓	祥和路7号	滨河, 红旗, 塔谈	石家庄市桥西区祥和路7号 云海公寓	114.47163	37.97932
桥西区	西三教东南区五段六排一号	广平街118号	滨河, 城角街, 火车站	石家庄市桥西区广平街118号 西三教东南区五段六排一号	114.47226	38.013505
桥西区	司法厅宿舍(城角街)	城角街	城角街	石家庄市桥西区城角街 司法厅宿舍(城角街)	114.44478	38.029784
桥西区	桥西烟草公司宿舍	工农路	城角街	石家庄市桥西区工农路 桥西烟草公司宿舍	114.44443	38.029258
桥西区	德馨楼	裕华西路	城角街	石家庄市桥西区裕华西路 德馨楼	114.44412	38.034678
桥西区	盛世御城二区	新石中路	城角街, 西二环外	石家庄市桥西区新石中路 盛世御城二区	114.43533	38.013588
桥西区	军转办宿舍	振岗路125号	城角街	石家庄市桥西区振岗路125号 军转办宿舍	114.44152	38.022592
桥西区	容园	工农路	城角街	石家庄市桥西区工农路 容园	114.44339	38.031054
桥西区	泊爱蓝岛	工农路	城角街	石家庄市桥西区工农路 泊爱蓝岛	114.44087	38.029422
桥西区	晨曦园	工农路649号	城角街	石家庄市桥西区工农路649号 晨曦园	114.43659	38.032503
桥西区	河北司法警官职业学院宿舍	工农路607号	城角街	石家庄市桥西区工农路607号 河北司法警官职业学院宿舍	114.44494	38.031941
桥西区	市工商局西区宿舍	城角街680号	城角街	石家庄市桥西区城角街680号 市工商局西区宿舍	114.4438	38.021178
桥西区	熙园	裕华西路	城角街	石家庄市桥西区裕华西路 熙园	114.4422	38.035139
桥西区	省法院宿舍(振岗路)	振岗路	城角街	石家庄市桥西区振岗路 省法院宿舍(振岗路)	114.50715	38.031059
桥西区	盛世御城四区	西二环南路	城角街, 西二环外	石家庄市桥西区西二环南路 盛世御城四区	114.43533	38.010285
桥西区	臻石翠园	城角街789号	城角街, 石铜路, 振头	石家庄市桥西区城角街789号 臻石翠园	114.4457	38.009867
桥西区	高新国税局宿舍	新石北路387号	城角街	石家庄市桥西区新石北路387号 高新国税局宿舍	114.44577	38.018947
桥西区	振新庄园	槐安路	城角街	石家庄市桥西区槐安路 振新庄园	114.44099	38.020995
桥西区	省直玉成小区	城角街726号	城角街	石家庄市桥西区城角街726号 省直玉成小区	114.44368	38.013553
桥西区	胜美家园	槐安西路	城角街	石家庄市桥西区槐安西路 胜美家园	114.44478	38.024006
桥西区	振头十中宿舍	槐安路	城角街	石家庄市桥西区槐安路 振头十中宿舍	114.44786	38.022279
桥西区	燕都紫阁	新石中路358号	城角街	石家庄市桥西区新石中路358号 燕都紫阁	114.44707	38.015022
桥西区	军安水晶公寓	城角街	城角街	石家庄市桥西区城角街 军安水晶公寓	114.44452	38.035231
桥西区	林业局宿舍(滨河街)	滨河街	城角街, 西里	石家庄市桥西区滨河街 林业局宿舍(滨河街)	114.44704	38.025672
桥西区	农行宿舍(桥西)	裕华西路148号	城角街	石家庄市桥西区裕华西路148号 农行宿舍(桥西)	114.44575	38.034268
桥西区	七二三台宿舍	裕华西路176号	城角街	石家庄市桥西区裕华西路176号 七二三台宿舍	114.4392	38.034346
桥西区	档案局宿舍	裕华路	城角街	石家庄市桥西区裕华路 档案局宿舍	114.44654	38.033442
桥西区	教育局宿舍(支农路)	支农路68号	城角街, 东三教, 火车站	石家庄市桥西区支农路68号 教育局宿舍(支农路)	114.46764	38.028389
桥西区	交通学校宿舍	新石中路	城角街	石家庄市桥西区新石中路 交通学校宿舍	114.44904	38.013882
桥西区	泊爱家园	工农路	城角街	石家庄市桥西区工农路 泊爱家园	114.44087	38.029027
桥西区	中海汇德里	新石中路	城角街, 振头	石家庄市桥西区新石中路 中海汇德里	114.44586	38.016529
桥西区	桥西交警大队宿舍	新石北路387号	城角街, 振头	石家庄市桥西区新石北路387号 桥西交警大队宿舍	114.44626	38.019599
桥西区	莱茵港小区	裕华西路	城角街	石家庄市桥西区裕华西路 莱茵港小区	114.44227	38.034214
桥西区	省人行宿舍(桥西)	精英路3号	城角街	石家庄市桥西区精英路3号 省人行宿舍(桥西)	114.45393	38.029481
桥西区	中山路办事处宿舍	城角街	城角街	石家庄市桥西区城角街 中山路办事处宿舍	114.44203	38.021595
桥西区	以岭宿舍	振岗路	城角街	石家庄市桥西区振岗路 以岭宿舍	114.44005	38.022089
桥西区	燃料公司宿舍	师范街105号	城角街, 东三教, 火车站	石家庄市桥西区师范街105号 燃料公司宿舍	114.46637	38.027946
桥西区	振二街北苑	友谊南大街110号	城角街	石家庄市桥西区友谊南大街110号 振二街北苑	114.45088	38.027579
桥西区	军馨家园	中山西路486号	城角街	石家庄市桥西区中山西路486号 军馨家园	114.43834	38.041084
桥西区	和平医院宿舍	城角街	城角街	石家庄市桥西区城角街 和平医院宿舍	114.44406	38.026136
桥西区	城角庄南区	裕华西路	城角街	石家庄市桥西区裕华西路 城角庄南区	114.44257	38.032947
桥西区	振岗路108号院	振岗路108号	城角街	石家庄市桥西区振岗路108号 振岗路108号院	114.44217	38.021712
桥西区	武警市支队宿舍	谊安里路	城角街	石家庄市桥西区谊安里路 武警市支队宿舍	114.45004	38.025245
桥西区	军蔷苑	西二环南路	城角街	石家庄市桥西区西二环南路 军蔷苑	114.43855	38.027987
桥西区	省粮农中心宿舍	城角街	城角街	石家庄市桥西区城角街 省粮农中心宿舍	114.44406	38.026136
桥西区	农行培训学校宿舍	城角街	城角街	石家庄市桥西区城角街 农行培训学校宿舍	114.44406	38.026136
桥西区	教委宿舍(桥西)	裕华西路	城角街	石家庄市桥西区裕华西路 教委宿舍(桥西)	114.44431	38.034441
桥西区	城角庄北区自建房	裕华西路111号	城角街	石家庄市桥西区裕华西路111号 城角庄北区自建房	114.44264	38.036262
桥西区	同云花园	西二环南路103号	城角街	石家庄市桥西区西二环南路103号 同云花园	114.43845	38.029659
桥西区	华基君程	东风路	东风	石家庄市桥西区东风路 华基君程	114.50603	38.02468
桥西区	家兴小区	元北路102号	东风	石家庄市桥西区元北路102号 家兴小区	114.49959	38.026174
桥西区	邮电园	休门街	东风	石家庄市桥西区休门街 邮电园	114.50787	38.023641
桥西区	水利厅宿舍	平安大街	东风	石家庄市桥西区平安大街 水利厅宿舍	114.5027	38.025697
桥西区	运输公司宿舍(桥西)	建设南大街120号	东风	石家庄市桥西区建设南大街120号 运输公司宿舍(桥西)	114.50119	38.022415
桥西区	第二金属公司宿舍	平安大街	东风	石家庄市桥西区平安大街 第二金属公司宿舍	114.44665	38.039826
桥西区	华夏家园(B区)	大经街	东风	石家庄市桥西区大经街 华夏家园(B区)	114.49661	38.025853
桥西区	元北路燃料公司宿舍	平安南大街	东风	石家庄市桥西区平安南大街 元北路燃料公司宿舍	114.51153	38.031589
桥西区	平安南大街133号小区	槐安东路	东风	石家庄市桥西区槐安东路 平安南大街133号小区	114.50362	38.021158
桥西区	冶金厅宿舍	槐安东路	东风	石家庄市桥西区槐安东路 冶金厅宿舍	114.50282	38.022941
桥西区	金正君庭	东风路123号	东风	石家庄市桥西区东风路123号 金正君庭	114.50991	38.025362
桥西区	欣怡园	槐中路	东风	石家庄市桥西区槐中路 欣怡园	114.54067	38.02881
桥西区	石家庄建设集团宿舍	休门街	东风	石家庄市桥西区休门街 石家庄建设集团宿舍	114.50651	38.034132
桥西区	平安小区碧涛园	平安南大街	东风	石家庄市桥西区平安南大街 平安小区碧涛园	114.50528	38.017061
桥西区	香晴苑	东风路	东风	石家庄市桥西区东风路 香晴苑	114.50379	38.022685
桥西区	衬布总厂宿舍	槐中路62号	东风	石家庄市桥西区槐中路62号 衬布总厂宿舍	114.49798	38.028253
桥西区	平安南大街76号院	平安南大街76号	东风, 彭后, 休门	石家庄市桥西区平安南大街76号 平安南大街76号院	114.50107	38.047596
桥西区	供水总公司宿舍(桥东)	平安南大街138	东风, 东三教	石家庄市桥西区平安南大街138 供水总公司宿舍(桥东)	114.50193	38.023555
桥西区	锦府苑	休门街123号	东风	石家庄市桥西区休门街123号 锦府苑	114.50699	38.025826
桥西区	石家庄饮食公司宿舍	平安大街	东风	石家庄市桥西区平安大街 石家庄饮食公司宿舍	114.50132	38.02675
桥西区	市胶印厂宿舍	东风路	东风	石家庄市桥西区东风路 市胶印厂宿舍	114.49973	38.024428
桥西区	槐中西路52号院小区	槐中路52号	东风, 彭后	石家庄市桥西区槐中路52号 槐中西路52号院小区	114.49623	38.028225
桥西区	市统计局宿舍	平安南大街48号	东风, 东三教, 汇通	石家庄市桥西区平安南大街48号 市统计局宿舍	114.50087	38.019515
桥西区	桥东区文教局宿舍	东风路	东风, 休门	石家庄市桥西区东风路 桥东区文教局宿舍	114.46586	38.032795
桥西区	东风路106号院	东风路106号	东风, 休门	石家庄市桥西区东风路106号 东风路106号院	114.50362	38.024559
桥西区	石油天洋宿舍	胜利南大街	东三教	石家庄市桥西区胜利南大街 石油天洋宿舍	114.48852	38.018848
桥西区	芳馨家园	金利街19号	东三教	石家庄市桥西区金利街19号 芳馨家园	114.49798	38.010715
桥西区	香榭苑	槐安东路	东三教	石家庄市桥西区槐安东路 香榭苑	114.49789	38.021424
桥西区	九星阁	东平路5号	东三教	石家庄市桥西区东平路5号 九星阁	114.49752	38.017894
桥西区	市交管局宿舍(新华)	汇华路	东三教	石家庄市桥西区汇华路 市交管局宿舍(新华)	114.49181	38.009546
桥西区	河北省供销合作联合社宿舍	平安南大街190号	东三教	石家庄市桥西区平安南大街190号 河北省供销合作联合社宿舍	114.50117	38.020131
桥西区	木材公司宿舍(塔南路)	塔南路1号	东三教	石家庄市桥西区塔南路1号 木材公司宿舍(塔南路)	114.49301	38.016503
桥西区	东三教新村生活区	东平路9号	东三教	石家庄市桥西区东平路9号 东三教新村生活区	114.49398	38.018508
桥西区	市土地局宿舍	建胜路	东三教	石家庄市桥西区建胜路 市土地局宿舍	115.21164	37.943566
桥西区	东丹庭苑	胜利南街	东三教	石家庄市桥西区胜利南街 东丹庭苑	114.49174	38.005637
桥西区	华城绿洲南区	东三教街	东三教	石家庄市桥西区东三教街 华城绿洲南区	114.49123	38.017837
桥西区	元馨苑	元南路9号	东三教	石家庄市桥西区元南路9号 元馨苑	114.49085	38.022911
桥西区	璟郡住宅小区	普安路	东三教	石家庄市桥西区普安路 璟郡住宅小区	114.4894	38.022117
桥西区	平安万和园	东平路	东三教	石家庄市桥西区东平路 平安万和园	114.4974	38.01684
桥西区	嘉悦中心	槐安东路	东三教, 南长街, 彭后	石家庄市桥西区槐安东路 嘉悦中心	114.49194	38.023396
桥西区	铁路38宿舍	汇通路72号	东三教	石家庄市桥西区汇通路72号 铁路38宿舍	114.5051	38.014485
桥西区	雅园	建设南大街42号	东三教	石家庄市桥西区建设南大街42号 雅园	114.51221	38.037093
桥西区	华丽家族	东平路	东三教	石家庄市桥西区东平路 华丽家族	114.50042	38.018721
桥西区	恒印广场	胜利南街233号	东三教, 火车站, 佳农市场	石家庄市桥西区胜利南街233号 恒印广场	114.49132	38.014467
桥西区	旭城花园旭翠园	滨河街31号	红旗	石家庄市桥西区滨河街31号 旭城花园旭翠园	114.46783	38.003193
桥西区	丰河苑东区	红旗大街572号	红旗	石家庄市桥西区红旗大街572号 丰河苑东区	114.46116	37.992323
桥西区	志诚华府	石铜路	红旗	石家庄市桥西区石铜路 志诚华府	114.44889	38.009551
桥西区	西美花城	汇丰路	红旗	石家庄市桥西区汇丰路 西美花城	114.46308	37.99534
桥西区	滨河小区颐宁苑	红滨路	红旗	石家庄市桥西区红滨路 滨河小区颐宁苑	114.46458	38.013301
桥西区	东五里新村	汇新路6号	红旗	石家庄市桥西区汇新路6号 东五里新村	114.46248	37.999824
桥西区	新世纪花园	红旗大街	红旗	石家庄市桥西区红旗大街 新世纪花园	114.46429	37.97582
桥西区	河北省烟草公司高层住宅楼	工农路356号	红旗, 建国路, 益友百货	石家庄市桥西区工农路356号 河北省烟草公司高层住宅楼	114.45699	38.030841
桥西区	滨河小区颐安苑	红滨路	红旗	石家庄市桥西区红滨路 滨河小区颐安苑	114.46334	38.011544
桥西区	荣煕苑(北区)	红旗大街	红旗	石家庄市桥西区红旗大街 荣煕苑(北区)	114.45873	38.000052
桥西区	西美花街小区	汇丰路	红旗	石家庄市桥西区汇丰路 西美花街小区	114.45976	37.993538
桥西区	荣尚苑一区	福安街6号	红旗	石家庄市桥西区福安街6号 荣尚苑一区	114.45572	38.002538
桥西区	尹泰花园西区	汇宁街	红旗	石家庄市桥西区汇宁街 尹泰花园西区	114.46371	37.991522
桥西区	荣尚苑二区	汇锦路49号	红旗	石家庄市桥西区汇锦路49号 荣尚苑二区	114.45673	38.002457
桥西区	旭城花园旭清园	滨河街36号	红旗	石家庄市桥西区滨河街36号 旭城花园旭清园	114.46526	38.004171
桥西区	河北医科大学中医学院宿舍	新石南路	红旗	石家庄市桥西区新石南路 河北医科大学中医学院宿舍	114.47261	38.008277
桥西区	东五里紫东苑	汇宁街	红旗	石家庄市桥西区汇宁街 东五里紫东苑	114.46593	37.993619
桥西区	三宏公寓	红旗大街	红旗	石家庄市桥西区红旗大街 三宏公寓	114.46334	38.001091
桥西区	旭城花园旭华园	红旗大街	红旗	石家庄市桥西区红旗大街 旭城花园旭华园	114.46623	38.002996
桥西区	宫家庄一区	丁香路	红旗	石家庄市桥西区丁香路 宫家庄一区	114.4693	37.979485
桥西区	五星花园	汇文街	红旗	石家庄市桥西区汇文街 五星花园	114.45021	38.000747
桥西区	少管所宿舍	育新路	红旗	石家庄市桥西区育新路 少管所宿舍	114.44291	38.011941
桥西区	交通银行宿舍(新石北路)	新石北路	红旗	石家庄市桥西区新石北路 交通银行宿舍(新石北路)	114.48305	38.039148
桥西区	宫家庄新苑三区	红旗大街	红旗	石家庄市桥西区红旗大街 宫家庄新苑三区	114.46813	37.979612
桥西区	省法院宿舍(新石中路)	新石中路368号	红旗	石家庄市桥西区新石中路368号 省法院宿舍(新石中路)	114.44381	38.014684
桥西区	荣盛城瑞府	汇新路	红旗	石家庄市桥西区汇新路 荣盛城瑞府	114.46534	37.999944
桥西区	十里尹村雅苑	红旗大街	红旗	石家庄市桥西区红旗大街 十里尹村雅苑	114.46398	37.988616
桥西区	东五里新村东区(A区)	汇宁街	红旗	石家庄市桥西区汇宁街 东五里新村东区(A区)	114.46545	37.998679
桥西区	省政府招待家属楼	红旗大街	红旗	石家庄市桥西区红旗大街 省政府招待家属楼	114.46429	37.97582
桥西区	人民学府	红旗大街	红旗	石家庄市桥西区红旗大街 人民学府	114.46429	37.97582
桥西区	珍极酱油厂宿舍	汇丰路27号	红旗	石家庄市桥西区汇丰路27号 珍极酱油厂宿舍	114.45793	37.994983
桥西区	河北工院宿舍	红旗大街	红旗	石家庄市桥西区红旗大街 河北工院宿舍	114.4587	38.016629
桥西区	中诺药业宿舍	南二环西路	红旗	石家庄市桥西区南二环西路 中诺药业宿舍	114.46921	38.004398
桥西区	新利广场商住楼	红旗大街	红旗	石家庄市桥西区红旗大街 新利广场商住楼	114.46447	37.981916
桥西区	宫家庄新苑四区	红旗大街	红旗	石家庄市桥西区红旗大街 宫家庄新苑四区	114.46987	37.980548
桥西区	夏朵小区	汇新路	红旗	石家庄市桥西区汇新路 夏朵小区	114.46189	37.999556
桥西区	荣煕苑(南区)	汇新路36号	红旗	石家庄市桥西区汇新路36号 荣煕苑(南区)	114.45873	38.000052
桥西区	宫家庄二区	丁香路	红旗	石家庄市桥西区丁香路 宫家庄二区	114.4693	37.979485
桥西区	宫家庄民生路自建房	民生路	红旗	石家庄市桥西区民生路 宫家庄民生路自建房	114.4693	37.979485
桥西区	宫家庄花园路24号自建房	花园路24号	红旗	石家庄市桥西区花园路24号 宫家庄花园路24号自建房	114.4693	37.979485
桥西区	品阁小区	红旗大街	红旗	石家庄市桥西区红旗大街 品阁小区	114.4582	37.997262
桥西区	殡管处宿舍	育新路2号	红旗	石家庄市桥西区育新路2号 殡管处宿舍	114.44961	38.011799
桥西区	宫家庄平和路34号自建房	平和路34号	红旗	石家庄市桥西区平和路34号 宫家庄平和路34号自建房	114.46771	37.979692
桥西区	河北经贸大学家属院	新石中路	红旗	石家庄市桥西区新石中路 河北经贸大学家属院	114.45705	38.013924
桥西区	宫家庄兴顺路32号自建房	兴顺路32号	红旗	石家庄市桥西区兴顺路32号 宫家庄兴顺路32号自建房	114.4693	37.979485
桥西区	海龙轩公寓	慧兴路21号	红旗	石家庄市桥西区慧兴路21号 海龙轩公寓	114.45004	38.025245
桥西区	尚峰汇	新石中路	红旗	石家庄市桥西区新石中路 尚峰汇	114.45132	38.016065
桥西区	东五里铁路宿舍	南二环西路	红旗	石家庄市桥西区南二环西路 东五里铁路宿舍	114.46197	38.00382
桥西区	福顺居自建房	前兴路19号	红旗	石家庄市桥西区前兴路19号 福顺居自建房	114.465	37.987002
桥西区	东五里小区	红旗大街452号	红旗	石家庄市桥西区红旗大街452号 东五里小区	114.45926	38.003193
桥西区	宫家庄后河四巷自建房	后河五巷	红旗	石家庄市桥西区后河五巷 宫家庄后河四巷自建房	114.4693	37.979485
桥西区	宫家庄光明路24号自建房	光明路24号	红旗	石家庄市桥西区光明路24号 宫家庄光明路24号自建房	114.4694	37.978076
桥西区	宫家庄丰收路13号自建房	丰收路13号	红旗	石家庄市桥西区丰收路13号 宫家庄丰收路13号自建房	114.4693	37.979485
桥西区	龙渊福邸	育新路11号	红旗	石家庄市桥西区育新路11号 龙渊福邸	114.44462	38.012218
桥西区	东五里尹泰大街5号自建房	尹泰大街5号	红旗	石家庄市桥西区尹泰大街5号 东五里尹泰大街5号自建房	114.46413	37.998549
桥西区	宫家庄兴泰大街17号自建房	兴泰大街17号	红旗	石家庄市桥西区兴泰大街17号 宫家庄兴泰大街17号自建房	114.4693	37.979485
桥西区	宫家庄光明路自建房	光明路	红旗	石家庄市桥西区光明路 宫家庄光明路自建房	114.46988	37.978861
桥西区	科技信息学院家属院	红旗大街	红旗	石家庄市桥西区红旗大街 科技信息学院家属院	114.46263	37.986247
桥西区	宫家庄兴顺路16号自建房	兴顺路16号	红旗	石家庄市桥西区兴顺路16号 宫家庄兴顺路16号自建房	114.4693	37.979485
桥西区	十里尹村四方巷29号自建房	四方巷29号	红旗	石家庄市桥西区四方巷29号 十里尹村四方巷29号自建房	114.46609	37.990766
桥西区	宫家庄四方路11号自建房	四方路11号	红旗	石家庄市桥西区四方路11号 宫家庄四方路11号自建房	114.4693	37.979485
桥西区	十里尹村康兴巷33号自建房	康兴巷33号	红旗	石家庄市桥西区康兴巷33号 十里尹村康兴巷33号自建房	114.46635	37.989419
桥西区	宫家庄后河五巷2号自建房	后河五巷2号	红旗	石家庄市桥西区后河五巷2号 宫家庄后河五巷2号自建房	114.4693	37.979485
桥西区	宫家庄青年路14号自建房	青年路14号	红旗	石家庄市桥西区青年路14号 宫家庄青年路14号自建房	114.46824	37.97751
桥西区	宫家庄兴泰3号院自建房	兴泰3号院	红旗	石家庄市桥西区兴泰3号院 宫家庄兴泰3号院自建房	114.4693	37.979485
桥西区	十里尹村灵碑大街3号自建房	灵碑大街3号	红旗	石家庄市桥西区灵碑大街3号 十里尹村灵碑大街3号自建房	114.46609	37.990766
桥西区	宫家庄平和路自建房	平和路	红旗	石家庄市桥西区平和路 宫家庄平和路自建房	114.4693	37.979485
桥西区	宫家庄后河五巷10号自建房	后河五巷10号	红旗	石家庄市桥西区后河五巷10号 宫家庄后河五巷10号自建房	114.4693	37.979485
桥西区	宫家庄兴隆路39号自建房	兴隆路39号	红旗	石家庄市桥西区兴隆路39号 宫家庄兴隆路39号自建房	114.46658	37.980238
桥西区	十里尹村文明路27号自建房	文明路27号	红旗	石家庄市桥西区文明路27号 十里尹村文明路27号自建房	114.46609	37.990766
桥西区	宫家庄平和路10号自建房	平和路10号	红旗	石家庄市桥西区平和路10号 宫家庄平和路10号自建房	114.4693	37.979485
桥西区	文明路9号自建房	文明路9号	红旗	石家庄市桥西区文明路9号 文明路9号自建房	114.69835	38.044077
桥西区	宫家庄花园路23号自建房	花园路23号	红旗	石家庄市桥西区花园路23号 宫家庄花园路23号自建房	114.4693	37.979485
桥西区	宫家庄兴顺路12号自建房	兴顺路12号	红旗	石家庄市桥西区兴顺路12号 宫家庄兴顺路12号自建房	114.4693	37.979485
桥西区	兴泰大街19号自建房	兴泰大街19号	红旗	石家庄市桥西区兴泰大街19号 兴泰大街19号自建房	114.4648	37.987021
桥西区	宫家庄花园路19号自建房	花园路19号	红旗	石家庄市桥西区花园路19号 宫家庄花园路19号自建房	115.21507	37.977762
桥西区	宫家庄平和路21号自建房	平和路21号	红旗	石家庄市桥西区平和路21号 宫家庄平和路21号自建房	114.46954	37.980003
桥西区	汇丰路5号自建房	汇丰路5号	红旗	石家庄市桥西区汇丰路5号 汇丰路5号自建房	114.46062	37.991562
桥西区	宫家庄兴富路25号自建房	兴富路25号	红旗	石家庄市桥西区兴富路25号 宫家庄兴富路25号自建房	114.4693	37.979485
桥西区	宫家庄平和路43号自建房	平和路43号	红旗	石家庄市桥西区平和路43号 宫家庄平和路43号自建房	114.46638	37.979583
桥西区	宫家庄花园路21号自建房	花园路21号	红旗	石家庄市桥西区花园路21号 宫家庄花园路21号自建房	115.21494	37.977794
桥西区	宫家庄兴顺路28号自建房	兴顺路28号	红旗	石家庄市桥西区兴顺路28号 宫家庄兴顺路28号自建房	114.4693	37.979485
桥西区	宫家庄祥和路39号自建房	祥和路39号	红旗	石家庄市桥西区祥和路39号 宫家庄祥和路39号自建房	114.46669	37.978549
桥西区	十里尹村同盟巷自建房	同盟巷	红旗	石家庄市桥西区同盟巷 十里尹村同盟巷自建房	114.46609	37.990766
桥西区	宫家庄祥和路25号自建房	祥和路25号	红旗	石家庄市桥西区祥和路25号 宫家庄祥和路25号自建房	114.46988	37.978861
桥西区	宫家庄兴安路13号自建房	兴安路13号	红旗	石家庄市桥西区兴安路13号 宫家庄兴安路13号自建房	114.4693	37.979485
桥西区	宫家庄兴富路自建房	兴富路	红旗	石家庄市桥西区兴富路 宫家庄兴富路自建房	114.4693	37.979485
桥西区	宫家庄丰收路19号自建房	丰收路19号	红旗	石家庄市桥西区丰收路19号 宫家庄丰收路19号自建房	114.5192	38.073244
桥西区	宫家庄后河五巷8号自建房	后河五巷8号	红旗	石家庄市桥西区后河五巷8号 宫家庄后河五巷8号自建房	114.4693	37.979485
桥西区	十里尹村和睦巷33号自建房	和睦巷33号	红旗	石家庄市桥西区和睦巷33号 十里尹村和睦巷33号自建房	114.46609	37.990766
桥西区	宫家庄兴安路9号自建房	兴安路9号	红旗	石家庄市桥西区兴安路9号 宫家庄兴安路9号自建房	114.62717	37.97826
桥西区	宫家庄兴顺路29号自建房	兴顺路29号	红旗	石家庄市桥西区兴顺路29号 宫家庄兴顺路29号自建房	114.4693	37.979485
桥西区	宫家庄兴安路28号自建房	兴安路28号	红旗	石家庄市桥西区兴安路28号 宫家庄兴安路28号自建房	114.4693	37.979485
桥西区	十里尹村文明路8号自建房	文明路8号	红旗	石家庄市桥西区文明路8号 十里尹村文明路8号自建房	114.46609	37.990766
桥西区	四方路011303号自建房	四方路011303号	红旗	石家庄市桥西区四方路011303号 四方路011303号自建房	114.45004	38.025245
桥西区	四方路011306号自建房	四方路011306号	红旗	石家庄市桥西区四方路011306号 四方路011306号自建房	114.45004	38.025245
桥西区	宫家庄祥和路19号自建房	祥和路19号	红旗	石家庄市桥西区祥和路19号 宫家庄祥和路19号自建房	114.4701	37.97936
桥西区	宫家庄平和路27号自建房	平和路27号	红旗	石家庄市桥西区平和路27号 宫家庄平和路27号自建房	114.46867	37.979888
桥西区	宫家庄兴安路2号自建房	兴安路2号	红旗	石家庄市桥西区兴安路2号 宫家庄兴安路2号自建房	114.62655	37.97795
桥西区	兴顺路15号院	兴顺路15号	红旗	石家庄市桥西区兴顺路15号 兴顺路15号院	114.45004	38.025245
桥西区	十里尹村无影山巷5号院	无影山巷5号	红旗	石家庄市桥西区无影山巷5号 十里尹村无影山巷5号院	114.46328	37.987142
桥西区	宫家庄祥和路30号院	祥和路39号	红旗	石家庄市桥西区祥和路39号 宫家庄祥和路30号院	114.46669	37.978549
桥西区	宫家庄平和路42号自建房	平和路42号	红旗	石家庄市桥西区平和路42号 宫家庄平和路42号自建房	114.46647	37.979599
桥西区	十里尹村康兴巷45号院	康兴巷45号	红旗	石家庄市桥西区康兴巷45号 十里尹村康兴巷45号院	114.46635	37.989419
桥西区	拾悦小院	前兴路43号	红旗	石家庄市桥西区前兴路43号 拾悦小院	114.46694	37.987088
桥西区	兴富路35号院	兴富路35号	红旗	石家庄市桥西区兴富路35号 兴富路35号院	114.46748	37.980206
桥西区	兴隆路三号院(宫家庄)	兴富路31号	红旗	石家庄市桥西区兴富路31号 兴隆路三号院(宫家庄)	114.468	37.980205
桥西区	11号小城	透灵碑大街1号	红旗	石家庄市桥西区透灵碑大街1号 11号小城	114.46351	37.988804
桥西区	宫家庄同庆路42号	同庆路42号	红旗	石家庄市桥西区同庆路42号 宫家庄同庆路42号	114.4765	38.041782
桥西区	兴富路31号院	兴富路31号	红旗	石家庄市桥西区兴富路31号 兴富路31号院	114.468	37.980205
桥西区	同盟巷19号院	同盟巷19号	红旗	石家庄市桥西区同盟巷19号 同盟巷19号院	114.46446	37.989181
桥西区	十里尹村慧兴巷15号院	慧兴巷	红旗	石家庄市桥西区慧兴巷 十里尹村慧兴巷15号院	114.46609	37.990766
桥西区	兴富路38-42号自建房	兴富路38-42号	红旗	石家庄市桥西区兴富路38-42号 兴富路38-42号自建房	114.46703	37.980128
桥西区	烁城公寓	十里尹村四方巷31号	红旗	石家庄市桥西区十里尹村四方巷31号 烁城公寓	114.46609	37.990766
桥西区	宫家庄平和路41号自建房	平和路41号	红旗	石家庄市桥西区平和路41号 宫家庄平和路41号自建房	114.46659	37.979614
桥西区	十里雅居	同盟路3号	红旗	石家庄市桥西区同盟路3号 十里雅居	114.45004	38.025245
桥西区	宫家庄平和路31号自建房	平和路31号	红旗	石家庄市桥西区平和路31号 宫家庄平和路31号自建房	114.4693	37.979485
桥西区	文明路13号院	文明路13号	红旗	石家庄市桥西区文明路13号 文明路13号院	114.69652	38.044294
桥西区	兴泰大街21号院	兴泰大街21号	红旗	石家庄市桥西区兴泰大街21号 兴泰大街21号院	114.46455	37.98693
桥西区	十里尹村无影山巷37号院	无影山巷37号	红旗	石家庄市桥西区无影山巷37号 十里尹村无影山巷37号院	114.46609	37.990766
桥西区	前兴路1号院	前兴路1号	红旗	石家庄市桥西区前兴路1号 前兴路1号院	114.46302	37.987106
桥西区	前兴路5号院	前兴路5号	红旗	石家庄市桥西区前兴路5号 前兴路5号院	114.46355	37.986628
桥西区	十里尹村康兴巷7号院	红旗大街341号	红旗	石家庄市桥西区红旗大街341号 十里尹村康兴巷7号院	114.46325	37.988743
桥西区	万和上院	石铜路38号	红旗	石家庄市桥西区石铜路38号 万和上院	114.44953	38.006796
桥西区	尹南路9号院	尹南路9号	红旗	石家庄市桥西区尹南路9号 尹南路9号院	114.46402	37.986038
桥西区	汇丰大厦	汇丰路	红旗	石家庄市桥西区汇丰路 汇丰大厦	114.45793	37.994983
桥西区	铁路机床配件厂宿舍	平安南大街	汇通, 佳农市场	石家庄市桥西区平安南大街 铁路机床配件厂宿舍	114.50097	38.034293
桥西区	东平小区	东平路6号	汇通	石家庄市桥西区东平路6号 东平小区	114.49987	38.016558
桥西区	东三教新区	汇华路12号	汇通	石家庄市桥西区汇华路12号 东三教新区	114.49542	38.009533
桥西区	汇通小区	汇通路	汇通	石家庄市桥西区汇通路 汇通小区	114.50192	38.010739
桥西区	市供水总公司宿舍(东风路)	东风路108号	汇通	石家庄市桥西区东风路108号 市供水总公司宿舍(东风路)	114.50418	38.024552
桥西区	泰丰观湖	胜利南街126号	火车站	石家庄市桥西区胜利南街126号 泰丰观湖	114.49052	37.998113
桥西区	春江花月	新石中路	火车站, 新石	石家庄市桥西区新石中路 春江花月	114.46854	38.011749
桥西区	市建工集团宿舍	新石中路	火车站	石家庄市桥西区新石中路 市建工集团宿舍	114.47883	38.013654
桥西区	新华制药宿舍	新石北路66号	火车站	石家庄市桥西区新石北路66号 新华制药宿舍	114.4758	38.018449
桥西区	热一小区	中华南大街	火车站	石家庄市桥西区中华南大街 热一小区	114.47941	38.016576
桥西区	翡翠公馆	新石北路338号	火车站	石家庄市桥西区新石北路338号 翡翠公馆	114.45489	38.018952
桥西区	盈瑞家园	华星路9号	火车站	石家庄市桥西区华星路9号 盈瑞家园	114.48049	38.016992
桥西区	燕春宿舍	南二环西路	火车站	石家庄市桥西区南二环西路 燕春宿舍	114.47807	38.005542
桥西区	嘉实栖园	新石中路	火车站	石家庄市桥西区新石中路 嘉实栖园	114.48056	38.014302
桥西区	中南小区	南二环西路	火车站	石家庄市桥西区南二环西路 中南小区	114.47995	38.004636
桥西区	华府园	中华南大街585号	火车站	石家庄市桥西区中华南大街585号 华府园	114.47776	38.007431
桥西区	石家庄市建委宿舍	建胜路	火车站	石家庄市桥西区建胜路 石家庄市建委宿舍	114.49701	38.01997
桥西区	石家庄市第一医院宿舍	胜利南街229号	火车站	石家庄市桥西区胜利南街229号 石家庄市第一医院宿舍	114.4892	38.01771
桥西区	双联化工宿舍南区	槐安西路30号	火车站, 南长街, 西三教	石家庄市桥西区槐安西路30号 双联化工宿舍南区	114.40924	38.042862
桥西区	省工行宿舍	中华南大街	火车站	石家庄市桥西区中华南大街 省工行宿舍	114.45651	38.029535
桥西区	构件厂宿舍	中华大街	火车站	石家庄市桥西区中华大街 构件厂宿舍	114.45004	38.025245
桥西区	水晶郦城	新石中路36号	火车站	石家庄市桥西区新石中路36号 水晶郦城	114.48049	38.012727
桥西区	12时区	胜利南街	火车站	石家庄市桥西区胜利南街 12时区	114.48978	38.000353
桥西区	塔谈第一生活区	仓丰路	火车站	石家庄市桥西区仓丰路 塔谈第一生活区	114.48966	37.992867
桥西区	国储河北一三五处生活区	东平路8号	火车站	石家庄市桥西区东平路8号 国储河北一三五处生活区	114.4992	38.017716
桥西区	春江花月(别墅)	新石中路	火车站	石家庄市桥西区新石中路 春江花月(别墅)	114.46854	38.011749
桥西区	住宅公司宿舍(桥西)	中华南大街	火车站	石家庄市桥西区中华南大街 住宅公司宿舍(桥西)	114.47831	38.020704
桥西区	城建中专宿舍	建胜路6号	火车站	石家庄市桥西区建胜路6号 城建中专宿舍	114.50863	38.019791
桥西区	西三教校东区2段自建房	维明南大街	火车站, 新石	石家庄市桥西区维明南大街 西三教校东区2段自建房	114.47226	38.013505
桥西区	市有线广播电台宿舍	汇通路	火车站	石家庄市桥西区汇通路 市有线广播电台宿舍	114.46266	38.043387
桥西区	潜水电泵厂宿舍	中华南大街	火车站, 西三教	石家庄市桥西区中华南大街 潜水电泵厂宿舍	114.47841	38.016456
桥西区	恒丰银座	中华南大街491号	火车站, 南长街, 西三教	石家庄市桥西区中华南大街491号 恒丰银座	114.47775	38.017322
桥西区	柏悦国际	中华南大街	火车站	石家庄市桥西区中华南大街 柏悦国际	114.47953	38.007717
桥西区	石家庄市果品总公司宿舍	塔南路	火车站	石家庄市桥西区塔南路 石家庄市果品总公司宿舍	114.52382	38.0058
桥西区	省金属材料总公司宿舍	中华南大街232号	火车站	石家庄市桥西区中华南大街232号 省金属材料总公司宿舍	114.47688	38.027887
桥西区	搬运公司宿舍	安民胡同21号	火车站	石家庄市桥西区安民胡同21号 搬运公司宿舍	114.47618	38.030795
桥西区	中华城	新石南路	火车站	石家庄市桥西区新石南路 中华城	114.47075	38.006059
桥西区	盛世华庭玫瑰园	新石南路	火车站	石家庄市桥西区新石南路 盛世华庭玫瑰园	114.46704	38.006767
桥西区	保晋南街23号宿舍	保晋南街	火车站	石家庄市桥西区保晋南街 保晋南街23号宿舍	114.48609	38.028346
桥西区	工农路技术监督局宿舍	工农路390号	建国路	石家庄市桥西区工农路390号 工农路技术监督局宿舍	114.45402	38.031594
桥西区	城角街烟草公司宿舍	城角街619号	建国路	石家庄市桥西区城角街619号 城角街烟草公司宿舍	114.44432	38.029272
桥西区	红旗大街64号院	红旗大街64号	建国路	石家庄市桥西区红旗大街64号 红旗大街64号院	114.4582	38.030264
桥西区	长途通信传输局宿舍	线务站街12号	建国路, 南长街, 西里, 益友百货	石家庄市桥西区线务站街12号 长途通信传输局宿舍	114.46033	38.044119
桥西区	市六院宿舍	建国路	建国路	石家庄市桥西区建国路 市六院宿舍	114.45451	38.029053
桥西区	市税务局宿舍	裕华西路122号	建国路	石家庄市桥西区裕华西路122号 市税务局宿舍	114.43593	38.031933
桥西区	翰林观天下(一期)	红旗大街88号	建国路, 西三教	石家庄市桥西区红旗大街88号 翰林观天下(一期)	114.45797	38.026483
桥西区	社科院宿舍	工农路	建国路	石家庄市桥西区工农路 社科院宿舍	114.44658	38.031763
桥西区	燃料公司宿舍(工农路)	工农路	建国路	石家庄市桥西区工农路 燃料公司宿舍(工农路)	114.45448	38.031341
桥西区	翰林观天下(二期东院)	红旗大街88号	建国路	石家庄市桥西区红旗大街88号 翰林观天下(二期东院)	114.45797	38.026483
桥西区	翰林观天下(二期西院)	槐安西路	建国路	石家庄市桥西区槐安西路 翰林观天下(二期西院)	114.45719	38.026656
桥西区	省建材宿舍(精英路)	精英路	建国路	石家庄市桥西区精英路 省建材宿舍(精英路)	114.45517	38.02846
桥西区	省外贸学院宿舍	精英路1号	建国路	石家庄市桥西区精英路1号 省外贸学院宿舍	114.45304	38.029446
桥西区	自然资源厅家属楼	红旗大街76号	建国路, 师范街, 益友百货	石家庄市桥西区红旗大街76号 自然资源厅家属楼	114.45891	38.027925
桥西区	二轻供销公司宿舍	精英路29号	建国路	石家庄市桥西区精英路29号 二轻供销公司宿舍	114.45529	38.028815
桥西区	天佑家园	城角街	建国路	石家庄市桥西区城角街 天佑家园	114.44614	38.026499
桥西区	省直第一干休所	槐安西路271号	建国路	石家庄市桥西区槐安西路271号 省直第一干休所	114.43647	38.025169
桥西区	审计厅宿舍	精英路	建国路	石家庄市桥西区精英路 审计厅宿舍	114.45332	38.029087
桥西区	颐康小区	友谊南大街	建国路	石家庄市桥西区友谊南大街 颐康小区	114.45393	38.029373
桥西区	红旗大街人防宿舍	红旗大街152号	建国路	石家庄市桥西区红旗大街152号 红旗大街人防宿舍	114.4592	38.02174
桥西区	农机化技术学校宿舍楼	新华路302号	建国路, 师范街, 益友百货	石家庄市桥西区新华路302号 农机化技术学校宿舍楼	114.45507	38.048134
桥西区	劳动厅宿舍(工农路)	工农路338号	建国路, 师范街, 益友百货	石家庄市桥西区工农路338号 劳动厅宿舍(工农路)	114.45847	38.031464
桥西区	焊条厂宿舍	精英路33号	建国路, 四十一中, 益友百货	石家庄市桥西区精英路33号 焊条厂宿舍	114.45513	38.028295
桥西区	河北地勘局红旗大街宿舍	工农路	建国路	石家庄市桥西区工农路 河北地勘局红旗大街宿舍	114.4588	38.032804
桥西区	河北省纪委宿舍	精英路	建国路, 四十一中, 益友百货	石家庄市桥西区精英路 河北省纪委宿舍	114.45632	38.061815
桥西区	交通厅宿舍(工农路)	工农路495号	建国路, 益友百货	石家庄市桥西区工农路495号 交通厅宿舍(工农路)	114.44974	38.031598
桥西区	海关东巷	海关东巷	建国路, 益友百货	石家庄市桥西区海关东巷 海关东巷	114.45535	38.032872
桥西区	林业局宿舍(幼儿街)	幼儿街	建国路	石家庄市桥西区幼儿街 林业局宿舍(幼儿街)	114.44704	38.025672
桥西区	支农路59号院	支农路59号	建国路, 师范街, 维明	石家庄市桥西区支农路59号 支农路59号院	114.46483	38.027572
桥西区	烟草公司宿舍高层	工农路	建国路, 益友百货	石家庄市桥西区工农路 烟草公司宿舍高层	114.44443	38.029258
桥西区	广友大厦	红旗大街	建国路	石家庄市桥西区红旗大街 广友大厦	114.45879	38.026458
桥西区	支农路电业局宿舍	支农路	建国路	石家庄市桥西区支农路 支农路电业局宿舍	114.4865	38.057468
桥西区	工农路425号院	工农路425号	建国路, 师范街	石家庄市桥西区工农路425号 工农路425号院	114.46273	38.031878
桥西区	谊联街省直党校宿舍	谊联街10号	建国路	石家庄市桥西区谊联街10号 谊联街省直党校宿舍	114.44804	38.030195
桥西区	省经协宿舍	精英路27号	建国路	石家庄市桥西区精英路27号 省经协宿舍	114.45532	38.029149
桥西区	友东嘉苑	建国路53号	建国路, 四十一中, 益友百货	石家庄市桥西区建国路53号 友东嘉苑	114.45368	38.027145
桥西区	河北省工会宿舍(红旗大街)	红旗大街40号	建国路, 师范街, 益友百货	石家庄市桥西区红旗大街40号 河北省工会宿舍(红旗大街)	114.70111	38.346145
桥西区	省技术监督局宿舍新院	工农路	建国路, 四十一中, 益友百货	石家庄市桥西区工农路 省技术监督局宿舍新院	114.45162	38.039235
桥西区	汇融农村合作银行宿舍	中华北大街	建国路	石家庄市桥西区中华北大街 汇融农村合作银行宿舍	114.46332	38.032637
桥西区	市老干部第二干休所	裕华西路126号	建国路	石家庄市桥西区裕华西路126号 市老干部第二干休所	114.45362	38.034612
桥西区	建管局宿舍	建国路15号	建国路	石家庄市桥西区建国路15号 建管局宿舍	114.45685	38.028054
桥西区	油漆厂宿舍(中山西路)	中山西路	建国路	石家庄市桥西区中山西路 油漆厂宿舍(中山西路)	114.45815	38.041822
桥西区	南郭新城	新华路	简良	石家庄市桥西区新华路 南郭新城	114.40538	38.057107
桥西区	留营华苑	开泰街20号	简良	石家庄市桥西区开泰街20号 留营华苑	114.43109	38.058318
桥西区	富贵城	新华路	简良	石家庄市桥西区新华路 富贵城	114.42802	38.054898
桥西区	电建生活区	石获南路183号	简良	石家庄市桥西区石获南路183号 电建生活区	114.41767	38.052735
桥西区	石桥润泽园	新华路	简良	石家庄市桥西区新华路 石桥润泽园	114.3962	38.062861
桥西区	华普园三区	新华路	简良	石家庄市桥西区新华路 华普园三区	114.3974	38.056757
桥西区	油漆厂宿舍(新华路)	新华路	简良	石家庄市桥西区新华路 油漆厂宿舍(新华路)	114.45815	38.041822
桥西区	丽江半岛花园玉兰阁	新华路	简良	石家庄市桥西区新华路 丽江半岛花园玉兰阁	114.3938	38.060576
桥西区	双冠苑	石获南路69号	简良	石家庄市桥西区石获南路69号 双冠苑	114.42372	38.051917
桥西区	幸福城(B区)	新华路	简良	石家庄市桥西区新华路 幸福城(B区)	114.39866	38.065117
桥西区	三五零二生活区	石获南路126号	简良	石家庄市桥西区石获南路126号 三五零二生活区	114.42394	38.050798
桥西区	幸福城(E区)	新华路	简良, 西王	石家庄市桥西区新华路 幸福城(E区)	114.39866	38.065117
桥西区	幸福城(A区)	新华路	简良	石家庄市桥西区新华路 幸福城(A区)	114.39866	38.065117
桥西区	开泰小区	三简路	简良	石家庄市桥西区三简路 开泰小区	114.42712	38.059276
桥西区	南简良西区	简西街	简良	石家庄市桥西区简西街 南简良西区	114.41388	38.055876
桥西区	鑫泽苑	建东街15号	简良	石家庄市桥西区建东街15号 鑫泽苑	114.42193	38.057823
桥西区	东简良小区	开泰街	简良	石家庄市桥西区开泰街 东简良小区	114.42765	38.062782
桥西区	华普园四区	西三环路	简良, 西王, 裕西	石家庄市桥西区西三环路 华普园四区	114.39685	38.053775
桥西区	南简良生活小区东区	建东街7号	简良	石家庄市桥西区建东街7号 南简良生活小区东区	114.41885	38.054798
桥西区	金桥嘉园	新华路	简良	石家庄市桥西区新华路 金桥嘉园	114.39802	38.06343
桥西区	西简良嘉苑	昌盛街	简良	石家庄市桥西区昌盛街 西简良嘉苑	114.40649	38.063661
桥西区	物贸小区	新华西路	简良	石家庄市桥西区新华西路 物贸小区	114.41909	38.053683
桥西区	幸福城(F区)	新华路	简良	石家庄市桥西区新华路 幸福城(F区)	114.39866	38.065117
桥西区	良兴嘉苑塔楼	建东街	简良	石家庄市桥西区建东街 良兴嘉苑塔楼	114.41742	38.063236
桥西区	西简良小区(西区)	三简路	简良	石家庄市桥西区三简路 西简良小区(西区)	114.40926	38.060247
桥西区	留营供销社宿舍	石获南路53号	简良	石家庄市桥西区石获南路53号 留营供销社宿舍	114.42802	38.051755
桥西区	西环新村	西二环路	简良	石家庄市桥西区西二环路 西环新村	114.43428	38.048996
桥西区	华普园(二区)	孔阳街	简良	石家庄市桥西区孔阳街 华普园(二区)	114.39778	38.056122
桥西区	孔寨小区	新华路	简良	石家庄市桥西区新华路 孔寨小区	114.39756	38.05925
桥西区	真像寺生活小区	三简路	简良	石家庄市桥西区三简路 真像寺生活小区	114.41322	38.061135
桥西区	阳光小郡	金西路	简良	石家庄市桥西区金西路 阳光小郡	114.41052	38.06238
桥西区	南郭花园	长兴街18-1号	简良	石家庄市桥西区长兴街18-1号 南郭花园	114.40506	38.051844
桥西区	南简良中区	建东街	简良	石家庄市桥西区建东街 南简良中区	114.41596	38.055044
桥西区	西简良小区(中区)	新华路	简良	石家庄市桥西区新华路 西简良小区(中区)	114.40926	38.060247
桥西区	华普园五区	新华路	简良	石家庄市桥西区新华路 华普园五区	114.40017	38.056298
桥西区	华普园(一区)	孔阳街	简良	石家庄市桥西区孔阳街 华普园(一区)	114.39778	38.056122
桥西区	幸福城(D区)	瑞桥街	简良	石家庄市桥西区瑞桥街 幸福城(D区)	114.39866	38.065117
桥西区	西简良小区(东区)	三简路	简良	石家庄市桥西区三简路 西简良小区(东区)	114.40926	38.060247
桥西区	良兴嘉苑	建东街	简良	石家庄市桥西区建东街 良兴嘉苑	114.41742	38.063236
桥西区	幸福城(C区)	秀桥街	简良	石家庄市桥西区秀桥街 幸福城(C区)	114.39866	38.065117
桥西区	昶昊悦府	三简路	简良	石家庄市桥西区三简路 昶昊悦府	114.42208	38.060168
桥西区	陆院宿舍	长兴街	简良, 西王	石家庄市桥西区长兴街 陆院宿舍	114.40875	38.051404
桥西区	白求恩医学院宿舍	三简路51号	简良	石家庄市桥西区三简路51号 白求恩医学院宿舍	114.41133	38.060346
桥西区	铁路54宿舍	汇通路	佳农市场	石家庄市桥西区汇通路 铁路54宿舍	114.50192	38.010739
桥西区	市交管局宿舍(长安)	平安大街	佳农市场	石家庄市桥西区平安大街 市交管局宿舍(长安)	114.44665	38.039826
桥西区	装璜机械厂宿舍	平安南大街	佳农市场	石家庄市桥西区平安南大街 装璜机械厂宿舍	114.50097	38.034293
桥西区	仁和嘉园	槐安东路	佳农市场	石家庄市桥西区槐安东路 仁和嘉园	114.50492	38.021346
桥西区	长宏大厦	石栾路2-1号	佳农市场	石家庄市桥西区石栾路2-1号 长宏大厦	114.49772	38.007514
桥西区	汇通路电机厂宿舍	汇通路47号	佳农市场	石家庄市桥西区汇通路47号 汇通路电机厂宿舍	114.50733	38.015003
桥西区	塔谈新村	塔谈大街	佳农市场	石家庄市桥西区塔谈大街 塔谈新村	114.48886	37.994948
桥西区	铁路配件厂宿舍	放射西路5号	佳农市场	石家庄市桥西区放射西路5号 铁路配件厂宿舍	114.50088	38.013739
桥西区	东安小区	仓顺路2号	佳农市场	石家庄市桥西区仓顺路2号 东安小区	114.48777	37.985237
桥西区	国富华庭	槐安东路78号	佳农市场	石家庄市桥西区槐安东路78号 国富华庭	114.5092	38.021009
桥西区	平安小区碧海园	建胜路12号	佳农市场	石家庄市桥西区建胜路12号 平安小区碧海园	114.50652	38.018126
桥西区	润德天悦城云锦园	沧顺路	佳农市场	石家庄市桥西区沧顺路 润德天悦城云锦园	114.49204	37.98902
桥西区	铁六小宿舍	汇通路78号	佳农市场	石家庄市桥西区汇通路78号 铁六小宿舍	114.50473	38.013865
桥西区	胜利小区温馨园	塔南路	佳农市场	石家庄市桥西区塔南路 胜利小区温馨园	114.49624	38.012506
桥西区	百可园	塔南路6号	佳农市场	石家庄市桥西区塔南路6号 百可园	114.49242	38.01135
桥西区	润德天悦城云贤园	沧顺路	佳农市场, 桥西周边	石家庄市桥西区沧顺路 润德天悦城云贤园	114.49217	37.985537
桥西区	润德天悦城云鼎园	沧顺路	佳农市场	石家庄市桥西区沧顺路 润德天悦城云鼎园	114.48949	37.985683
桥西区	河北省财政厅宿舍	礼让街9号	南长街	石家庄市桥西区礼让街9号 河北省财政厅宿舍	114.47659	38.039204
桥西区	宝仓小区	双合街31号	南长街	石家庄市桥西区双合街31号 宝仓小区	114.48481	38.031824
桥西区	河北省建行宿舍	中华南大街299号	南长街	石家庄市桥西区中华南大街299号 河北省建行宿舍	114.4793	38.031427
桥西区	瑞特家园	槐安西路35号	南长街	石家庄市桥西区槐安西路35号 瑞特家园	114.48088	38.025189
桥西区	百货站宿舍	南长街193号	南长街	石家庄市桥西区南长街193号 百货站宿舍	114.48299	38.026337
桥西区	发源小区(南区)	建国路2号	南长街	石家庄市桥西区建国路2号 发源小区(南区)	114.45137	38.027654
桥西区	发源小区(北区)	建国路	南长街	石家庄市桥西区建国路 发源小区(北区)	114.48104	38.027986
桥西区	东龙花园	南长街187号	南长街, 自强路	石家庄市桥西区南长街187号 东龙花园	114.48319	38.026852
桥西区	工农路邮局宿舍	工农路	南长街	石家庄市桥西区工农路 工农路邮局宿舍	114.44658	38.031763
桥西区	华域城	南长街	南长街	石家庄市桥西区南长街 华域城	114.48375	38.030574
桥西区	中华大街电业局宿舍	中华南大街319号	南长街	石家庄市桥西区中华南大街319号 中华大街电业局宿舍	114.47835	38.02962
桥西区	海龙花园东区	槐安西路26号	南长街	石家庄市桥西区槐安西路26号 海龙花园东区	114.48374	38.021894
桥西区	金裕花园	永安街	南长街, 自强路	石家庄市桥西区永安街 金裕花园	114.48327	38.037587
桥西区	五交化厂宿舍	槐安路	南长街, 万象天成	石家庄市桥西区槐安路 五交化厂宿舍	114.51367	38.021743
桥西区	东珠小区	南长街195号	南长街	石家庄市桥西区南长街195号 东珠小区	114.48298	38.025844
桥西区	海龙花园(西区)	槐安西路28号	南长街	石家庄市桥西区槐安西路28号 海龙花园(西区)	114.48263	38.021492
桥西区	石铁家园	平祥路66号	南长街	石家庄市桥西区平祥路66号 石铁家园	114.4831	38.020596
桥西区	南长街66号住宅	南长街66号	南长街	石家庄市桥西区南长街66号 南长街66号住宅	114.48258	38.026753
桥西区	石家庄市医疗保险管理中心宿舍	槐安东路	南长街	石家庄市桥西区槐安东路 石家庄市医疗保险管理中心宿舍	114.48571	38.025512
桥西区	南长街二十四中宿舍	南长街	南长街	石家庄市桥西区南长街 南长街二十四中宿舍	114.48484	38.025628
桥西区	粮库宿舍(桥西)	中华南大街365号	南长街, 维明	石家庄市桥西区中华南大街365号 粮库宿舍(桥西)	114.47772	38.02744
桥西区	南长街50号院	农建街	南长街	石家庄市桥西区农建街 南长街50号院	114.4842	38.029231
桥西区	五金站宿舍	槐安西路52号	南长街, 维明, 西三教	石家庄市桥西区槐安西路52号 五金站宿舍	114.47901	38.024124
桥西区	市第一职专宿舍	工农路	南长街	石家庄市桥西区工农路 市第一职专宿舍	114.44658	38.031763
桥西区	桥西区委宿舍	工农路413号	南长街	石家庄市桥西区工农路413号 桥西区委宿舍	114.46649	38.036667
桥西区	人百宿舍	工农路	南长街	石家庄市桥西区工农路 人百宿舍	114.44658	38.031763
桥西区	中华大街省财政厅宿舍	中华南大街	南长街	石家庄市桥西区中华南大街 中华大街省财政厅宿舍	114.47659	38.039204
桥西区	建行宿舍(永安街)	永安街160号	南长街	石家庄市桥西区永安街160号 建行宿舍(永安街)	114.4793	38.031427
桥西区	铁路电务段家属院	保晋南街103号	南长街, 彭后	石家庄市桥西区保晋南街103号 铁路电务段家属院	114.48633	38.02804
桥西区	房管局宿舍(保晋南街)	保晋南街428号	南长街	石家庄市桥西区保晋南街428号 房管局宿舍(保晋南街)	114.48624	38.026913
桥西区	食品公司宿舍	礼让街	南长街	石家庄市桥西区礼让街 食品公司宿舍	114.48116	38.032345
桥西区	南长街48号院	南长街	南长街, 新百广场	石家庄市桥西区南长街 南长街48号院	114.48323	38.027722
桥西区	二印生活小区	槐安西路23号	南长街	石家庄市桥西区槐安西路23号 二印生活小区	114.48369	38.02518
桥西区	南长街铁路宿舍	南长街43号	南长街	石家庄市桥西区南长街43号 南长街铁路宿舍	114.48644	38.029402
桥西区	乔安居	槐安东路	南长街	石家庄市桥西区槐安东路 乔安居	114.48464	38.025175
桥西区	阀门一厂宿舍	中华南大街330号	南长街, 西三教	石家庄市桥西区中华南大街330号 阀门一厂宿舍	114.47709	38.019622
桥西区	南长街68号院	南长街68号	南长街	石家庄市桥西区南长街68号 南长街68号院	114.48267	38.026606
桥西区	中华南大街321号院	中华南大街	南长街	石家庄市桥西区中华南大街 中华南大街321号院	114.47928	38.029298
桥西区	石建二公司宿舍	南长街58号	南长街	石家庄市桥西区南长街58号 石建二公司宿舍	114.48345	38.02821
桥西区	纺织局宿舍(桥西)	工农路90号	南长街, 万象天成, 新百广场	石家庄市桥西区工农路90号 纺织局宿舍(桥西)	114.50119	38.022415
桥西区	石家庄第一粮库宿舍	南长街64号	南长街	石家庄市桥西区南长街64号 石家庄第一粮库宿舍	114.48358	38.027822
桥西区	安联天颂	槐安西路6号	南长街	石家庄市桥西区槐安西路6号 安联天颂	114.48321	38.024401
桥西区	旅游印染厂宿舍	中华南大街	南长街, 维明, 西三教	石家庄市桥西区中华南大街 旅游印染厂宿舍	114.4977	38.027418
桥西区	南长街52号院	南长街52号	南长街	石家庄市桥西区南长街52号 南长街52号院	114.48411	38.028878
桥西区	花生公寓(桥西)	杨树胡同3号	南长街, 自强路	石家庄市桥西区杨树胡同3号 花生公寓(桥西)	114.48536	38.039463
桥西区	华夏家园(A区)	大经街	彭后	石家庄市桥西区大经街 华夏家园(A区)	114.49661	38.025853
桥西区	元南路燃料公司宿舍	元南路	彭后	石家庄市桥西区元南路 元南路燃料公司宿舍	114.45448	38.031341
桥西区	中山华府玫瑰院	正义街3号	彭后	石家庄市桥西区正义街3号 中山华府玫瑰院	114.51088	38.041534
桥西区	众里景园	桥东街	彭后	石家庄市桥西区桥东街 众里景园	114.49244	38.025867
桥西区	中山华府百合院	大经街28号	彭后	石家庄市桥西区大经街28号 中山华府百合院	114.51088	38.041534
桥西区	房管局宿舍(兴纺街)	兴纺街	彭后, 平安公园	石家庄市桥西区兴纺街 房管局宿舍(兴纺街)	114.4975	38.037168
桥西区	东风小区	休门街	彭后	石家庄市桥西区休门街 东风小区	114.50589	38.026173
桥西区	石家庄冀军物资有限公司宿舍	槐北路1号	彭后	石家庄市桥西区槐北路1号 石家庄冀军物资有限公司宿舍	114.50743	38.031799
桥西区	鸿锐国际	裕华路	彭后	石家庄市桥西区裕华路 鸿锐国际	114.44412	38.034678
桥西区	北人字街二十号宿舍	北人字街	彭后	石家庄市桥西区北人字街 北人字街二十号宿舍	114.5034	38.041471
桥西区	东平路7号院	东平路7号	彭后	石家庄市桥西区东平路7号 东平路7号院	114.49727	38.01787
桥西区	工商银行宿舍(建胜路)	建胜路22号	彭后	石家庄市桥西区建胜路22号 工商银行宿舍(建胜路)	114.49852	38.019781
桥西区	桥东区工行宿舍	彭后街	彭后	石家庄市桥西区彭后街 桥东区工行宿舍	114.4983	38.018942
桥西区	外贸局宿舍	休门街117号	彭后	石家庄市桥西区休门街117号 外贸局宿舍	114.50706	38.027041
桥西区	华城绿洲北区	普惠路	彭后	石家庄市桥西区普惠路 华城绿洲北区	114.49069	38.019996
桥西区	东风路104号院	东风路104号	彭后	石家庄市桥西区东风路104号 东风路104号院	114.50341	38.024513
桥西区	七五八宿舍	槐中路5号	彭后	石家庄市桥西区槐中路5号 七五八宿舍	114.49186	38.028656
桥西区	农馨园	东平路1-1号	彭后	石家庄市桥西区东平路1-1号 农馨园	114.50123	38.018512
桥西区	省人大宿舍	平安南大街62号	彭后	石家庄市桥西区平安南大街62号 省人大宿舍	114.50165	38.030541
桥西区	三中宿舍	平安南大街139号	彭后	石家庄市桥西区平安南大街139号 三中宿舍	114.50262	38.020771
桥西区	省供销联合社宿舍	槐中路6号	彭后	石家庄市桥西区槐中路6号 省供销联合社宿舍	114.50663	38.026815
桥西区	北联二所	胜利南街81号	彭后, 新百广场	石家庄市桥西区胜利南街81号 北联二所	114.48981	38.031491
桥西区	电视机厂宿舍(东马路)	东马路4号	彭后	石家庄市桥西区东马路4号 电视机厂宿舍(东马路)	114.49436	38.036764
桥西区	铁四宿舍	东马路	彭后	石家庄市桥西区东马路 铁四宿舍	114.50019	38.038315
桥西区	桥西区国家地方税务宿舍	元北路	彭后	石家庄市桥西区元北路 桥西区国家地方税务宿舍	114.49918	38.026702
桥西区	怡然居小区	东平路	彭后	石家庄市桥西区东平路 怡然居小区	114.49936	38.018159
桥西区	警备区宿舍	平安南大街	彭后, 平安公园, 休门	石家庄市桥西区平安南大街 警备区宿舍	114.50097	38.034293
桥西区	元北小区	平安南大街	彭后	石家庄市桥西区平安南大街 元北小区	114.49588	38.027737
桥西区	元北路工商局宿舍	元北路145号	彭后	石家庄市桥西区元北路145号 元北路工商局宿舍	114.49899	38.026837
桥西区	育青里	建设南大街	彭后	石家庄市桥西区建设南大街 育青里	114.50987	38.033925
桥西区	能源投资发展中心宿舍	平安南大街44号	彭后	石家庄市桥西区平安南大街44号 能源投资发展中心宿舍	114.50078	38.031758
桥西区	河北省水力物资供应站家属院	槐安东路	彭后	石家庄市桥西区槐安东路 河北省水力物资供应站家属院	114.45004	38.025245
桥西区	二十中宿舍	裕华东路	彭后	石家庄市桥西区裕华东路 二十中宿舍	114.50414	38.036205
桥西区	供销联合社宿舍	休门街	彭后	石家庄市桥西区休门街 供销联合社宿舍	114.50663	38.026815
桥西区	新绿苑小区	槐中路	彭后	石家庄市桥西区槐中路 新绿苑小区	114.499	38.02767
桥西区	元南小区市邮政局宿舍	建胜路	彭后	石家庄市桥西区建胜路 元南小区市邮政局宿舍	114.49821	38.019236
桥西区	槐安东路外贸宿舍	槐安东路	彭后	石家庄市桥西区槐安东路 槐安东路外贸宿舍	114.51619	38.090792
桥西区	中天世都	裕华东路49号	彭后	石家庄市桥西区裕华东路49号 中天世都	114.51022	38.036012
桥西区	中储东三教仓库宿舍	东平路	彭后	石家庄市桥西区东平路 中储东三教仓库宿舍	114.49279	38.017371
桥西区	光明路3号院房管局宿舍	裕华东路	彭后	石家庄市桥西区裕华东路 光明路3号院房管局宿舍	114.47613	38.052004
桥西区	人造板厂宿舍	休门街79号	彭后	石家庄市桥西区休门街79号 人造板厂宿舍	114.50673	38.03241
桥西区	房管局宿舍(元北路)	元北路	彭后	石家庄市桥西区元北路 房管局宿舍(元北路)	114.4975	38.037168
桥西区	房管局宿舍(经纬胡同)	经纬胡同	彭后	石家庄市桥西区经纬胡同 房管局宿舍(经纬胡同)	114.4975	38.037168
桥西区	房管局新工里宿舍	胜利南街	彭后	石家庄市桥西区胜利南街 房管局新工里宿舍	114.49233	38.038606
桥西区	安联蓝水晶	兴纺街	平安公园	石家庄市桥西区兴纺街 安联蓝水晶	114.49669	38.032977
桥西区	棉七生活区	裕华东路18号	平安公园	石家庄市桥西区裕华东路18号 棉七生活区	114.49589	38.035856
桥西区	柴油机厂宿舍	平安大街	平安公园	石家庄市桥西区平安大街 柴油机厂宿舍	114.44665	38.039826
桥西区	交通银行宿舍(平安南大街)	平安南大街36号	平安公园	石家庄市桥西区平安南大街36号 交通银行宿舍(平安南大街)	114.49819	38.032822
桥西区	水木大兴	裕华东路	平安公园	石家庄市桥西区裕华东路 水木大兴	114.49987	38.035067
桥西区	省地税局宿舍	平安南大街32号	平安公园	石家庄市桥西区平安南大街32号 省地税局宿舍	114.50121	38.033462
桥西区	建行宿舍(平安南大街)	平安南大街	平安公园	石家庄市桥西区平安南大街 建行宿舍(平安南大街)	114.45877	38.023388
桥西区	君泽苑	兴纺街	平安公园	石家庄市桥西区兴纺街 君泽苑	114.49455	38.033214
桥西区	市国税局宿舍	平安南大街	平安公园	石家庄市桥西区平安南大街 市国税局宿舍	114.50097	38.034293
桥西区	巨虎新居	光明路	平安公园, 新百广场, 中山	石家庄市桥西区光明路 巨虎新居	114.49464	38.037246
桥西区	光明路8号院	光明路8号	平安公园, 中山	石家庄市桥西区光明路8号 光明路8号院	114.47151	37.97823
桥西区	宫家庄丰收路1号自建房	丰收路1号	桥西周边	石家庄市桥西区丰收路1号 宫家庄丰收路1号自建房	114.51362	38.072993
桥西区	润德万科翡翠公园(一期)	胜利南街	桥西周边	石家庄市桥西区胜利南街 润德万科翡翠公园(一期)	114.48852	38.018848
桥西区	宫家庄花园路20号自建房	花园路20号	桥西周边	石家庄市桥西区花园路20号 宫家庄花园路20号自建房	114.4693	37.979485
桥西区	丁香路25号院	丁香路25号	桥西周边	石家庄市桥西区丁香路25号 丁香路25号院	114.45004	38.025245
桥西区	宫家庄兴顺路10号,12号自建房	兴顺路	桥西周边	石家庄市桥西区兴顺路 宫家庄兴顺路10号,12号自建房	114.4693	37.979485
桥西区	宫家庄平和路7号自建房	平和路7号	桥西周边	石家庄市桥西区平和路7号 宫家庄平和路7号自建房	114.46839	37.978617
桥西区	宫家庄兴安路6号自建房	兴安路6号	桥西周边	石家庄市桥西区兴安路6号 宫家庄兴安路6号自建房	114.62658	37.977949
桥西区	小谈新村	苑东街8号	桥西周边	石家庄市桥西区苑东街8号 小谈新村	114.41885	38.030815
桥西区	宫家庄荣兴路45号自建房	荣兴路45号	桥西周边	石家庄市桥西区荣兴路45号 宫家庄荣兴路45号自建房	114.46705	37.977445
桥西区	华源新村	康新街	桥西周边	石家庄市桥西区康新街 华源新村	114.49081	37.989986
桥西区	辰阳公寓自建房	荣兴路40号	桥西周边	石家庄市桥西区荣兴路40号 辰阳公寓自建房	114.46767	37.977674
桥西区	祥和路9号院	祥和路9号	桥西周边	石家庄市桥西区祥和路9号 祥和路9号院	114.47129	37.97938
桥西区	宫家庄丁香路自建房	丁香路	桥西周边	石家庄市桥西区丁香路 宫家庄丁香路自建房	114.4693	37.979485
桥西区	荣兴路10号自建房	荣兴路10号	桥西周边	石家庄市桥西区荣兴路10号 荣兴路10号自建房	114.47126	37.978196
桥西区	南和苑小区	留村西街	桥西周边	石家庄市桥西区留村西街 南和苑小区	114.48975	37.978364
桥西区	塔谈二区	仓丰路	桥西周边	石家庄市桥西区仓丰路 塔谈二区	114.48744	37.992857
桥西区	宫家庄同庆路自建房	同庆路4号	桥西周边	石家庄市桥西区同庆路4号 宫家庄同庆路自建房	114.47648	38.041791
桥西区	宫家庄祥和路8号自建房	祥和路8号	桥西周边	石家庄市桥西区祥和路8号 宫家庄祥和路8号自建房	114.47136	37.97949
桥西区	龙湖天璞二号地	学冠路	桥西周边	石家庄市桥西区学冠路 龙湖天璞二号地	114.48904	37.980662
桥西区	宫家庄祥和路4号自建房	祥和路4号	桥西周边	石家庄市桥西区祥和路4号 宫家庄祥和路4号自建房	114.46839	37.978617
桥西区	胶鞋厂宿舍	师范街	师范街	石家庄市桥西区师范街 胶鞋厂宿舍	114.46627	38.031129
桥西区	光明日化宿舍	支农路11号	师范街	石家庄市桥西区支农路11号 光明日化宿舍	114.46906	38.030164
桥西区	维明大街工行宿舍	维明大街	师范街	石家庄市桥西区维明大街 维明大街工行宿舍	114.4983	38.018942
桥西区	土产宿舍(桥西)	支农路77号	师范街	石家庄市桥西区支农路77号 土产宿舍(桥西)	114.46378	38.026081
桥西区	文教局宿舍	师范街83号	师范街	石家庄市桥西区师范街83号 文教局宿舍	114.46586	38.032795
桥西区	汽车二队宿舍	工农路170号	师范街, 万象天成, 新百广场	石家庄市桥西区工农路170号 汽车二队宿舍	114.47446	38.03145
桥西区	警苑小区	槐安西路73号	师范街	石家庄市桥西区槐安西路73号 警苑小区	114.46858	38.025269
桥西区	西宝嘉园	师范街	师范街	石家庄市桥西区师范街 西宝嘉园	114.46643	38.028999
桥西区	汇和苑北园	工农路288号	师范街	石家庄市桥西区工农路288号 汇和苑北园	114.46331	38.031836
桥西区	西菜园街17号院	西菜园街17号	师范街, 维明, 新百广场	石家庄市桥西区西菜园街17号 西菜园街17号院	114.47439	38.030436
桥西区	市粮局宿舍	槐安西路	师范街	石家庄市桥西区槐安西路 市粮局宿舍	114.46108	38.025573
桥西区	树脂厂宿舍	工农路383号	师范街	石家庄市桥西区工农路383号 树脂厂宿舍	114.46718	38.031878
桥西区	东塑小区	支农路9号	师范街	石家庄市桥西区支农路9号 东塑小区	114.46852	38.030738
桥西区	维西小区	支农路	师范街	石家庄市桥西区支农路 维西小区	114.46916	38.028842
桥西区	电影公司宿舍	支农路65号	师范街	石家庄市桥西区支农路65号 电影公司宿舍	114.46463	38.027366
桥西区	滨东小区	支农路	师范街	石家庄市桥西区支农路 滨东小区	114.46543	38.02653
桥西区	无线电九厂宿舍	师范街	师范街	石家庄市桥西区师范街 无线电九厂宿舍	114.46519	38.031405
桥西区	开达小区	工农路	师范街	石家庄市桥西区工农路 开达小区	114.46245	38.031513
桥西区	土产公司宿舍(师范街)	师范街109-2号	师范街	石家庄市桥西区师范街109-2号 土产公司宿舍(师范街)	114.46708	38.027328
桥西区	工农路258号院	工农路258号	师范街, 维明, 新百广场	石家庄市桥西区工农路258号 工农路258号院	114.46766	38.031522
桥西区	房管局宿舍(工农路)	工农路	师范街, 维明, 新百广场	石家庄市桥西区工农路 房管局宿舍(工农路)	114.45157	38.043059
桥西区	轻工研究院宿舍2号院	师范街	师范街	石家庄市桥西区师范街 轻工研究院宿舍2号院	114.43553	38.037216
桥西区	省政府宿舍(工农路)	工农路	师范街, 维明, 新百广场	石家庄市桥西区工农路 省政府宿舍(工农路)	114.44658	38.031763
桥西区	省四建宿舍(长丰路)	长丰路	师范街, 自强路	石家庄市桥西区长丰路 省四建宿舍(长丰路)	114.46264	38.036501
桥西区	排水处宿舍(桥西)	师范街136号	师范街	石家庄市桥西区师范街136号 排水处宿舍(桥西)	114.46559	38.032417
桥西区	大者安吉	师范街	师范街, 新百广场, 自强路	石家庄市桥西区师范街 大者安吉	114.46469	38.039472
桥西区	河北省社会科学院宿舍	中南街3号	师范街, 西里, 益友百货	石家庄市桥西区中南街3号 河北省社会科学院宿舍	114.45944	38.035659
桥西区	物资公司宿舍	维明南大街	师范街	石家庄市桥西区维明南大街 物资公司宿舍	114.46967	38.030773
桥西区	中国烟草烟厂宿舍	支农路	师范街	石家庄市桥西区支农路 中国烟草烟厂宿舍	114.46829	38.029836
桥西区	煤炭公司宿舍(师范街)	师范街109-3号	师范街, 维明	石家庄市桥西区师范街109-3号 煤炭公司宿舍(师范街)	114.46701	38.026706
桥西区	师范街89号院	师范街89号	师范街	石家庄市桥西区师范街89号 师范街89号院	114.46601	38.031494
桥西区	富华社区粮店宿舍	中南街	师范街, 西里, 益友百货	石家庄市桥西区中南街 富华社区粮店宿舍	114.45847	38.035815
桥西区	工商局宿舍(师范街)	师范街160号	师范街	石家庄市桥西区师范街160号 工商局宿舍(师范街)	114.46556	38.027119
桥西区	糖烟酒公司宿舍(桥西)	师范街119号	师范街	石家庄市桥西区师范街119号 糖烟酒公司宿舍(桥西)	114.46632	38.026765
桥西区	农药试验厂宿舍	支农路49号	师范街	石家庄市桥西区支农路49号 农药试验厂宿舍	114.46566	38.028202
桥西区	公安局宿舍(师范街)	师范街7号	师范街	石家庄市桥西区师范街7号 公安局宿舍(师范街)	114.46648	38.041841
桥西区	服装鞋帽宿舍	仓新街	师范街, 维明	石家庄市桥西区仓新街 服装鞋帽宿舍	114.47252	38.028397
桥西区	西菜园街育智胡同13号自建房	育智胡同13号	师范街, 维明, 新百广场	石家庄市桥西区育智胡同13号 西菜园街育智胡同13号自建房	114.4743	38.030236
桥西区	支农路小学宿舍	槐安路	师范街	石家庄市桥西区槐安路 支农路小学宿舍	114.46617	38.028268
桥西区	地区副食宿舍	师范街	师范街	石家庄市桥西区师范街 地区副食宿舍	114.46386	38.033519
桥西区	碧水阁	支农路73号	师范街	石家庄市桥西区支农路73号 碧水阁	114.4645	38.027185
桥西区	省三院宿舍	自强路	师范街	石家庄市桥西区自强路 省三院宿舍	114.46619	38.041327
桥西区	西菜园街25号院	西菜园街25号	师范街	石家庄市桥西区西菜园街25号 西菜园街25号院	114.47382	38.028553
桥西区	交通监理宿舍	师范街	师范街	石家庄市桥西区师范街 交通监理宿舍	114.46667	38.030367
桥西区	轴承设备厂宿舍	师范街	师范街	石家庄市桥西区师范街 轴承设备厂宿舍	114.46648	38.025956
桥西区	绿城慧园	支农路,近维明大街	师范街, 维明	石家庄市桥西区支农路,近维明大街 绿城慧园	114.46862	38.028804
桥西区	医药公司宿舍(桥西)	草场街	师范街	石家庄市桥西区草场街 医药公司宿舍(桥西)	114.46413	38.033206
桥西区	二轻机修厂宿舍	师范街125号	师范街	石家庄市桥西区师范街125号 二轻机修厂宿舍	114.46638	38.02578
桥西区	中兴实业宿舍	维明大街	师范街	石家庄市桥西区维明大街 中兴实业宿舍	114.47017	38.027986
桥西区	袜厂宿舍	草场街	师范街	石家庄市桥西区草场街 袜厂宿舍	114.46415	38.032801
桥西区	二药宿舍(桥西)	工农路214号	师范街	石家庄市桥西区工农路214号 二药宿舍(桥西)	114.50119	38.022415
桥西区	省高法宿舍(滨河街)	滨河街	师范街	石家庄市桥西区滨河街 省高法宿舍(滨河街)	114.46089	38.036334
桥西区	省政府办公厅宿舍	裕华西路	师范街	石家庄市桥西区裕华西路 省政府办公厅宿舍	114.46448	38.036695
桥西区	东风塑料厂宿舍	仓新街	师范街	石家庄市桥西区仓新街 东风塑料厂宿舍	114.47294	38.027627
桥西区	渔业水产宿舍	西二环南路184号	时光公园	石家庄市桥西区西二环南路184号 渔业水产宿舍	114.43707	38.022083
桥西区	工商印刷厂宿舍	振岗路131号	时光公园	石家庄市桥西区振岗路131号 工商印刷厂宿舍	114.43614	38.022154
桥西区	鑫界9号院东区	时光街	时光公园, 西二环外	石家庄市桥西区时光街 鑫界9号院东区	114.68234	38.01495
桥西区	西岗头村	振岗路	时光公园	石家庄市桥西区振岗路 西岗头村	114.4238	38.021296
桥西区	昆仑正和苑	新石北路419号	时光公园	石家庄市桥西区新石北路419号 昆仑正和苑	114.43468	38.019827
桥西区	龙岗西区	槐安西路274号	时光公园	石家庄市桥西区槐安西路274号 龙岗西区	114.42375	38.023839
桥西区	龙岗东区	振岗路	时光公园	石家庄市桥西区振岗路 龙岗东区	114.43168	38.021179
桥西区	梦溪园	槐安西路262号	时光公园	石家庄市桥西区槐安西路262号 梦溪园	114.43251	38.023923
桥西区	戒毒所宿舍	槐安西路	时光公园	石家庄市桥西区槐安西路 戒毒所宿舍	114.40649	38.024151
桥西区	天水丽城一期	槐安西路266号	时光公园	石家庄市桥西区槐安西路266号 天水丽城一期	114.43136	38.022876
桥西区	救助站宿舍	槐安西路289号	时光公园	石家庄市桥西区槐安西路289号 救助站宿舍	114.42415	38.021124
桥西区	鑫界王府(别墅)	时光街	时光公园	石家庄市桥西区时光街 鑫界王府(别墅)	114.42654	38.016173
桥西区	蓝山印象	振岗路	时光公园	石家庄市桥西区振岗路 蓝山印象	114.43406	38.021139
桥西区	乐橙商务广场	槐安西路260号	时光公园	石家庄市桥西区槐安西路260号 乐橙商务广场	114.43375	38.02376
桥西区	槐安路工商局宿舍	仓北东街5号	时光公园, 振头	石家庄市桥西区仓北东街5号 槐安路工商局宿舍	114.44687	38.025634
桥西区	鑫界9号院西区	时光街	时光公园, 西二环外	石家庄市桥西区时光街 鑫界9号院西区	114.68234	38.01495
桥西区	蓝岛书香苑	石铜路	石铜路	石家庄市桥西区石铜路 蓝岛书香苑	114.44955	38.007541
桥西区	七金苑	南二环西路	石铜路	石家庄市桥西区南二环西路 七金苑	114.4471	38.002965
桥西区	天伦锦城	汇新路	石铜路	石家庄市桥西区汇新路 天伦锦城	114.45255	38.000615
桥西区	恒通碧水蓝湾	西三环路	石铜路	石家庄市桥西区西三环路 恒通碧水蓝湾	114.4253	38.007099
桥西区	中冶德贤御府	石铜路	石铜路	石家庄市桥西区石铜路 中冶德贤御府	114.43279	37.998889
桥西区	良城逸景	石铜路	石铜路	石家庄市桥西区石铜路 良城逸景	114.44161	38.003031
桥西区	环卫处宿舍	新石南路	石铜路	石家庄市桥西区新石南路 环卫处宿舍	114.45079	38.008123
桥西区	燕西台	石铜路	石铜路	石家庄市桥西区石铜路 燕西台	114.44658	37.997333
桥西区	交通局宿舍(桥西)	南二环西路381号	石铜路	石家庄市桥西区南二环西路381号 交通局宿舍(桥西)	114.44931	38.005727
桥西区	丰河苑	汇锦路6号	石铜路	石家庄市桥西区汇锦路6号 丰河苑	114.44754	38.001877
桥西区	中加学府	石铜路	石铜路	石家庄市桥西区石铜路 中加学府	114.42662	37.991608
桥西区	新里城西斯莱公馆D区	玉泉路	石铜路	石家庄市桥西区玉泉路 新里城西斯莱公馆D区	114.39328	38.002307
桥西区	新大院	育新路	石铜路	石家庄市桥西区育新路 新大院	114.4466	38.011682
桥西区	良东新区	石铜路	石铜路	石家庄市桥西区石铜路 良东新区	114.43725	37.999567
桥西区	玉泉花苑	育新路	石铜路	石家庄市桥西区育新路 玉泉花苑	114.44648	38.012727
桥西区	林业厅宿舍	城角街666号	四十一中	石家庄市桥西区城角街666号 林业厅宿舍	114.44339	38.027398
桥西区	省科学院宿舍	工农路	四十一中	石家庄市桥西区工农路 省科学院宿舍	114.44844	38.031932
桥西区	省成套局宿舍	谊联街	四十一中	石家庄市桥西区谊联街 省成套局宿舍	114.44871	38.029448
桥西区	区政府宿舍	建国路	四十一中, 振头	石家庄市桥西区建国路 区政府宿舍	114.44613	38.028833
桥西区	谊联街市烟草公司宿舍	谊联街18号	四十一中	石家庄市桥西区谊联街18号 谊联街市烟草公司宿舍	114.44814	38.02938
桥西区	四十一中宿舍	工农西路468号副1号	四十一中	石家庄市桥西区工农西路468号副1号 四十一中宿舍	114.44644	38.031614
桥西区	地勘局宿舍	谊联街9号	四十一中	石家庄市桥西区谊联街9号 地勘局宿舍	114.44839	38.029853
桥西区	旅游用布厂宿舍	城角街625-1号	四十一中, 益友百货	石家庄市桥西区城角街625-1号 旅游用布厂宿舍	114.44429	38.02835
桥西区	谊联街20号住宅	谊联街	四十一中	石家庄市桥西区谊联街 谊联街20号住宅	114.44823	38.029857
桥西区	石油大众宿舍	仓北里8号	四十一中	石家庄市桥西区仓北里8号 石油大众宿舍	114.46926	38.027284
桥西区	公路局宿舍	工农路420号	四十一中	石家庄市桥西区工农路420号 公路局宿舍	114.45007	38.031044
桥西区	友谊南大街107号院	友谊南大街107号	四十一中	石家庄市桥西区友谊南大街107号 友谊南大街107号院	114.45285	38.036199
桥西区	二印宿舍(建国路)	建国路	四十一中	石家庄市桥西区建国路 二印宿舍(建国路)	114.44568	38.028651
桥西区	裕华区政府宿舍(裕华西路)	友谊南大街	四十一中, 益友百货	石家庄市桥西区友谊南大街 裕华区政府宿舍(裕华西路)	114.44989	38.042982
桥西区	教育局宿舍(桥西)	精英路8号	四十一中	石家庄市桥西区精英路8号 教育局宿舍(桥西)	114.45467	38.029169
桥西区	社会科学院宿舍	工农路	四十一中	石家庄市桥西区工农路 社会科学院宿舍	114.45881	38.036007
桥西区	华业小区	城角街	四十一中	石家庄市桥西区城角街 华业小区	114.44406	38.026136
桥西区	高速公路管理局宿舍	谊联街16号	四十一中	石家庄市桥西区谊联街16号 高速公路管理局宿舍	114.44669	38.029315
桥西区	友谊北大街22号小区	友谊北大街	四十一中	石家庄市桥西区友谊北大街 友谊北大街22号小区	114.45124	38.043021
桥西区	省机电招标局宿舍	草场街	四十一中	石家庄市桥西区草场街 省机电招标局宿舍	114.46373	38.033339
桥西区	八一师职楼	西二环北路62号	四十一中	石家庄市桥西区西二环北路62号 八一师职楼	114.43553	38.047407
桥西区	水电站宿舍	新华路436号	四十一中	石家庄市桥西区新华路436号 水电站宿舍	114.44516	38.048471
桥西区	武警支队宿舍	泰华街20号	四十一中	石家庄市桥西区泰华街20号 武警支队宿舍	114.4627	38.044459
桥西区	城角街开发区宿舍	城角街627号	四十一中, 益友百货	石家庄市桥西区城角街627号 城角街开发区宿舍	114.44417	38.028091
桥西区	农行干校宿舍	城角街628号	四十一中, 益友百货	石家庄市桥西区城角街628号 农行干校宿舍	114.44393	38.030151
桥西区	城角街626号院	城角街626号	四十一中, 益友百货	石家庄市桥西区城角街626号 城角街626号院	114.44387	38.030967
桥西区	振二街南苑(西区)	振岗路	四十一中	石家庄市桥西区振岗路 振二街南苑(西区)	114.45121	38.022729
桥西区	文教局宿舍(桥西)	裕华西路	四十一中, 益友百货	石家庄市桥西区裕华西路 文教局宿舍(桥西)	114.46593	38.033354
桥西区	明月装饰城宿舍	槐安西路87号	四十一中	石家庄市桥西区槐安西路87号 明月装饰城宿舍	114.46513	38.025077
桥西区	裕华西路150号楼	裕华西路	四十一中, 益友百货	石家庄市桥西区裕华西路 裕华西路150号楼	114.44412	38.034678
桥西区	铁路52宿舍	顺达街	塔谈	石家庄市桥西区顺达街 铁路52宿舍	114.48433	38.002
桥西区	龙湖天璞一号地	留村西街	塔谈	石家庄市桥西区留村西街 龙湖天璞一号地	114.48904	37.980662
桥西区	塔坛庄园	塔通街	塔谈	石家庄市桥西区塔通街 塔坛庄园	114.48849	37.994331
桥西区	润德万科翡翠公园(二三期)	胜利南街	塔谈	石家庄市桥西区胜利南街 润德万科翡翠公园(二三期)	114.48852	38.018848
桥西区	留村家园	仓顺路9号	塔谈	石家庄市桥西区仓顺路9号 留村家园	114.48929	37.98662
桥西区	全美佳苑	仓丰路	塔谈	石家庄市桥西区仓丰路 全美佳苑	114.48886	37.990111
桥西区	中铁祥瑞嘉园	永庆路	塔谈	石家庄市桥西区永庆路 中铁祥瑞嘉园	114.48338	37.975943
桥西区	自强路省物资局宿舍	自强路	万象天成, 新百广场, 自强路	石家庄市桥西区自强路 自强路省物资局宿舍	114.45996	38.037693
桥西区	金奥府邸	南小街65号	万象天成	石家庄市桥西区南小街65号 金奥府邸	114.48492	38.038391
桥西区	旭辉铂宸府	南长街77号	万象天成, 新百广场	石家庄市桥西区南长街77号 旭辉铂宸府	114.4834	38.031831
桥西区	铁路34宿舍	中华南大街	万象天成, 维明	石家庄市桥西区中华南大街 铁路34宿舍	114.47584	38.025058
桥西区	万豪大厦	中华南大街176号	万象天成	石家庄市桥西区中华南大街176号 万豪大厦	114.4769	38.03099
桥西区	十一中宿舍	中华南大街	万象天成	石家庄市桥西区中华南大街 十一中宿舍	114.47895	38.033187
桥西区	宝德商务	工农路	万象天成, 新百广场	石家庄市桥西区工农路 宝德商务	114.47982	38.031676
桥西区	焦西50号院	南小街	万象天成, 新百广场	石家庄市桥西区南小街 焦西50号院	114.48428	38.040757
桥西区	联邦名都(一期)	礼让街	万象天成	石家庄市桥西区礼让街 联邦名都(一期)	114.4808	38.033689
桥西区	轻工业局宿舍	工农路	万象天成	石家庄市桥西区工农路 轻工业局宿舍	114.48251	38.031101
桥西区	金立方大厦	裕华西路42号	万象天成	石家庄市桥西区裕华西路42号 金立方大厦	114.48095	38.034653
桥西区	南街2号院	裕华西路22号	万象天成, 新百广场	石家庄市桥西区裕华西路22号 南街2号院	114.48377	38.035013
桥西区	土畜产公司宿舍	中华南大街	万象天成	石家庄市桥西区中华南大街 土畜产公司宿舍	114.46334	38.032373
桥西区	东菜园西街25号院	工农路99号	万象天成	石家庄市桥西区工农路99号 东菜园西街25号院	114.47982	38.031676
桥西区	博士专家楼	裕华西路	万象天成, 西里	石家庄市桥西区裕华西路 博士专家楼	114.48271	38.034927
桥西区	启程	中华南大街212号	万象天成, 维明	石家庄市桥西区中华南大街212号 启程	114.47622	38.030358
桥西区	联邦名都二期	礼让街32号	万象天成	石家庄市桥西区礼让街32号 联邦名都二期	114.4805	38.032506
桥西区	工农路建行宿舍	工农路72号	万象天成	石家庄市桥西区工农路72号 工农路建行宿舍	114.4793	38.031427
桥西区	庄家金融大厦	自强路35号	万象天成, 新百广场	石家庄市桥西区自强路35号 庄家金融大厦	114.48372	38.041202
桥西区	杨树胡同1号院	杨树胡同1号	万象天成, 新百广场, 自强路	石家庄市桥西区杨树胡同1号 杨树胡同1号院	114.48583	38.04012
桥西区	粮油宿舍	交易街3号	万象天成	石家庄市桥西区交易街3号 粮油宿舍	114.48582	38.03951
桥西区	中华大街单位宿舍	中华大街	万象天成, 维明, 新百广场	石家庄市桥西区中华大街 中华大街单位宿舍	114.47788	38.030524
桥西区	省建委宿舍(中华南大街)	中华南大街62号	万象天成, 新百广场, 自强路	石家庄市桥西区中华南大街62号 省建委宿舍(中华南大街)	114.47494	38.040538
桥西区	开发公司宿舍	东菜园西街19号	万象天成, 新百广场	石家庄市桥西区东菜园西街19号 开发公司宿舍	114.45004	38.025245
桥西区	建行宿舍	永安街	万象天成, 新百广场	石家庄市桥西区永安街 建行宿舍	114.47887	38.031073
桥西区	木材公司宿舍(工农路)	工农路154号	万象天成, 维明, 新百广场	石家庄市桥西区工农路154号 木材公司宿舍(工农路)	114.47544	38.024352
桥西区	省安装公司宿舍(中华大街)	中华南大街54号	万象天成, 新百广场, 自强路	石家庄市桥西区中华南大街54号 省安装公司宿舍(中华大街)	114.47705	38.038862
桥西区	冶金学校宿舍楼	永安街	万象天成, 新百广场	石家庄市桥西区永安街 冶金学校宿舍楼	114.47986	38.038535
桥西区	公安局家属楼(桥西)	华安街22号	万象天成, 新百广场, 自强路	石家庄市桥西区华安街22号 公安局家属楼(桥西)	114.50119	38.022415
桥西区	保艺大厦	同庆街	万象天成, 新百广场, 自强路	石家庄市桥西区同庆街 保艺大厦	114.4767	38.041927
桥西区	焦厂西胡同	南小街	万象天成, 新百广场	石家庄市桥西区南小街 焦厂西胡同	114.48428	38.040757
桥西区	省财政厅宿舍(中华南大街)	中华南大街50号	万象天成, 新百广场, 自强路	石家庄市桥西区中华南大街50号 省财政厅宿舍(中华南大街)	114.47659	38.039204
桥西区	光明路39号院	光明路	万象天成	石家庄市桥西区光明路 光明路39号院	114.49479	38.036801
桥西区	南街9-13号院	南街9号	万象天成, 新百广场	石家庄市桥西区南街9号 南街9-13号院	114.48393	38.034361
桥西区	南街4号院	经一条路	万象天成, 新百广场	石家庄市桥西区经一条路 南街4号院	114.48377	38.034859
桥西区	商业局宿舍(桥西)	工农路131号	万象天成	石家庄市桥西区工农路131号 商业局宿舍(桥西)	114.50119	38.022415
桥西区	京剧团宿舍	华安街9号	万象天成, 新百广场, 自强路	石家庄市桥西区华安街9号 京剧团宿舍	114.47618	38.042154
桥西区	启程大厦	中华南大街210号	万象天成, 维明, 新百广场	石家庄市桥西区中华南大街210号 启程大厦	114.4766	38.02992
桥西区	维明南大街33号院	维明南大街33号	维明	石家庄市桥西区维明南大街33号 维明南大街33号院	114.47019	38.03658
桥西区	维明水湾	维明街	维明	石家庄市桥西区维明街 维明水湾	114.4703	38.030019
桥西区	石家庄监狱干警宿舍	广平街18号	维明	石家庄市桥西区广平街18号 石家庄监狱干警宿舍	114.4724	38.02087
桥西区	白楼宾馆宿舍	中山西路317号	维明	石家庄市桥西区中山西路317号 白楼宾馆宿舍	114.46804	38.043368
桥西区	建行宿舍(维明南大街)	维明南大街246号	维明	石家庄市桥西区维明南大街246号 建行宿舍(维明南大街)	114.47764	38.03094
桥西区	金正缔景城	工农路	维明	石家庄市桥西区工农路 金正缔景城	114.47439	38.032854
桥西区	白金公馆	维明街	维明	石家庄市桥西区维明街 白金公馆	114.45004	38.025245
桥西区	华潍公寓	工农路	维明	石家庄市桥西区工农路 华潍公寓	114.47213	38.031263
桥西区	东里苑	前进街	维明	石家庄市桥西区前进街 东里苑	114.47109	38.033778
桥西区	省直宿舍丙楼	新华路244号	维明	石家庄市桥西区新华路244号 省直宿舍丙楼	114.46831	38.059345
桥西区	市检察院宿舍	维明北大街49号	维明	石家庄市桥西区维明北大街49号 市检察院宿舍	114.46963	38.047268
桥西区	六中宿舍	裕华西路303号	维明	石家庄市桥西区裕华西路303号 六中宿舍	114.47508	38.03563
桥西区	制镜厂宿舍	维明南大街	维明	石家庄市桥西区维明南大街 制镜厂宿舍	114.47028	38.026585
桥西区	金鼎公寓(桥西)	体育东街8号	维明, 新百广场	石家庄市桥西区体育东街8号 金鼎公寓(桥西)	114.50119	38.022415
桥西区	珍集嘉苑	槐安西路63号	维明	石家庄市桥西区槐安西路63号 珍集嘉苑	114.47115	38.025451
桥西区	河北省国税局宿舍	华安街20号	维明	石家庄市桥西区华安街20号 河北省国税局宿舍	114.48142	38.086517
桥西区	警苑新天地	师范街	维明	石家庄市桥西区师范街 警苑新天地	114.46523	38.018075
桥西区	农业发展银行宿舍(桥西)	中华大街	维明	石家庄市桥西区中华大街 农业发展银行宿舍(桥西)	114.45004	38.025245
桥西区	国土资源厅宿舍	华安街5号	维明	石家庄市桥西区华安街5号 国土资源厅宿舍	114.47616	38.041288
桥西区	广美国际	维明南大街398号	维明	石家庄市桥西区维明南大街398号 广美国际	114.47069	38.00684
桥西区	观筑	中山西路	维明	石家庄市桥西区中山西路 观筑	114.46528	38.042224
桥西区	第二制药厂宿舍	工农路	维明	石家庄市桥西区工农路 第二制药厂宿舍	114.46725	38.031459
桥西区	纺器厂宿舍	中华大街	维明	石家庄市桥西区中华大街 纺器厂宿舍	114.45004	38.025245
桥西区	河北省委宿舍	维明南大街	维明	石家庄市桥西区维明南大街 河北省委宿舍	114.47251	38.035633
桥西区	桥西区市委宿舍	西建街12号	维明	石家庄市桥西区西建街12号 桥西区市委宿舍	114.47112	38.044255
桥西区	市审计局宿舍	工农路	维明	石家庄市桥西区工农路 市审计局宿舍	115.22775	37.943852
桥西区	工商局宿舍(维明街)	维明南大街206号	维明	石家庄市桥西区维明南大街206号 工商局宿舍(维明街)	114.47046	38.027277
桥西区	宝泰苑	维明南大街192号	维明	石家庄市桥西区维明南大街192号 宝泰苑	114.47031	38.028978
桥西区	省委宿舍	师范街47号	维明	石家庄市桥西区师范街47号 省委宿舍	114.46641	38.037924
桥西区	河北省政府宿舍	自强路200号	维明, 西里	石家庄市桥西区自强路200号 河北省政府宿舍	114.46792	38.039647
桥西区	威远宿舍	中华大街	维明	石家庄市桥西区中华大街 威远宿舍	114.45004	38.025245
桥西区	河北省无线电管理局宿舍	维明南大街196号	维明	石家庄市桥西区维明南大街196号 河北省无线电管理局宿舍	114.47004	38.02851
桥西区	西菜园街21号院	西菜园街21号	维明, 新百广场	石家庄市桥西区西菜园街21号 西菜园街21号院	114.4745	38.029765
桥西区	盛世华庭松涛园	维明南大街	维明	石家庄市桥西区维明南大街 盛世华庭松涛园	114.47207	38.011417
桥西区	中国银行宿舍(桥西)	华安街3号	维明	石家庄市桥西区华安街3号 中国银行宿舍(桥西)	114.47614	38.04077
桥西区	司法厅宿舍(广平街)	广平街24号	维明, 新石, 西三教	石家庄市桥西区广平街24号 司法厅宿舍(广平街)	114.47284	38.01989
桥西区	玉村小区	新石中路	西二环外	石家庄市桥西区新石中路 玉村小区	114.43916	38.014394
桥西区	金地阅峯	玉村南路	西二环外	石家庄市桥西区玉村南路 金地阅峯	114.43271	38.010247
桥西区	西溪诚园	玉村南路	西二环外	石家庄市桥西区玉村南路 西溪诚园	114.4292	38.008648
桥西区	嘉苑小区	新石北路421号	西二环外	石家庄市桥西区新石北路421号 嘉苑小区	114.43193	38.018929
桥西区	金地盛世御城三区	玉西街48号	西二环外	石家庄市桥西区玉西街48号 金地盛世御城三区	114.43533	38.010285
桥西区	龙岗小区	时光街192号	西二环外	石家庄市桥西区时光街192号 龙岗小区	114.42827	38.022118
桥西区	卓达科苑公寓	时光街	西二环外	石家庄市桥西区时光街 卓达科苑公寓	114.42994	38.017049
桥西区	龙岗花园	新石北路439号	西二环外	石家庄市桥西区新石北路439号 龙岗花园	114.42995	38.019198
桥西区	卓达上院	新石北路	西二环外	石家庄市桥西区新石北路 卓达上院	114.43318	38.018454
桥西区	鑫界王府	时光街	西二环外	石家庄市桥西区时光街 鑫界王府	114.42654	38.016173
桥西区	裕华区政府宿舍(中山西路)	中山西路485号	西里	石家庄市桥西区中山西路485号 裕华区政府宿舍(中山西路)	114.44906	38.036743
桥西区	西里小区欣里园	裕华西路	西里	石家庄市桥西区裕华西路 西里小区欣里园	114.45466	38.0365
桥西区	河北省委老干部局宿舍	裕华西路116号	西里	石家庄市桥西区裕华西路116号 河北省委老干部局宿舍	114.45853	38.034562
桥西区	西里市场园	西里街	西里	石家庄市桥西区西里街 西里市场园	114.45613	38.039037
桥西区	西里小区康泰园	裕华西路118号	西里	石家庄市桥西区裕华西路118号 西里小区康泰园	114.45729	38.033173
桥西区	红旗小区	红旗大街73号	西里	石家庄市桥西区红旗大街73号 红旗小区	114.4598	38.030658
桥西区	保险公司宿舍	友谊南大街	西里	石家庄市桥西区友谊南大街 保险公司宿舍	114.45186	38.036337
桥西区	翰林福邸	友林街21号	西里	石家庄市桥西区友林街21号 翰林福邸	114.45531	38.040354
桥西区	省四建宿舍(石风路)	石风路	西里	石家庄市桥西区石风路 省四建宿舍(石风路)	114.45585	38.014096
桥西区	电业局宿舍(师范街)	师范街146号	西里	石家庄市桥西区师范街146号 电业局宿舍(师范街)	114.46582	38.029525
桥西区	市卷烟厂宿舍	新华路	西里	石家庄市桥西区新华路 市卷烟厂宿舍	114.45835	38.043606
桥西区	省直十局宿舍	滨河街10号	西里	石家庄市桥西区滨河街10号 省直十局宿舍	114.46131	38.037052
桥西区	西里春光园	西里街	西里	石家庄市桥西区西里街 西里春光园	114.45709	38.035348
桥西区	西里小区富华园	中山西路288号	西里	石家庄市桥西区中山西路288号 西里小区富华园	114.45727	38.040049
桥西区	西里小区长丰园	长青路	西里	石家庄市桥西区长青路 西里小区长丰园	114.45848	38.038274
桥西区	桥西税务局宿舍	新石北路	西里	石家庄市桥西区新石北路 桥西税务局宿舍	114.43593	38.031933
桥西区	西里小区长青园	西里街99号	西里	石家庄市桥西区西里街99号 西里小区长青园	114.45727	38.040049
桥西区	水产街交管局宿舍	水产西街12号	西里	石家庄市桥西区水产西街12号 水产街交管局宿舍	114.45795	38.043856
桥西区	冀铁馨苑	新华路	西里	石家庄市桥西区新华路 冀铁馨苑	114.45371	38.048329
桥西区	新友合雅苑	友谊北大街	西里	石家庄市桥西区友谊北大街 新友合雅苑	114.45137	38.046295
桥西区	景福悦庭	裕华西路121号	西里	石家庄市桥西区裕华西路121号 景福悦庭	114.43897	38.037059
桥西区	手表厂宿舍(长青路)	长青路42号	西里	石家庄市桥西区长青路42号 手表厂宿舍(长青路)	114.45381	38.038759
桥西区	园林局宿舍(水产西街)	水产西街	西里	石家庄市桥西区水产西街 园林局宿舍(水产西街)	114.45756	38.044834
桥西区	省公安厅宿舍	西二环北路	西里	石家庄市桥西区西二环北路 省公安厅宿舍	114.45228	38.043086
桥西区	物资局宿舍(桥西)	中山西路	西里	石家庄市桥西区中山西路 物资局宿舍(桥西)	114.47354	38.037536
桥西区	省四建宿舍(水产西街)	水产西街30号	西里	石家庄市桥西区水产西街30号 省四建宿舍(水产西街)	114.45943	38.048039
桥西区	颐源国际	友谊南大街	西里	石家庄市桥西区友谊南大街 颐源国际	114.45368	38.03978
桥西区	河北省建筑业管理局宿舍	水产西街	西里	石家庄市桥西区水产西街 河北省建筑业管理局宿舍	114.45751	38.045861
桥西区	神兴集团宿舍	谊北路	西里	石家庄市桥西区谊北路 神兴集团宿舍	114.44983	38.044938
桥西区	人保小区	裕华西路138号	西里	石家庄市桥西区裕华西路138号 人保小区	114.44755	38.034387
桥西区	电台宿舍(泰华街)	泰华街12号	西里	石家庄市桥西区泰华街12号 电台宿舍(泰华街)	114.46276	38.043712
桥西区	怡禾风景	工农路	西里	石家庄市桥西区工农路 怡禾风景	114.46103	38.032095
桥西区	水产街网通宿舍	水产街23号	西里, 新华路南	石家庄市桥西区水产街23号 水产街网通宿舍	114.46003	38.044945
桥西区	山水嘉园	工农路	西里	石家庄市桥西区工农路 山水嘉园	114.45281	38.032453
桥西区	天安小区	中山西路	西里	石家庄市桥西区中山西路 天安小区	114.45339	38.041152
桥西区	皮鞋厂宿舍	长青路61号	西里	石家庄市桥西区长青路61号 皮鞋厂宿舍	114.45335	38.038912
桥西区	裕华区宿舍	中南街10号	西里	石家庄市桥西区中南街10号 裕华区宿舍	114.45844	38.036907
桥西区	工行宿舍(工农路)	工农路	西里	石家庄市桥西区工农路 工行宿舍(工农路)	114.4983	38.018942
桥西区	人行宿舍(新华路)	新华路	西里	石家庄市桥西区新华路 人行宿舍(新华路)	114.44502	38.047688
桥西区	出租车公司宿舍	师范街	西里	石家庄市桥西区师范街 出租车公司宿舍	114.46544	38.032303
桥西区	公安厅宿舍(友谊北大街)	友谊北大街48号	西里	石家庄市桥西区友谊北大街48号 公安厅宿舍(友谊北大街)	114.45154	38.044503
桥西区	省招标局宿舍	草场街	西里	石家庄市桥西区草场街 省招标局宿舍	114.46386	38.034711
桥西区	中山电子宿舍	长青路57号	西里	石家庄市桥西区长青路57号 中山电子宿舍	114.45501	38.039623
桥西区	石药第一生活区南院	自强路	西里	石家庄市桥西区自强路 石药第一生活区南院	114.46074	38.042053
桥西区	油漆厂宿舍(西里街)	西里街7号	西里	石家庄市桥西区西里街7号 油漆厂宿舍(西里街)	114.45797	38.031501
桥西区	石家庄市卷烟厂宿舍	水产西街	西里	石家庄市桥西区水产西街 石家庄市卷烟厂宿舍	114.45808	38.044521
桥西区	石家庄矿山机械研究所宿舍	西二环南路	西里	石家庄市桥西区西二环南路 石家庄矿山机械研究所宿舍	114.43722	38.034082
桥西区	石铁分局宿舍	新华路298号	西里	石家庄市桥西区新华路298号 石铁分局宿舍	114.45529	38.046783
桥西区	房管局宿舍(水产东街)	水产东街	西里	石家庄市桥西区水产东街 房管局宿舍(水产东街)	114.45157	38.043059
桥西区	海关公寓	工农路515号	西里	石家庄市桥西区工农路515号 海关公寓	114.45416	38.031862
桥西区	西里乡政府宿舍	西里街	西里	石家庄市桥西区西里街 西里乡政府宿舍	114.4569	38.038046
桥西区	卫生局宿舍	草场街	西里	石家庄市桥西区草场街 卫生局宿舍	114.46373	38.033339
桥西区	省技术监督局宿舍	友谊南大街20号	西里	石家庄市桥西区友谊南大街20号 省技术监督局宿舍	114.45153	38.039227
桥西区	线务站街8号院	线务站街8号	西里, 自强路	石家庄市桥西区线务站街8号 线务站街8号院	114.46057	38.043869
桥西区	省四建宿舍(友谊大街)	友谊大街117号	西里	石家庄市桥西区友谊大街117号 省四建宿舍(友谊大街)	114.45308	38.03618
桥西区	市土畜产总公司宿舍	西里大街46号	西里	石家庄市桥西区西里大街46号 市土畜产总公司宿舍	114.45658	38.040187
桥西区	省四建宿舍(新华路)	新华路278号	西里	石家庄市桥西区新华路278号 省四建宿舍(新华路)	114.45943	38.048039
桥西区	省物资局宿舍	西里街	西里	石家庄市桥西区西里街 省物资局宿舍	114.45996	38.037693
桥西区	轻工厅宿舍(桥西)	草场街	西里	石家庄市桥西区草场街 轻工厅宿舍(桥西)	114.46418	38.032202
桥西区	煤炭设计院宿舍	草场街6号	西里	石家庄市桥西区草场街6号 煤炭设计院宿舍	114.46362	38.033657
桥西区	长丰苑	长丰路4号	西里	石家庄市桥西区长丰路4号 长丰苑	114.46318	38.03812
桥西区	省二建宿舍(桥西)	长丰路17号	西里	石家庄市桥西区长丰路17号 省二建宿舍(桥西)	114.50119	38.022415
桥西区	省安一分公司	水产西街32号	西里	石家庄市桥西区水产西街32号 省安一分公司	114.45749	38.045574
桥西区	省法院宿舍(友谊南大街)	友谊南大街	西里	石家庄市桥西区友谊南大街 省法院宿舍(友谊南大街)	114.50715	38.031059
桥西区	建国路单位宿舍	建国路	西里	石家庄市桥西区建国路 建国路单位宿舍	114.45169	38.027797
桥西区	天蕴大厦	友谊南大街51号	西里	石家庄市桥西区友谊南大街51号 天蕴大厦	114.45274	38.039141
桥西区	畜牧局宿舍	草场街	西里	石家庄市桥西区草场街 畜牧局宿舍	114.46334	38.032373
桥西区	工商银行家属院	友谊北大街55号	西里, 新华路南	石家庄市桥西区友谊北大街55号 工商银行家属院	114.45269	38.04481
桥西区	河北省建设投资宿舍	长丰路15号	西里	石家庄市桥西区长丰路15号 河北省建设投资宿舍	114.46271	38.038455
桥西区	建委宿舍	中南街	西里	石家庄市桥西区中南街 建委宿舍	114.47491	38.040583
桥西区	滨河街市建行宿舍	滨河街2号	西里	石家庄市桥西区滨河街2号 滨河街市建行宿舍	114.46131	38.037987
桥西区	市排水处宿舍	友谊南大街24号	西里	石家庄市桥西区友谊南大街24号 市排水处宿舍	114.45178	38.037958
桥西区	河北省环保局宿舍	草场街9号	西里	石家庄市桥西区草场街9号 河北省环保局宿舍	114.46383	38.033876
桥西区	人行宿舍(裕华西路)	裕华西路95号	西里, 益友百货	石家庄市桥西区裕华西路95号 人行宿舍(裕华西路)	114.44608	38.035091
桥西区	师范街106号院	师范街	西里	石家庄市桥西区师范街 师范街106号院	114.46615	38.036358
桥西区	雅馨园	西里街42号	西里, 益友百货	石家庄市桥西区西里街42号 雅馨园	114.45682	38.040557
桥西区	建行宿舍(长青路)	长青路57号	西里	石家庄市桥西区长青路57号 建行宿舍(长青路)	114.46131	38.037987
桥西区	省文印中心宿舍	裕华西路	西里	石家庄市桥西区裕华西路 省文印中心宿舍	114.44412	38.034678
桥西区	谊北路种子公司宿舍	友谊北大街	西里	石家庄市桥西区友谊北大街 谊北路种子公司宿舍	114.44983	38.044938
桥西区	手表厂宿舍(友谊南大街)	友谊南大街	西里	石家庄市桥西区友谊南大街 手表厂宿舍(友谊南大街)	114.45361	38.038546
桥西区	市蔬菜公司宿舍	水产西街	西里	石家庄市桥西区水产西街 市蔬菜公司宿舍	114.48572	38.026751
桥西区	出租公司宿舍(马道南街)	裕华西路	西里	石家庄市桥西区裕华西路 出租公司宿舍(马道南街)	114.45957	38.037399
桥西区	河西一号	中山西路	西里	石家庄市桥西区中山西路 河西一号	114.45512	38.044072
桥西区	怡雅居	安民胡同15号	西里	石家庄市桥西区安民胡同15号 怡雅居	114.45004	38.025245
桥西区	西清公寓	红旗大街	西里	石家庄市桥西区红旗大街 西清公寓	114.46003	38.032137
桥西区	中电四宿舍	中山西路	西里	石家庄市桥西区中山西路 中电四宿舍	114.4545	38.041116
桥西区	制刷厂宿舍	师范街	西里	石家庄市桥西区师范街 制刷厂宿舍	114.46412	38.031492
桥西区	省国资委宿舍	新华路300号	西里	石家庄市桥西区新华路300号 省国资委宿舍	114.45359	38.048343
桥西区	省二招宿舍	自强路	西里	石家庄市桥西区自强路 省二招宿舍	114.4772	38.040221
桥西区	裕华西路省二建宿舍	长丰路14号	西里	石家庄市桥西区长丰路14号 裕华西路省二建宿舍	114.46202	38.038695
桥西区	谊安里	裕华西路140号	西里	石家庄市桥西区裕华西路140号 谊安里	114.44881	38.036943
桥西区	河北省公安厅长丰路生活区	长丰路11号	西里	石家庄市桥西区长丰路11号 河北省公安厅长丰路生活区	114.46351	38.038395
桥西区	油漆厂宿舍(长青路)	长青路	西里	石家庄市桥西区长青路 油漆厂宿舍(长青路)	114.45815	38.041822
桥西区	桥西区锅炉厂宿舍	师范街	西里	石家庄市桥西区师范街 桥西区锅炉厂宿舍	114.4662	38.027979
桥西区	省人大小区	维明北大街36号	西里	石家庄市桥西区维明北大街36号 省人大小区	114.4679	38.045443
桥西区	麒融国际	中山西路	西里	石家庄市桥西区中山西路 麒融国际	114.46145	38.042914
桥西区	泰华街16号院	泰华街16号	西里, 新百广场, 自强路	石家庄市桥西区泰华街16号 泰华街16号院	114.46266	38.044166
桥西区	省支油指挥部宿舍	谊北路	西里, 新华路南	石家庄市桥西区谊北路 省支油指挥部宿舍	114.44983	38.044938
桥西区	燃料公司宿舍(师范街)	师范街	西里	石家庄市桥西区师范街 燃料公司宿舍(师范街)	114.45448	38.031341
桥西区	化碳局宿舍	裕华西路	西里	石家庄市桥西区裕华西路 化碳局宿舍	114.44412	38.034678
桥西区	八一花苑	西二环北路38号	西里	石家庄市桥西区西二环北路38号 八一花苑	114.43599	38.045245
桥西区	市供销社宿舍	长青路44号	西里, 自强路	石家庄市桥西区长青路44号 市供销社宿舍	114.4565	38.038685
桥西区	国防建宿舍(友谊北大街)	友谊北大街	西里	石家庄市桥西区友谊北大街 国防建宿舍(友谊北大街)	114.45228	38.044243
桥西区	省四建宿舍(西里街)	西里街11号	西里	石家庄市桥西区西里街11号 省四建宿舍(西里街)	114.45735	38.035865
桥西区	省监狱管理局宿舍(友谊北大街)	友谊北大街	西里	石家庄市桥西区友谊北大街 省监狱管理局宿舍(友谊北大街)	114.45257	38.036696
桥西区	供销社宿舍	长青路32号	西里	石家庄市桥西区长青路32号 供销社宿舍	114.4565	38.038685
桥西区	环保局宿舍(马道南街)	马道南街	西里, 益友百货, 自强路	石家庄市桥西区马道南街 环保局宿舍(马道南街)	114.46023	38.037968
桥西区	人民商场宿舍(师范街)	师范街	西里	石家庄市桥西区师范街 人民商场宿舍(师范街)	114.46663	38.027382
桥西区	锦地SOHO	新华路	西里	石家庄市桥西区新华路 锦地SOHO	114.43819	38.049136
桥西区	二商校宿舍	工农路260号	西里	石家庄市桥西区工农路260号 二商校宿舍	114.46723	38.031488
桥西区	交管局宿舍(裕华西路)	裕华西路120号	西里	石家庄市桥西区裕华西路120号 交管局宿舍(裕华西路)	114.47656	38.007363
桥西区	市五金公司宿舍	长青路87号	西里	石家庄市桥西区长青路87号 市五金公司宿舍	114.45174	38.037221
桥西区	皮塑厂宿舍	红旗大街	西里	石家庄市桥西区红旗大街 皮塑厂宿舍	114.46483	38.031197
桥西区	市一药办公楼	中山西路	西里, 自强路	石家庄市桥西区中山西路 市一药办公楼	114.44073	38.042054
桥西区	省财政厅宿舍(水产西街)	水产西街	西里	石家庄市桥西区水产西街 省财政厅宿舍(水产西街)	114.46189	38.045829
桥西区	国防建筑公司宿舍	靶场街15号	西里, 新华路南	石家庄市桥西区靶场街15号 国防建筑公司宿舍	114.44938	38.044234
桥西区	水产西街13号小区	水产西街13号	西里	石家庄市桥西区水产西街13号 水产西街13号小区	114.45829	38.044664
桥西区	人民商场宿舍(马道南街)	马道南街4号	西里	石家庄市桥西区马道南街4号 人民商场宿舍(马道南街)	114.45966	38.03785
桥西区	百度空间大厦	裕华西路83号	西里, 益友百货	石家庄市桥西区裕华西路83号 百度空间大厦	114.45157	38.035677
桥西区	石药第一生活区北院	中山西路369号	西里	石家庄市桥西区中山西路369号 石药第一生活区北院	114.46047	38.042745
桥西区	棉麻厂宿舍	棉麻厂宿舍|长青路40号	西里, 益友百货	石家庄市桥西区棉麻厂宿舍|长青路40号 棉麻厂宿舍	114.45004	38.025245
桥西区	老干部修养所宿舍	友谊大街24号	西里, 新华路南, 益友百货	石家庄市桥西区友谊大街24号 老干部修养所宿舍	114.45004	38.025245
桥西区	友林街26号小区	友林街26号	西里, 益友百货	石家庄市桥西区友林街26号 友林街26号小区	114.45512	38.04084
桥西区	市农业推广中心宿舍	友谊北大街	西里, 新华路南	石家庄市桥西区友谊北大街 市农业推广中心宿舍	114.4543	38.09229
桥西区	河北省物资局宿舍	马道南街3号,5号	西里	石家庄市桥西区马道南街3号,5号 河北省物资局宿舍	114.47358	38.037625
桥西区	郊区水电管理站宿舍	友谊北大街	西里, 新华路南	石家庄市桥西区友谊北大街 郊区水电管理站宿舍	114.4543	38.09229
桥西区	水产街19号院	水产街19号	西里	石家庄市桥西区水产街19号 水产街19号院	114.4589	38.044336
桥西区	衡水地区建材厂宿舍	长青路59号	西里, 益友百货	石家庄市桥西区长青路59号 衡水地区建材厂宿舍	114.45469	38.038936
桥西区	市建行宿舍(长青路)	长青路32号	西里, 益友百货	石家庄市桥西区长青路32号 市建行宿舍(长青路)	114.46131	38.037987
桥西区	教育局宿舍	新华路298号	西里	石家庄市桥西区新华路298号 教育局宿舍	114.45536	38.04613
桥西区	谊安里5号楼	谊安里5号	西里, 益友百货	石家庄市桥西区谊安里5号 谊安里5号楼	114.44907	38.036316
桥西区	监狱管理局宿舍(友谊南大街)	友谊南大街103号	西里, 益友百货	石家庄市桥西区友谊南大街103号 监狱管理局宿舍(友谊南大街)	114.45123	38.043951
桥西区	信用社宿舍	长青路34号	西里	石家庄市桥西区长青路34号 信用社宿舍	114.45557	38.03874
桥西区	百货公司宿舍(马道南街)	马道南街	西里, 益友百货, 自强路	石家庄市桥西区马道南街 百货公司宿舍(马道南街)	114.45966	38.03785
桥西区	嘉实泊岸小区	槐安西路76号	新百广场	石家庄市桥西区槐安西路76号 嘉实泊岸小区	114.47405	38.024336
桥西区	石家庄粮食局宿舍	中华南大街	新百广场	石家庄市桥西区中华南大街 石家庄粮食局宿舍	114.48147	38.029674
桥西区	西建街14号院	西建街14号	新百广场, 自强路	石家庄市桥西区西建街14号 西建街14号院	114.47242	38.045343
桥西区	盛世华庭(桥西)	槐安西路	新百广场	石家庄市桥西区槐安西路 盛世华庭(桥西)	114.47463	38.023462
桥西区	恒新公馆	中华南大街491号	新百广场, 西三教	石家庄市桥西区中华南大街491号 恒新公馆	114.47769	38.01742
桥西区	华西苑	西建街	新百广场, 自强路	石家庄市桥西区西建街 华西苑	114.47084	38.045055
桥西区	十七中宿舍	华西路	新百广场	石家庄市桥西区华西路 十七中宿舍	114.4752	38.045458
桥西区	石铁南新街宿舍	南长街	新百广场	石家庄市桥西区南长街 石铁南新街宿舍	114.48323	38.027722
桥西区	联邦名都(三期)	裕华西路	新百广场	石家庄市桥西区裕华西路 联邦名都(三期)	114.4808	38.033689
桥西区	师范街市委宿舍	师范街	新百广场, 自强路	石家庄市桥西区师范街 师范街市委宿舍	114.46658	38.041313
桥西区	光明路43号院	光明路43号	新百广场, 中山	石家庄市桥西区光明路43号 光明路43号院	114.49252	38.037004
桥西区	光明路51号院	光明路51号	新百广场, 中山	石家庄市桥西区光明路51号 光明路51号院	114.49174	38.037008
桥西区	国贸SOHO	中山西路	新百广场	石家庄市桥西区中山西路 国贸SOHO	114.48054	38.043858
桥西区	民族路100号院	民族路100号	新百广场	石家庄市桥西区民族路100号 民族路100号院	114.48069	38.044729
桥西区	兴华街1号楼	兴华街	新百广场, 自强路	石家庄市桥西区兴华街 兴华街1号楼	114.47363	38.042121
桥西区	石家庄市三十三中宿舍	经一条路3号	新百广场	石家庄市桥西区经一条路3号 石家庄市三十三中宿舍	114.48325	38.034827
桥西区	西建街10号院	西建街10号	新百广场, 自强路	石家庄市桥西区西建街10号 西建街10号院	114.47124	38.044003
桥西区	未来时间	中山路	新百广场	石家庄市桥西区中山路 未来时间	114.47534	38.043642
桥西区	华安街60号院	华安街60号	新百广场, 自强路	石家庄市桥西区华安街60号 华安街60号院	114.47588	38.044335
桥西区	华安街64,66号院	华安街64,66号	新百广场, 自强路	石家庄市桥西区华安街64,66号 华安街64,66号院	114.47589	38.044611
桥西区	煤炭厅宿舍	康乐街18号	新百广场, 自强路	石家庄市桥西区康乐街18号 煤炭厅宿舍	114.47333	38.045058
桥西区	西建街29号院	西建街29号	新百广场, 自强路	石家庄市桥西区西建街29号 西建街29号院	114.47156	38.044466
桥西区	财政厅宿舍(桥西)	华安街20号	新百广场	石家庄市桥西区华安街20号 财政厅宿舍(桥西)	114.47659	38.039204
桥西区	南花园C座	南小街	新百广场	石家庄市桥西区南小街 南花园C座	114.4829	38.042364
桥西区	佳泰大厦	中山西路258号	新百广场	石家庄市桥西区中山西路258号 佳泰大厦	114.46509	38.042216
桥西区	康乐街71号	康乐街71号	新百广场, 自强路	石家庄市桥西区康乐街71号 康乐街71号	114.47413	38.04233
桥西区	西建街16号院	西建街16号	新百广场, 自强路	石家庄市桥西区西建街16号 西建街16号院	114.47125	38.044839
桥西区	商贸局宿舍	新华路	新华路南	石家庄市桥西区新华路 商贸局宿舍	114.44497	38.0484
桥西区	麒锦名邸	线务站街	新华路南	石家庄市桥西区线务站街 麒锦名邸	114.46099	38.043428
桥西区	石铁五十六宿舍	中山西路	新华路南	石家庄市桥西区中山西路 石铁五十六宿舍	114.45773	38.042762
桥西区	十九中宿舍	友谊大街	新华路南	石家庄市桥西区友谊大街 十九中宿舍	114.45004	38.025245
桥西区	五十四所宿舍	新华路	新华路南	石家庄市桥西区新华路 五十四所宿舍	114.4441	38.044247
桥西区	和润苑	水产西街	新华路南	石家庄市桥西区水产西街 和润苑	114.45896	38.045568
桥西区	友谊医院宿舍	友谊北大街	新华路南	石家庄市桥西区友谊北大街 友谊医院宿舍	114.4543	38.09229
桥西区	交远家园	靶场街	新华路南	石家庄市桥西区靶场街 交远家园	114.44941	38.045404
桥西区	盛安嘉园	新华路296-1号	新华路南	石家庄市桥西区新华路296-1号 盛安嘉园	114.45542	38.048177
桥西区	送变电宿舍	水产西街38号	新华路南	石家庄市桥西区水产西街38号 送变电宿舍	114.45794	38.046301
桥西区	石药第二生活区	靶场街	新华路南	石家庄市桥西区靶场街 石药第二生活区	114.44952	38.04462
桥西区	五四西园	西二环北路	新华路南	石家庄市桥西区西二环北路 五四西园	114.43739	38.045713
桥西区	靶场街建行宿舍	靶场街39号	新华路南	石家庄市桥西区靶场街39号 靶场街建行宿舍	114.46131	38.037987
桥西区	市法院宿舍	靶场街33号	新华路南	石家庄市桥西区靶场街33号 市法院宿舍	114.44922	38.046646
桥西区	建瓴嘉苑	新华路	新华路南	石家庄市桥西区新华路 建瓴嘉苑	114.43178	38.0483
桥西区	省监狱管理局宿舍(新华路)	新华路	新华路南	石家庄市桥西区新华路 省监狱管理局宿舍(新华路)	114.45257	38.036696
桥西区	空军医院宿舍(桥西)	西二环南路	新华路南	石家庄市桥西区西二环南路 空军医院宿舍(桥西)	114.43769	38.026272
桥西区	翡翠里	友谊大街	新华路南	石家庄市桥西区友谊大街 翡翠里	114.45123	38.04602
桥西区	陵园宿舍	新华路	新华路南	石家庄市桥西区新华路 陵园宿舍	114.4667	38.046824
桥西区	工商银行印刷厂宿舍	友谊南大街	新华路南	石家庄市桥西区友谊南大街 工商银行印刷厂宿舍	114.45244	38.022871
桥西区	国防建宿舍(西环北路)	西环北路12号	新华路南	石家庄市桥西区西环北路12号 国防建宿舍(西环北路)	114.45228	38.044243
桥西区	泰华小区	泰华街14号	新华路南	石家庄市桥西区泰华街14号 泰华小区	114.46269	38.043886
桥西区	汇龙国际公馆	新石南路	新石	石家庄市桥西区新石南路 汇龙国际公馆	114.47599	38.007735
桥西区	拉斐小镇	新石北路	新石	石家庄市桥西区新石北路 拉斐小镇	114.45738	38.018684
桥西区	滨河小区珍兴苑	新石中路	新石	石家庄市桥西区新石中路 滨河小区珍兴苑	114.46457	38.013915
桥西区	石辐小区(404厂宿舍)	新石南路88号	新石	石家庄市桥西区新石南路88号 石辐小区(404厂宿舍)	114.46923	38.008077
桥西区	钻石公寓	新石中路	新石	石家庄市桥西区新石中路 钻石公寓	114.4633	38.013147
桥西区	河北省税务干部学校宿舍	新石南路179号	新石	石家庄市桥西区新石南路179号 河北省税务干部学校宿舍	114.46291	38.00849
桥西区	振三街女儿楼小区	新石北路	新石	石家庄市桥西区新石北路 振三街女儿楼小区	114.45488	38.017903
桥西区	兰亭小区	新石南路336号	新石	石家庄市桥西区新石南路336号 兰亭小区	114.44998	38.008291
桥西区	省研究所宿舍	石风路6号	新石	石家庄市桥西区石风路6号 省研究所宿舍	114.46102	38.021112
桥西区	职教中心宿舍	新石北路	新石	石家庄市桥西区新石北路 职教中心宿舍	114.44468	38.017398
桥西区	欧景园	新石中路367号	新石	石家庄市桥西区新石中路367号 欧景园	114.44924	38.015746
桥西区	西引利小区	新石中路	新石	石家庄市桥西区新石中路 西引利小区	114.46079	38.013361
桥西区	格调春天	维明南大街388号	新石	石家庄市桥西区维明南大街388号 格调春天	114.46989	38.005779
桥西区	师大家属院	新石南路	新石	石家庄市桥西区新石南路 师大家属院	114.46145	38.009175
桥西区	盛景佳园	中华南大街	新石	石家庄市桥西区中华南大街 盛景佳园	114.47619	38.014756
桥西区	玉龙小区	育新路10号	新石	石家庄市桥西区育新路10号 玉龙小区	114.44054	38.011587
桥西区	新石小区	中华南大街	新石	石家庄市桥西区中华南大街 新石小区	114.47483	38.012372
桥西区	桥西机关宿舍	工农路252号	新石	石家庄市桥西区工农路252号 桥西机关宿舍	114.46952	38.031568
桥西区	市交通管理局宿舍	中华南大街	新石	石家庄市桥西区中华南大街 市交通管理局宿舍	114.47734	38.016565
桥西区	盛世华庭牡丹园	广平街	新石	石家庄市桥西区广平街 盛世华庭牡丹园	114.47385	38.016842
桥西区	振头供销社宿舍(槐安西路)	红旗大街	新石	石家庄市桥西区红旗大街 振头供销社宿舍(槐安西路)	114.45809	38.016949
桥西区	广平街机关宿舍	广平街	新石	石家庄市桥西区广平街 广平街机关宿舍	114.47308	38.009617
桥西区	河北省军转干部宿舍	红滨路9号	新石	石家庄市桥西区红滨路9号 河北省军转干部宿舍	114.46324	38.011125
桥西区	盛世华庭梅林园	维明南大街	新石	石家庄市桥西区维明南大街 盛世华庭梅林园	114.46915	38.009649
桥西区	毛纺厂宿舍	石风路21号	新石	石家庄市桥西区石风路21号 毛纺厂宿舍	114.46037	38.020432
桥西区	振头三街自建房	振岗路	新石	石家庄市桥西区振岗路 振头三街自建房	114.45451	38.019422
桥西区	汇和苑南苑	红旗大街309号	新石	石家庄市桥西区红旗大街309号 汇和苑南苑	114.46039	38.016821
桥西区	振三街宿舍	红旗大街	新石	石家庄市桥西区红旗大街 振三街宿舍	114.46157	38.012064
桥西区	仓新街桥西区委宿舍	仓新街	新石	石家庄市桥西区仓新街 仓新街桥西区委宿舍	114.47289	38.028173
桥西区	铁路60宿舍	新石中路	新石	石家庄市桥西区新石中路 铁路60宿舍	114.46172	38.013493
桥西区	西三教东北区3段8排3号自建房	新石北路	新石, 西三教	石家庄市桥西区新石北路 西三教东北区3段8排3号自建房	114.47226	38.013505
桥西区	望公府	新石中路165号	新石	石家庄市桥西区新石中路165号 望公府	114.46316	38.013678
桥西区	西三教东北区四段四排二号自建房	维明南大街	新石, 西三教	石家庄市桥西区维明南大街 西三教东北区四段四排二号自建房	114.47226	38.013505
桥西区	公交公司宿舍(中华南大街)	中华南大街	新石	石家庄市桥西区中华南大街 公交公司宿舍(中华南大街)	114.47645	38.005863
桥西区	防疫站宿舍	广平街	新石	石家庄市桥西区广平街 防疫站宿舍	114.47342	38.014889
桥西区	人民保险公司宿舍	广平街	新石	石家庄市桥西区广平街 人民保险公司宿舍	114.45186	38.036337
桥西区	西三教小区	新石中路	新石, 西三教	石家庄市桥西区新石中路 西三教小区	114.47072	38.015743
桥西区	桥西区政府宿舍	广平街	新石	石家庄市桥西区广平街 桥西区政府宿舍	114.47342	38.014889
桥西区	西三教村西北区一段五排四号	维明南大街	新石, 西三教	石家庄市桥西区维明南大街 西三教村西北区一段五排四号	114.47066	38.015747
桥西区	西三教村自建房	维明南大街	新石	石家庄市桥西区维明南大街 西三教村自建房	114.47066	38.015747
桥西区	西三教村东北区五段四排三号	广平街80号	新石, 西三教	石家庄市桥西区广平街80号 西三教村东北区五段四排三号	114.47066	38.015747
桥西区	西三教东北区5段6排2号	广平街70号	新石, 西三教	石家庄市桥西区广平街70号 西三教东北区5段6排2号	114.47023	38.015808
桥西区	广平小区	广平街	西三教	石家庄市桥西区广平街 广平小区	114.47177	38.013242
桥西区	省招待处宿舍	新石北路	西三教	石家庄市桥西区新石北路 省招待处宿舍	114.47493	38.018392
桥西区	怡静苑小区	中华南大街334号	西三教	石家庄市桥西区中华南大街334号 怡静苑小区	114.47705	38.019222
桥西区	祥云国际(东一区)	中华南大街516号	西三教	石家庄市桥西区中华南大街516号 祥云国际(东一区)	114.47451	37.998408
桥西区	省委振头宿舍	槐安西路90号	西三教	石家庄市桥西区槐安西路90号 省委振头宿舍	114.4607	38.024597
桥西区	盛杰玫瑰园	槐安路	西三教	石家庄市桥西区槐安路 盛杰玫瑰园	114.465	38.018826
桥西区	恒大华府	维明南大街	西三教	石家庄市桥西区维明南大街 恒大华府	114.46874	38.02097
桥西区	东五里新村东区(B区)	红旗大街	西三教	石家庄市桥西区红旗大街 东五里新村东区(B区)	114.46545	37.998679
桥西区	恒大城	维明南大街	西三教	石家庄市桥西区维明南大街 恒大城	114.4717	38.021681
桥西区	道桥处管理宿舍	槐安西路36号	西三教	石家庄市桥西区槐安西路36号 道桥处管理宿舍	114.4806	38.02261
桥西区	卓达玫瑰园	槐安西路	西三教	石家庄市桥西区槐安西路 卓达玫瑰园	114.46461	38.021858
桥西区	天下玉苑	中华大街	西三教	石家庄市桥西区中华大街 天下玉苑	114.47407	38.018771
桥西区	丽都花园	红旗大街4号	西三教	石家庄市桥西区红旗大街4号 丽都花园	114.4614	38.022267
桥西区	仓南小区	广平街7号	西三教	石家庄市桥西区广平街7号 仓南小区	114.47335	38.02226
桥西区	省考试院宿舍	红旗大街297号	西三教	石家庄市桥西区红旗大街297号 省考试院宿舍	114.4609	38.017281
桥西区	新客西园小区	新石北路2号	西三教	石家庄市桥西区新石北路2号 新客西园小区	114.48183	38.018683
桥西区	在水一方	新石北路	西三教	石家庄市桥西区新石北路 在水一方	114.45738	38.018684
桥西区	会计学院宿舍	红旗大街248号	西三教	石家庄市桥西区红旗大街248号 会计学院宿舍	114.45918	38.016226
桥西区	西美花城(商住楼)	汇丰路	西三教	石家庄市桥西区汇丰路 西美花城(商住楼)	114.46308	37.99534
桥西区	卓达中苑商务大厦小区	槐安西路88号	西三教	石家庄市桥西区槐安西路88号 卓达中苑商务大厦小区	114.46602	38.024423
桥西区	隆景华庭	师范街133号	西三教	石家庄市桥西区师范街133号 隆景华庭	114.46643	38.023731
桥西区	双辉商务	中华南大街505号	西三教	石家庄市桥西区中华南大街505号 双辉商务	114.4777	38.015268
桥西区	恒大公寓	维明南大街266号	西三教	石家庄市桥西区维明南大街266号 恒大公寓	114.47012	38.020721
桥西区	省监狱管理局宿舍(广平街)	广平街28号	西三教	石家庄市桥西区广平街28号 省监狱管理局宿舍(广平街)	114.45257	38.036696
桥西区	第二塑料厂宿舍	新石北路	西三教	石家庄市桥西区新石北路 第二塑料厂宿舍	114.45738	38.018684
桥西区	长城三宏别墅	汇宁街6号	西三教	石家庄市桥西区汇宁街6号 长城三宏别墅	114.46241	38.001873
桥西区	盛世华庭竹溪园	维明南大街	西三教	石家庄市桥西区维明南大街 盛世华庭竹溪园	114.47183	38.009875
桥西区	工行桥西支行宿舍	新石北路68-1号	西三教	石家庄市桥西区新石北路68-1号 工行桥西支行宿舍	114.47405	38.018026
桥西区	风机厂宿舍	师范街	西三教	石家庄市桥西区师范街 风机厂宿舍	114.46657	38.026957
桥西区	仓北里	槐安西路	西三教	石家庄市桥西区槐安西路 仓北里	114.47048	38.025225
桥西区	石家庄市科技局宿舍	新石北路263号	西三教	石家庄市桥西区新石北路263号 石家庄市科技局宿舍	114.46063	38.018767
桥西区	二建宿舍(仓北里)	仓北里(旧:仓安路259号)	西三教	石家庄市桥西区仓北里(旧:仓安路259号) 二建宿舍(仓北里)	114.47048	38.025225
桥西区	通用电器厂宿舍	广平街10号	西三教	石家庄市桥西区广平街10号 通用电器厂宿舍	114.47343	38.021329
桥西区	华府国际	槐安西路75号	西三教	石家庄市桥西区槐安西路75号 华府国际	114.47051	38.023538
桥西区	新北小区	新石北路	西三教	石家庄市桥西区新石北路 新北小区	114.47615	38.018235
桥西区	卓达玫瑰园(别墅)	槐安西路	西三教	石家庄市桥西区槐安西路 卓达玫瑰园(别墅)	114.46461	38.021858
桥西区	蔚州矿业公司宿舍	石风路	西三教	石家庄市桥西区石风路 蔚州矿业公司宿舍	114.46093	38.021217
桥西区	都景园	建设南大街50号	休门	石家庄市桥西区建设南大街50号 都景园	114.51171	38.028795
桥西区	四中路68号大院	四中路	休门	石家庄市桥西区四中路 四中路68号大院	114.51064	38.03733
桥西区	石府公寓	槐中路	休门	石家庄市桥西区槐中路 石府公寓	114.50951	38.029132
桥西区	休门欣园	北人字街18号	休门	石家庄市桥西区北人字街18号 休门欣园	114.50396	38.041657
桥西区	建东里小区	槐北路	休门	石家庄市桥西区槐北路 建东里小区	114.5096	38.030602
桥西区	汇翠家园	民生路	休门	石家庄市桥西区民生路 汇翠家园	114.50555	38.041418
桥西区	西美大厦	建设南大街8号	休门	石家庄市桥西区建设南大街8号 西美大厦	114.51102	38.041388
桥西区	交通局小区	东风路	休门	石家庄市桥西区东风路 交通局小区	114.50603	38.02468
桥西区	省建筑设计院宿舍	建设南大街79号	休门	石家庄市桥西区建设南大街79号 省建筑设计院宿舍	114.5113	38.033073
桥西区	汇翠花园	民生路99号	休门	石家庄市桥西区民生路99号 汇翠花园	114.5088	38.041033
桥西区	河北路桥宿舍	槐北路	休门	石家庄市桥西区槐北路 河北路桥宿舍	114.51033	38.031762
桥西区	启锐园	胜利南街	休门	石家庄市桥西区胜利南街 启锐园	114.49357	38.034626
桥西区	桥东粮站宿舍	光明路	休门	石家庄市桥西区光明路 桥东粮站宿舍	114.50334	38.022095
桥西区	商业厅宿舍	槐北路	休门	石家庄市桥西区槐北路 商业厅宿舍	114.54452	38.032383
桥西区	汇翠庭苑	民生路	休门	石家庄市桥西区民生路 汇翠庭苑	114.50518	38.039901
桥西区	无线电四厂宿舍	休门街	休门	石家庄市桥西区休门街 无线电四厂宿舍	114.50594	38.033439
桥西区	百汇小区	四中路	休门	石家庄市桥西区四中路 百汇小区	114.50796	38.038704
桥西区	河北梆子剧团宿舍	槐北路	休门	石家庄市桥西区槐北路 河北梆子剧团宿舍	114.20132	38.254579
桥西区	银宏小区	休门街	休门	石家庄市桥西区休门街 银宏小区	114.50498	38.033425
桥西区	高远丽都	休门街	休门	石家庄市桥西区休门街 高远丽都	114.50497	38.033824
桥西区	园东里	裕华东路	休门	石家庄市桥西区裕华东路 园东里	114.50401	38.036798
桥西区	凯嘉大厦	中山东路126号	休门	石家庄市桥西区中山东路126号 凯嘉大厦	114.50464	38.04229
桥西区	市一招宿舍	槐中路	休门	石家庄市桥西区槐中路 市一招宿舍	114.49201	38.028216
桥西区	休门街85号小区	休门街85号	休门	石家庄市桥西区休门街85号 休门街85号小区	114.50674	38.032821
桥西区	银河宾馆宿舍	四中路	休门	石家庄市桥西区四中路 银河宾馆宿舍	114.46636	38.028143
桥西区	丝绸厂宿舍(桥西)	平安南大街138号	休门	石家庄市桥西区平安南大街138号 丝绸厂宿舍(桥西)	114.5036	38.021403
桥西区	中央银座(桥西)	四中路66号	休门	石家庄市桥西区四中路66号 中央银座(桥西)	114.50923	38.038059
桥西区	人防宿舍	平安南大街	休门	石家庄市桥西区平安南大街 人防宿舍	114.50097	38.034293
桥西区	市燃料公司宿舍	建设南大街	休门	石家庄市桥西区建设南大街 市燃料公司宿舍	114.51153	38.031589
桥西区	交通局宿舍(彭前街)	彭前街	休门	石家庄市桥西区彭前街 交通局宿舍(彭前街)	114.44969	38.006185
桥西区	荣璟台	东风路	休门	石家庄市桥西区东风路 荣璟台	114.50041	38.025029
桥西区	伽蓝美城	裕华路	休门	石家庄市桥西区裕华路 伽蓝美城	114.50588	38.035337
桥西区	平安大街41号院	平安南大街	休门	石家庄市桥西区平安南大街 平安大街41号院	114.50097	38.034293
桥西区	省冶金办宿舍(桥西)	裕华东路	休门	石家庄市桥西区裕华东路 省冶金办宿舍(桥西)	114.50441	38.036514
桥西区	恒润家园(桥西)	平安南大街	休门	石家庄市桥西区平安南大街 恒润家园(桥西)	114.5008	38.039919
桥西区	工商宿舍	休门街	休门	石家庄市桥西区休门街 工商宿舍	114.50651	38.034132
桥西区	明景阁	休门街	休门	石家庄市桥西区休门街 明景阁	114.50651	38.034132
桥西区	建设大街公交公司宿舍	建设南大街	休门	石家庄市桥西区建设南大街 建设大街公交公司宿舍	114.47645	38.005863
桥西区	三建宿舍(四中路)	四中路	休门	石家庄市桥西区四中路 三建宿舍(四中路)	114.50536	38.038059
桥西区	废棉收购站宿舍	槐北路	休门	石家庄市桥西区槐北路 废棉收购站宿舍	114.54452	38.032383
桥西区	四中宿舍	休门街	休门	石家庄市桥西区休门街 四中宿舍	114.50651	38.034132
桥西区	房管所宿舍	休门南街	休门	石家庄市桥西区休门南街 房管所宿舍	114.5051	38.036956
桥西区	滨江国际	休门街	休门	石家庄市桥西区休门街 滨江国际	114.50679	38.041481
桥西区	石药宿舍	休门街	休门	石家庄市桥西区休门街 石药宿舍	114.50651	38.034132
桥西区	石安高速公路管理处宿舍	休门街	休门	石家庄市桥西区休门街 石安高速公路管理处宿舍	114.4351	38.032025
桥西区	粮食局宿舍(休门街)	休门街77号	休门	石家庄市桥西区休门街77号 粮食局宿舍(休门街)	114.50663	38.033781
桥西区	青少年宫宿舍	裕华东路	休门	石家庄市桥西区裕华东路 青少年宫宿舍	114.51021	38.034923
桥西区	宏开名居	东马路	休门	石家庄市桥西区东马路 宏开名居	114.49777	38.037834
桥西区	房管局宿舍(煤市路)	煤市路74号	休门	石家庄市桥西区煤市路74号 房管局宿舍(煤市路)	114.49386	38.038562
桥西区	城管局宿舍	桥西休门街97号	休门	石家庄市桥西区桥西休门街97号 城管局宿舍	114.50727	38.030395
桥西区	省二印宿舍	建设南大街30号	休门	石家庄市桥西区建设南大街30号 省二印宿舍	114.51144	38.033874
桥西区	第五干休所宿舍	休门街	休门	石家庄市桥西区休门街 第五干休所宿舍	114.50651	38.034132
桥西区	张营小区	营北路53号	西王	石家庄市桥西区营北路53号 张营小区	114.40349	38.0524
桥西区	金冠苑	新华路	西王	石家庄市桥西区新华路 金冠苑	114.43819	38.049136
桥西区	君苑花园	君苑巷8号	西王	石家庄市桥西区君苑巷8号 君苑花园	114.4176	38.048142
桥西区	双联化工宿舍	联柴路2号	西王	石家庄市桥西区联柴路2号 双联化工宿舍	114.40891	38.042648
桥西区	南郭村仲秋园一街1号自建房	长兴街28号	西王	石家庄市桥西区长兴街28号 南郭村仲秋园一街1号自建房	114.40602	38.052319
桥西区	弘福苑	新华路	西王	石家庄市桥西区新华路 弘福苑	114.42165	38.052867
桥西区	新华路防疫站宿舍	新华路612号	西王	石家庄市桥西区新华路612号 新华路防疫站宿舍	114.45173	38.049567
桥西区	水利水电设计勘测研究院宿舍	中营街1号	西王	石家庄市桥西区中营街1号 水利水电设计勘测研究院宿舍	114.40337	38.041792
桥西区	华北商贸城宿舍	新华路	西王	石家庄市桥西区新华路 华北商贸城宿舍	114.4204	38.050473
桥西区	良兴美嘉城	建东街	西王	石家庄市桥西区建东街 良兴美嘉城	114.41503	38.061064
桥西区	翰林颐园	长兴街58号	西王	石家庄市桥西区长兴街58号 翰林颐园	114.40983	38.053604
桥西区	西兴小区(南区)	长兴街5号	西王	石家庄市桥西区长兴街5号 西兴小区(南区)	114.40841	38.041326
桥西区	金虹花园	中山西路816号	西王	石家庄市桥西区中山西路816号 金虹花园	114.40608	38.039761
桥西区	地质队宿舍	中山西路889号	西王, 裕西	石家庄市桥西区中山西路889号 地质队宿舍	114.40664	38.04046
桥西区	经委宿舍	裕华西路610号	益友百货	石家庄市桥西区裕华西路610号 经委宿舍	114.44695	38.034212
桥西区	市公路处宿舍	裕华西路	益友百货	石家庄市桥西区裕华西路 市公路处宿舍	114.44891	38.03694
桥西区	劳改局宿舍	友谊南大街	益友百货	石家庄市桥西区友谊南大街 劳改局宿舍	114.45244	38.022871
桥西区	石药第三生活区	友谊大街	益友百货	石家庄市桥西区友谊大街 石药第三生活区	114.44772	38.035137
桥西区	顺美华庭	城角街676号	益友百货	石家庄市桥西区城角街676号 顺美华庭	114.44382	38.023144
桥西区	银行宿舍	草场街8号	益友百货	石家庄市桥西区草场街8号 银行宿舍	114.46362	38.032716
桥西区	省纪检委宿舍	裕华西路	益友百货	石家庄市桥西区裕华西路 省纪检委宿舍	114.44566	38.033932
桥西区	电信宿舍	友谊南大街88号	益友百货	石家庄市桥西区友谊南大街88号 电信宿舍	114.45201	38.03058
桥西区	河北省党刊宿舍	谊安里6号	益友百货	石家庄市桥西区谊安里6号 河北省党刊宿舍	114.44864	38.03646
桥西区	951电台宿舍	裕华西路	益友百货	石家庄市桥西区裕华西路 951电台宿舍	114.46266	38.043387
桥西区	机械化步兵学院干休所	工农路	益友百货	石家庄市桥西区工农路 机械化步兵学院干休所	114.44658	38.031763
桥西区	省未管所宿舍	新石中路352	益友百货	石家庄市桥西区新石中路352 省未管所宿舍	114.44834	38.015098
桥西区	卫生监督局宿舍	友谊南大街30号	益友百货	石家庄市桥西区友谊南大街30号 卫生监督局宿舍	114.45184	38.036743
桥西区	交通厅宿舍	友谊南大街	益友百货	石家庄市桥西区友谊南大街 交通厅宿舍	114.45264	38.029935
桥西区	五金公司宿舍	友谊大街	益友百货	石家庄市桥西区友谊大街 五金公司宿舍	114.45174	38.037221
桥西区	长丰路16号院	裕华西路	益友百货	石家庄市桥西区裕华西路 长丰路16号院	114.46417	38.036182
桥西区	裕华西路125号住宅楼	裕华西路125号	益友百货	石家庄市桥西区裕华西路125号 裕华西路125号住宅楼	114.43867	38.035001
桥西区	茗秀园	苑东街7号	裕西	石家庄市桥西区苑东街7号 茗秀园	114.41845	38.037049
桥西区	华柴西王生活区	联柴路4号	裕西	石家庄市桥西区联柴路4号 华柴西王生活区	114.41066	38.042723
桥西区	大谈华园	永盛路	裕西	石家庄市桥西区永盛路 大谈华园	114.41091	38.037517
桥西区	孔寨新区	新华路	裕西	石家庄市桥西区新华路 孔寨新区	114.39786	38.058484
桥西区	观澜豪庭	裕华西路220号	裕西	石家庄市桥西区裕华西路220号 观澜豪庭	114.41594	38.033668
桥西区	绿荫锦江	中山西路	裕西	石家庄市桥西区中山西路 绿荫锦江	114.40118	38.040601
桥西区	金瓦台	中山西路	裕西	石家庄市桥西区中山西路 金瓦台	114.40769	38.039129
桥西区	雅馨苑北区	裕华西路	裕西	石家庄市桥西区裕华西路 雅馨苑北区	114.43529	38.034862
桥西区	百盛郁金香	中山路	裕西	石家庄市桥西区中山路 百盛郁金香	114.40181	38.038981
桥西区	景祥苑	新华路	裕西	石家庄市桥西区新华路 景祥苑	114.40373	38.055766
桥西区	国土资源勘查中心家属院	中山西路	裕西	石家庄市桥西区中山西路 国土资源勘查中心家属院	114.44073	38.042054
桥西区	东胜紫御府	苑南路	裕西	石家庄市桥西区苑南路 东胜紫御府	114.41765	38.031653
桥西区	宝曼家园	建国路661号	裕西	石家庄市桥西区建国路661号 宝曼家园	114.43497	38.029306
桥西区	中盛嘉园	中山西路772号	裕西	石家庄市桥西区中山西路772号 中盛嘉园	114.41041	38.039327
桥西区	竹境小区	新华路656号	裕西	石家庄市桥西区新华路656号 竹境小区	114.40671	38.056916
桥西区	市二院宿舍	中山西路	裕西	石家庄市桥西区中山西路 市二院宿舍	114.41116	38.038513
桥西区	大谈裕园	吉恒街	裕西	石家庄市桥西区吉恒街 大谈裕园	114.40958	38.035581
桥西区	吉恒园别墅小区	吉恒街	裕西	石家庄市桥西区吉恒街 吉恒园别墅小区	114.40593	38.037182
桥西区	电化厂第二生活区	西兴南路	裕西	石家庄市桥西区西兴南路 电化厂第二生活区	114.40849	38.043087
桥西区	河北省公安厅二环路生活区	金竹街7号	裕西	石家庄市桥西区金竹街7号 河北省公安厅二环路生活区	114.43364	38.032465
桥西区	良城逸园	三简路	裕西	石家庄市桥西区三简路 良城逸园	114.4048	38.061457
桥西区	西王生活区西区	西兴南路3号	裕西	石家庄市桥西区西兴南路3号 西王生活区西区	114.40799	38.045095
桥西区	石药第四生活区	长兴街4号	裕西	石家庄市桥西区长兴街4号 石药第四生活区	114.40789	38.042396
桥西区	怡中苑	槐安西路305号	裕西	石家庄市桥西区槐安西路305号 怡中苑	114.41771	38.024658
桥西区	地质职工大学宿舍	长兴街	裕西	石家庄市桥西区长兴街 地质职工大学宿舍	114.4079	38.041261
桥西区	园林局宿舍(裕华西路)	裕华西路153号	裕西	石家庄市桥西区裕华西路153号 园林局宿舍(裕华西路)	114.45756	38.044834
桥西区	油漆厂宿舍(长兴街)	长兴街	裕西	石家庄市桥西区长兴街 油漆厂宿舍(长兴街)	114.39985	38.058629
桥西区	南郭小区(西区)	长兴街18号	裕西	石家庄市桥西区长兴街18号 南郭小区(西区)	114.40751	38.050891
桥西区	南郭花园(B区)	长兴街65号	裕西	石家庄市桥西区长兴街65号 南郭花园(B区)	114.40472	38.054665
桥西区	河北金业韵泽苑	苑东街	裕西	石家庄市桥西区苑东街 河北金业韵泽苑	114.41858	38.039703
桥西区	苑西小区	工农路	裕西	石家庄市桥西区工农路 苑西小区	114.4113	38.031338
桥西区	计生花苑	西王南街10号	裕西	石家庄市桥西区西王南街10号 计生花苑	114.41144	38.042323
桥西区	市公路管理处宿舍	工农路653号	裕西	石家庄市桥西区工农路653号 市公路管理处宿舍	114.43629	38.032601
桥西区	南郭小区东区	长兴街51号	裕西	石家庄市桥西区长兴街51号 南郭小区东区	114.40751	38.050891
桥西区	西兴姑娘楼区	西兴南路	裕西	石家庄市桥西区西兴南路 西兴姑娘楼区	114.41032	38.04534
桥西区	林产品宿舍	工农路578号	裕西	石家庄市桥西区工农路578号 林产品宿舍	114.4345	38.031693
桥西区	西王街8号院	西王街8号	裕西	石家庄市桥西区西王街8号 西王街8号院	114.41131	38.042014
桥西区	张营别墅	中营街	裕西	石家庄市桥西区中营街 张营别墅	114.40285	38.044209
桥西区	留营信用社宿舍楼	联柴路1号	裕西	石家庄市桥西区联柴路1号 留营信用社宿舍楼	114.41008	38.042464
桥西区	无线电元件厂宿舍	苑东街	裕西	石家庄市桥西区苑东街 无线电元件厂宿舍	114.41912	38.03911
桥西区	雅馨苑南区	裕华西路	裕西	石家庄市桥西区裕华西路 雅馨苑南区	114.43584	38.034408
桥西区	吉恒街2号院	吉恒街2号	裕西	石家庄市桥西区吉恒街2号 吉恒街2号院	114.40714	38.039151
桥西区	裕华分局宿舍	长兴街15号	裕西	石家庄市桥西区长兴街15号 裕华分局宿舍	114.40822	38.043672
桥西区	苑东街3502宿舍	苑东街	裕西	石家庄市桥西区苑东街 苑东街3502宿舍	114.41969	38.022571
桥西区	燕港美域	槐安西路	裕西	石家庄市桥西区槐安西路 燕港美域	114.40649	38.024151
桥西区	长城小区	中山西路634号	裕西	石家庄市桥西区中山西路634号 长城小区	114.42184	38.040129
桥西区	吉恒街6号院	吉恒街6号	裕西	石家庄市桥西区吉恒街6号 吉恒街6号院	114.40707	38.038521
桥西区	石家庄职业技术学院职工宿舍	长兴街12号	裕西	石家庄市桥西区长兴街12号 石家庄职业技术学院职工宿舍	114.40642	38.046832
桥西区	东胜紫御公园广场	苑西街	裕西	石家庄市桥西区苑西街 东胜紫御公园广场	114.41183	38.036178
桥西区	悦享天地	中山西路772号	裕西	石家庄市桥西区中山西路772号 悦享天地	114.41052	38.039862
桥西区	原企业局宿舍	中山西路690号	裕西	石家庄市桥西区中山西路690号 原企业局宿舍	114.41931	38.039346
桥西区	电化厂宿舍(中山西路)	中山西路851号	裕西	石家庄市桥西区中山西路851号 电化厂宿舍(中山西路)	114.4075	38.040831
桥西区	吉恒小区	吉恒街8号	裕西	石家庄市桥西区吉恒街8号 吉恒小区	114.40593	38.037182
桥西区	联碱厂宿舍(桥西)	长兴街6号	裕西	石家庄市桥西区长兴街6号 联碱厂宿舍(桥西)	114.40788	38.043334
桥西区	气象局宿舍(中山西路)	中山西路636号	裕西	石家庄市桥西区中山西路636号 气象局宿舍(中山西路)	114.42146	38.040421
桥西区	棉八宿舍	新华路	裕西	石家庄市桥西区新华路 棉八宿舍	114.43819	38.049136
桥西区	庄辰丽景苑	工农路	裕西	石家庄市桥西区工农路 庄辰丽景苑	114.41118	38.029801
桥西区	水岸星城	槐安西路	裕西	石家庄市桥西区槐安西路 水岸星城	114.41547	38.027427
桥西区	气象局宿舍(长兴街)	长兴街	裕西	石家庄市桥西区长兴街 气象局宿舍(长兴街)	114.40878	38.042047
桥西区	明靖庄园	苑东街219号	裕西	石家庄市桥西区苑东街219号 明靖庄园	114.41961	38.02771
桥西区	电化厂宿舍(裕华路)	裕华路	裕西	石家庄市桥西区裕华路 电化厂宿舍(裕华路)	114.40735	38.040766
桥西区	郊区计生委宿舍	西王街	裕西	石家庄市桥西区西王街 郊区计生委宿舍	114.41138	38.044111
桥西区	裕西小区	裕华西路860号	裕西	石家庄市桥西区裕华西路860号 裕西小区	114.42173	38.034126
桥西区	西王生活区东区	长兴街25号	裕西	石家庄市桥西区长兴街25号 西王生活区东区	114.40842	38.046049
桥西区	小谈村小区	苑东街	裕西	石家庄市桥西区苑东街 小谈村小区	114.41885	38.030815
桥西区	靖园	工农路	裕西	石家庄市桥西区工农路 靖园	114.41269	38.030995
桥西区	红星小区	裕华西路151号	裕西	石家庄市桥西区裕华西路151号 红星小区	114.42277	38.034686
桥西区	海棠湾	新石北路375号	振头	石家庄市桥西区新石北路375号 海棠湾	114.45064	38.018454
桥西区	河北经贸大学教工宿舍	新石南路203号	振头	石家庄市桥西区新石南路203号 河北经贸大学教工宿舍	114.45806	38.008496
桥西区	泊悦园	友谊南大街184号	振头	石家庄市桥西区友谊南大街184号 泊悦园	114.45171	38.019651
桥西区	河北四建宿舍(桥西)	新石中路	振头	石家庄市桥西区新石中路 河北四建宿舍(桥西)	114.456	38.013735
桥西区	建国小区(南区)	槐安西路	振头	石家庄市桥西区槐安西路 建国小区(南区)	114.44053	38.028151
桥西区	结核医院宿舍	石铜路	振头	石家庄市桥西区石铜路 结核医院宿舍	114.45632	38.014649
桥西区	翰林国际	汇丰路8号	振头	石家庄市桥西区汇丰路8号 翰林国际	114.45915	37.994115
桥西区	翰林观天下(三期)	红旗大街88号	振头	石家庄市桥西区红旗大街88号 翰林观天下(三期)	114.45797	38.026483
桥西区	建国北区	槐安西路	振头	石家庄市桥西区槐安西路 建国北区	114.44102	38.024828
桥西区	乐嘉名苑	振岗路	振头	石家庄市桥西区振岗路 乐嘉名苑	114.4472	38.021078
桥西区	储秀小区	城角街668号	振头	石家庄市桥西区城角街668号 储秀小区	114.4439	38.026806
桥西区	建行宿舍(红旗大街)	红旗大街116号	振头	石家庄市桥西区红旗大街116号 建行宿舍(红旗大街)	114.46131	38.037987
桥西区	地税局宿舍(桥西)	工农路	振头	石家庄市桥西区工农路 地税局宿舍(桥西)	114.14797	38.032151
桥西区	新里城西斯莱公馆B区	玉泉路	振头	石家庄市桥西区玉泉路 新里城西斯莱公馆B区	114.39328	38.002307
桥西区	纯棉时代	新石中路	振头	石家庄市桥西区新石中路 纯棉时代	114.46172	38.013493
桥西区	玉滨庭院	育新路	振头	石家庄市桥西区育新路 玉滨庭院	114.43896	38.012203
桥西区	谊联小区(谊联街)	谊联街	振头	石家庄市桥西区谊联街 谊联小区(谊联街)	114.44924	38.028673
桥西区	玉村馨苑	新石中路	振头	石家庄市桥西区新石中路 玉村馨苑	114.43257	38.013684
桥西区	友谊南大街359号小区	友谊南大街359号	振头	石家庄市桥西区友谊南大街359号 友谊南大街359号小区	114.45251	38.017471
桥西区	紫金大厦	槐安西路	振头	石家庄市桥西区槐安西路 紫金大厦	114.45866	38.024109
桥西区	谊联小区(友谊南大街)	友谊南大街349号	振头	石家庄市桥西区友谊南大街349号 谊联小区(友谊南大街)	114.44904	38.027956
桥西区	河北师范大学家属楼西区	新石南路247号	振头	石家庄市桥西区新石南路247号 河北师范大学家属楼西区	114.45545	38.010624
桥西区	市规划局宿舍	槐安西路100号	振头	石家庄市桥西区槐安西路100号 市规划局宿舍	114.45863	38.024139
桥西区	润兴公馆	友谊南大街	振头	石家庄市桥西区友谊南大街 润兴公馆	114.4527	38.018582
桥西区	振头乡政府宿舍	振岗路127号	振头	石家庄市桥西区振岗路127号 振头乡政府宿舍	114.45119	38.023174
桥西区	春天里	友谊南大街	振头	石家庄市桥西区友谊南大街 春天里	114.45244	38.022871
桥西区	国税局宿舍(桥西)	工农路651号	振头	石家庄市桥西区工农路651号 国税局宿舍(桥西)	114.43579	38.03251
桥西区	检察院宿舍(桥西)	裕华西路57号	振头	石家庄市桥西区裕华西路57号 检察院宿舍(桥西)	114.4635	38.035988
桥西区	计量院宿舍	槐安西路152号	振头	石家庄市桥西区槐安西路152号 计量院宿舍	114.45103	38.024473
桥西区	荣庭华府(北区)	十中街	振头	石家庄市桥西区十中街 荣庭华府(北区)	114.44817	38.023228
桥西区	桥西分局宿舍	新石北路	振头	石家庄市桥西区新石北路 桥西分局宿舍	114.45562	38.018171
桥西区	煤炭公司宿舍	槐安西路269号	振头	石家庄市桥西区槐安西路269号 煤炭公司宿舍	114.43949	38.024942
桥西区	环城花园	城角街	振头	石家庄市桥西区城角街 环城花园	114.44436	38.020755
桥西区	和美家园	槐安路	振头	石家庄市桥西区槐安路 和美家园	114.4432	38.021412
桥西区	振头供销社宿舍(红旗大街)	红旗大街	振头	石家庄市桥西区红旗大街 振头供销社宿舍(红旗大街)	114.45809	38.016949
桥西区	振新花园	槐安路	振头	石家庄市桥西区槐安路 振新花园	114.44185	38.024
桥西区	开元公寓	红旗大街599号	振头	石家庄市桥西区红旗大街599号 开元公寓	114.45854	38.017675
桥西区	天玺名著	区城角街	振头	石家庄市桥西区区城角街 天玺名著	114.44406	38.026136
桥西区	商行宿舍(桥西)	新石北路	振头	石家庄市桥西区新石北路 商行宿舍(桥西)	114.45738	38.018684
桥西区	振一街宿舍	红旗大街	振头	石家庄市桥西区红旗大街 振一街宿舍	114.46429	37.97582
桥西区	新华药厂宿舍	新石北路	振头	石家庄市桥西区新石北路 新华药厂宿舍	114.47574	38.018461
桥西区	青华苑	友谊南大街	振头	石家庄市桥西区友谊南大街 青华苑	114.45276	38.005785
桥西区	振头卫生院宿舍	槐安路	振头	石家庄市桥西区槐安路 振头卫生院宿舍	114.45171	38.024294
桥西区	石家庄市郊区建管局宿舍	槐安西路	振头	石家庄市桥西区槐安西路 石家庄市郊区建管局宿舍	114.44788	38.025232
桥西区	中环国际	友谊南大街239号	振头	石家庄市桥西区友谊南大街239号 中环国际	114.45216	38.02112
桥西区	槐安路检察院宿舍	槐安西路	振头	石家庄市桥西区槐安西路 槐安路检察院宿舍	114.46396	38.035337
桥西区	振二街南苑	友谊南大街	振头	石家庄市桥西区友谊南大街 振二街南苑	114.45121	38.022729
桥西区	商业银行宿舍(谊联街)	谊联街22号	振头	石家庄市桥西区谊联街22号 商业银行宿舍(谊联街)	114.45591	38.018181
桥西区	荣庭华府(南区)	十中街	振头	石家庄市桥西区十中街 荣庭华府(南区)	114.44817	38.023228
桥西区	市木材公司宿舍	中华大街	中山	石家庄市桥西区中华大街 市木材公司宿舍	114.47594	38.02396
桥西区	供水公司宿舍(桥西)	东风路129号	中山	石家庄市桥西区东风路129号 供水公司宿舍(桥西)	114.50119	38.022415
桥西区	天滋嘉鲤(北区)	大经街	中山	石家庄市桥西区大经街 天滋嘉鲤(北区)	114.4984	38.040342
桥西区	和瑞家园	煤市路	中山	石家庄市桥西区煤市路 和瑞家园	114.49281	38.037976
桥西区	天滋嘉鲤(南区)	民生路66号	中山	石家庄市桥西区民生路66号 天滋嘉鲤(南区)	114.49789	38.042318
桥西区	万象国际公寓	中山街	中山	石家庄市桥西区中山街 万象国际公寓	114.4959	38.043042
桥西区	中山华府海棠院	正义街28号	中山	石家庄市桥西区正义街28号 中山华府海棠院	114.49435	38.040433
桥西区	绿地中山公馆	中山东路	中山	石家庄市桥西区中山东路 绿地中山公馆	114.49667	38.043087
桥西区	中华大街公安厅宿舍	中华大街	中山	石家庄市桥西区中华大街 中华大街公安厅宿舍	114.43464	38.047931
桥西区	蓝拓新世纪大厦	北人字街	中山	石家庄市桥西区北人字街 蓝拓新世纪大厦	114.5078	38.042212
桥西区	元南小区	建胜路19号	中山	石家庄市桥西区建胜路19号 元南小区	114.49936	38.020138
桥西区	铁路二十二宿舍	青年街21号	中山	石家庄市桥西区青年街21号 铁路二十二宿舍	114.4787	38.04439
桥西区	维明街电业局宿舍	中山西路	中山	石家庄市桥西区中山西路 维明街电业局宿舍	114.46612	38.048843
桥西区	电子宿舍	平安南大街192号	中山	石家庄市桥西区平安南大街192号 电子宿舍	114.50183	38.019766
桥西区	第四制药厂宿舍	胜利路	中山	石家庄市桥西区胜利路 第四制药厂宿舍	114.49416	38.038259
桥西区	城市中坚	中山路	中山	石家庄市桥西区中山路 城市中坚	114.49541	38.042925
桥西区	鼎嘉府邸	大经街76号	中山	石家庄市桥西区大经街76号 鼎嘉府邸	114.49673	38.041834
桥西区	电视机厂宿舍(光明路)	光明路10号	中山	石家庄市桥西区光明路10号 电视机厂宿舍(光明路)	114.49393	38.036759
桥西区	交易街房管所宿舍	交易街	自强路	石家庄市桥西区交易街 交易街房管所宿舍	114.5051	38.036956
桥西区	粮食局宿舍(农建街)	农建街18号	自强路	石家庄市桥西区农建街18号 粮食局宿舍(农建街)	114.48161	38.029792
桥西区	交通银行宿舍(永安街)	花园东街58号	自强路	石家庄市桥西区花园东街58号 交通银行宿舍(永安街)	114.47986	38.038535
桥西区	蔬菜公司宿舍(桥西)	保晋南街426号	自强路	石家庄市桥西区保晋南街426号 蔬菜公司宿舍(桥西)	114.50119	38.022415
桥西区	福青怡苑	长青路	自强路	石家庄市桥西区长青路 福青怡苑	114.46084	38.038523
桥西区	金智大厦	南小街	自强路	石家庄市桥西区南小街 金智大厦	114.48392	38.039358
桥西区	石家庄市中医院宿舍	康乐街20号	自强路	石家庄市桥西区康乐街20号 石家庄市中医院宿舍	114.47324	38.044887
桥西区	石药第一生活区	中山西路	自强路	石家庄市桥西区中山西路 石药第一生活区	114.46074	38.042053
桥西区	二十四中宿舍	自强路174号	自强路	石家庄市桥西区自强路174号 二十四中宿舍	114.47211	38.038087
桥西区	省外经办宿舍	自强路	自强路	石家庄市桥西区自强路 省外经办宿舍	114.47473	38.037493
桥西区	桥西区卫生队宿舍	南长街25号	自强路	石家庄市桥西区南长街25号 桥西区卫生队宿舍	114.48465	38.034977
桥西区	南长街一商局宿舍	农建街2号	自强路	石家庄市桥西区农建街2号 南长街一商局宿舍	114.48374	38.029415
桥西区	体育场宿舍	兴华街6号	自强路	石家庄市桥西区兴华街6号 体育场宿舍	114.47424	38.042089
桥西区	省建委宿舍	自强路	自强路	石家庄市桥西区自强路 省建委宿舍	114.47701	38.038107
桥西区	Mini工社	中山西路	自强路	石家庄市桥西区中山西路 Mini工社	114.4829	38.042364
桥西区	盈伴商住大厦	南小街129号	自强路	石家庄市桥西区南小街129号 盈伴商住大厦	114.48465	38.036687
桥西区	兴邦商住公寓	站前街18号	自强路	石家庄市桥西区站前街18号 兴邦商住公寓	114.48576	38.036651
桥西区	站前分局宿舍	杨树胡同38号	自强路	石家庄市桥西区杨树胡同38号 站前分局宿舍	114.48594	38.039932
桥西区	南长街15,16号院	南长街16号	自强路	石家庄市桥西区南长街16号 南长街15,16号院	114.484	38.03355
桥西区	金悦公馆	南小街	自强路	石家庄市桥西区南小街 金悦公馆	114.48466	38.039042
桥西区	滨河街蔬菜公司宿舍	滨河街	自强路	石家庄市桥西区滨河街 滨河街蔬菜公司宿舍	114.47616	38.04055
桥西区	海悦天地	裕华西路	自强路	石家庄市桥西区裕华西路 海悦天地	114.47409	38.034544
桥西区	华润万象城	自强路	自强路	石家庄市桥西区自强路 华润万象城	114.47867	38.041713
桥西区	裕鼎国际	南小街	自强路	石家庄市桥西区南小街 裕鼎国际	114.48428	38.040757
桥西区	金裕公寓	永安街46号	自强路	石家庄市桥西区永安街46号 金裕公寓	114.48412	38.038142
桥西区	省金属公司宿舍	工农路	自强路	石家庄市桥西区工农路 省金属公司宿舍	114.47522	38.030827
桥西区	利嘉中心	民族路	自强路	石家庄市桥西区民族路 利嘉中心	114.482	38.044536
桥西区	裕园广场	裕华西路9号	自强路	石家庄市桥西区裕华西路9号 裕园广场	114.48346	38.036273
新华区	香林庭院	柏林南路	柏林	石家庄市新华区柏林南路 香林庭院	114.47785	38.070767
新华区	荣鼎天下	中华大街226号	柏林	石家庄市新华区中华大街226号 荣鼎天下	114.47697	38.077473
新华区	市建工局宿舍	红星街35号	柏林	石家庄市新华区红星街35号 市建工局宿舍	114.49336	38.080531
新华区	柏林北区	中华北大街	柏林	石家庄市新华区中华北大街 柏林北区	114.48161	38.078834
新华区	联通东焦宿舍	维明北大街	柏林, 二中	石家庄市新华区维明北大街 联通东焦宿舍	114.47041	38.052731
新华区	石飞宿舍(西区)	北二环西路26号	柏林	石家庄市新华区北二环西路26号 石飞宿舍(西区)	114.49347	38.081919
新华区	华林苑	中华北大街233号	柏林	石家庄市新华区中华北大街233号 华林苑	114.48031	38.072505
新华区	柏林怡园	联盟路	柏林	石家庄市新华区联盟路 柏林怡园	114.48991	38.08104
新华区	鑫正公寓	九中街	柏林, 北新街	石家庄市新华区九中街 鑫正公寓	114.48365	38.060468
新华区	电大街66-47号院	电大街	柏林, 北新街, 北站	石家庄市新华区电大街 电大街66-47号院	114.45794	38.063173
新华区	电大街66-52号院	电大街	柏林, 北新街, 北站	石家庄市新华区电大街 电大街66-52号院	114.4556	38.067207
新华区	明珠园小区	红星街	柏林	石家庄市新华区红星街 明珠园小区	114.49	38.086033
新华区	联红小区	红星街33号	柏林	石家庄市新华区红星街33号 联红小区	114.49327	38.079587
新华区	华融府	中华北大街332号	柏林, 北新街, 高柱	石家庄市新华区中华北大街332号 华融府	114.47582	38.091844
新华区	财政厅宿舍(新华)	革新东街44号	柏林, 革新	石家庄市新华区革新东街44号 财政厅宿舍(新华)	114.47117	38.050778
新华区	柏林南区	柏林南路6号	柏林	石家庄市新华区柏林南路6号 柏林南区	114.48755	38.07116
新华区	农机厂宿舍	农机街51号	柏林	石家庄市新华区农机街51号 农机厂宿舍	114.49909	38.081103
新华区	悦华名邸	中华北大街	柏林	石家庄市新华区中华北大街 悦华名邸	114.47898	38.081695
新华区	吴兴花园北区	联盟路3号	柏林	石家庄市新华区联盟路3号 吴兴花园北区	114.49531	38.078591
新华区	柏林南路16号院	柏林南路16号	柏林	石家庄市新华区柏林南路16号 柏林南路16号院	114.48247	38.070937
新华区	建工集团宿舍	红星街	柏林	石家庄市新华区红星街 建工集团宿舍	114.45228	38.052815
新华区	和平西路480号院	和平西路480号	柏林, 北新街, 北站	石家庄市新华区和平西路480号 和平西路480号院	114.4575	38.060016
新华区	尚宾城欢乐颂	中华北大街	柏林	石家庄市新华区中华北大街 尚宾城欢乐颂	114.48166	38.074388
新华区	石飞宿舍(南区)	红星街20号	柏林	石家庄市新华区红星街20号 石飞宿舍(南区)	114.49347	38.081919
新华区	中冶德贤华府	赵佗路	柏林, 赵陵铺	石家庄市新华区赵佗路 中冶德贤华府	114.48129	38.093706
新华区	农机街29号院	农机街29号	柏林	石家庄市新华区农机街29号 农机街29号院	114.4974	38.073392
新华区	日化福利厂宿舍	柏林南路	柏林, 北新街	石家庄市新华区柏林南路 日化福利厂宿舍	114.48161	38.070831
新华区	啤酒厂宿舍	红星街	柏林	石家庄市新华区红星街 啤酒厂宿舍	114.49342	38.083586
新华区	高柱尚峰云筑二区	高柱南路	柏林, 北站, 高柱	石家庄市新华区高柱南路 高柱尚峰云筑二区	114.47164	38.074958
新华区	电力局生活区	红星街8号	柏林	石家庄市新华区红星街8号 电力局生活区	114.49222	38.073874
新华区	二建加工厂宿舍	红星街	柏林	石家庄市新华区红星街 二建加工厂宿舍	114.49342	38.083586
新华区	市政府宿舍(永泰中街)	永泰中街73号	柏林, 北新街, 二中	石家庄市新华区永泰中街73号 市政府宿舍(永泰中街)	114.47192	38.054532
新华区	电大街66-48号院	电大街	柏林, 北新街, 北站	石家庄市新华区电大街 电大街66-48号院	114.45794	38.063173
新华区	万科公园都会	北二环西路	柏林, 北新街, 北站	石家庄市新华区北二环西路 万科公园都会	114.47319	38.084937
新华区	电大街66-46号院	电大街	柏林, 北新街, 北站	石家庄市新华区电大街 电大街66-46号院	114.45794	38.063173
新华区	公交公司宿舍(北城路)	北城路8号	柏林, 北新街, 水上公园	石家庄市新华区北城路8号 公交公司宿舍(北城路)	114.46053	38.072475
新华区	电大街66-55号院	电大街	柏林, 北新街, 北站	石家庄市新华区电大街 电大街66-55号院	114.45794	38.063173
新华区	中储广场	中华北大街198号	柏林	石家庄市新华区中华北大街198号 中储广场	114.47632	38.06817
新华区	河北省药物研究所宿舍	中华北大街228号	柏林, 高柱, 联强	石家庄市新华区中华北大街228号 河北省药物研究所宿舍	114.47757	38.078194
新华区	水文地质研究宿舍	高东街89号	柏林, 联强	石家庄市新华区高东街89号 水文地质研究宿舍	114.47419	38.083533
新华区	翰林华府	红星街	柏林	石家庄市新华区红星街 翰林华府	114.49295	38.072443
新华区	柏林庄第一生活区	柏南路211号	柏林	石家庄市新华区柏南路211号 柏林庄第一生活区	114.49269	38.074225
新华区	柏林庄E区回迁小区	北新街	柏林, 北新街	石家庄市新华区北新街 柏林庄E区回迁小区	114.49269	38.074225
新华区	粮油食品公司宿舍	市庄路39号	柏林	石家庄市新华区市庄路39号 粮油食品公司宿舍	114.48113	38.06401
新华区	白酒厂宿舍	北二环西路	柏林, 石岗	石家庄市新华区北二环西路 白酒厂宿舍	114.49696	38.081499
新华区	市庄村	市庄路	柏林, 北新街, 北站	石家庄市新华区市庄路 市庄村	114.47483	38.064765
新华区	一塑宿舍(高柱路)	高柱路7号	柏林, 高柱	石家庄市新华区高柱路7号 一塑宿舍(高柱路)	114.47673	38.073016
新华区	车辆厂十宿舍	太南路25号	柏林, 北新街	石家庄市新华区太南路25号 车辆厂十宿舍	114.48886	38.07326
新华区	汉和熙地	中华北大街	柏林	石家庄市新华区中华北大街 汉和熙地	114.47952	38.076071
新华区	高柱尚峰云筑一区	高东街	柏林, 北站, 高柱	石家庄市新华区高东街 高柱尚峰云筑一区	114.47164	38.074958
新华区	高柱尚峰云筑三区	北城路	柏林, 北站, 高柱	石家庄市新华区北城路 高柱尚峰云筑三区	114.46878	38.072133
新华区	红星街教委宿舍	红星街2号	柏林	石家庄市新华区红星街2号 红星街教委宿舍	114.48566	38.065359
新华区	三建宿舍(联盟路)	联盟路	柏林	石家庄市新华区联盟路 三建宿舍(联盟路)	114.49395	38.077898
新华区	石钢宿舍	红星街19号	柏林	石家庄市新华区红星街19号 石钢宿舍	114.49308	38.076923
新华区	中储宿舍	中华北大街197号	北新街	石家庄市新华区中华北大街197号 中储宿舍	114.48063	38.065928
新华区	造纸厂宿舍(利民路)	农机街47号	北新街	石家庄市新华区农机街47号 造纸厂宿舍(利民路)	114.49909	38.080504
新华区	车辆厂九宿舍	市庄路	北新街	石家庄市新华区市庄路 车辆厂九宿舍	114.48361	38.064559
新华区	机械技校宿舍	柏林南路	北新街	石家庄市新华区柏林南路 机械技校宿舍	114.78242	37.74509
新华区	正元家具厂宿舍	市庄路	北新街	石家庄市新华区市庄路 正元家具厂宿舍	114.4754	38.063592
新华区	信通花园	北新街188号	北新街	石家庄市新华区北新街188号 信通花园	114.48412	38.066952
新华区	义西小区	农机街	北新街	石家庄市新华区农机街 义西小区	114.49482	38.073009
新华区	九中宿舍	北新街150号	北新街	石家庄市新华区北新街150号 九中宿舍	114.48384	38.065727
新华区	四方怡园	红星街17号	北新街	石家庄市新华区红星街17号 四方怡园	114.49291	38.074061
新华区	工贸宿舍	北新街66号	北新街	石家庄市新华区北新街66号 工贸宿舍	114.48599	38.060029
新华区	鹏远公寓	北新街60号	北新街	石家庄市新华区北新街60号 鹏远公寓	114.48595	38.058262
新华区	盐业公司宿舍	北新街	北新街	石家庄市新华区北新街 盐业公司宿舍	114.48574	38.061389
新华区	东诚小区	农机街23号	北新街	石家庄市新华区农机街23号 东诚小区	114.49676	38.071915
新华区	吴兴花园	农机街13号	北新街	石家庄市新华区农机街13号 吴兴花园	114.49584	38.072454
新华区	电业局宿舍(北新街)	北新街13号	北新街	石家庄市新华区北新街13号 电业局宿舍(北新街)	114.4865	38.057468
新华区	天山新公爵	中华北大街	北新街	石家庄市新华区中华北大街 天山新公爵	114.48187	38.068586
新华区	华宁春天	市庄路	北新街	石家庄市新华区市庄路 华宁春天	114.4754	38.063592
新华区	太行生活区	市庄路58号	北新街	石家庄市新华区市庄路58号 太行生活区	114.47962	38.063318
新华区	石家庄市服务公司宿舍	九中街13号	北新街	石家庄市新华区九中街13号 石家庄市服务公司宿舍	114.48406	38.057903
新华区	河北科技出版社小区	市庄路65号	北新街	石家庄市新华区市庄路65号 河北科技出版社小区	114.47918	38.06403
新华区	石家庄车辆厂宿舍	利民路	北新街	石家庄市新华区利民路 石家庄车辆厂宿舍	114.49501	38.071293
新华区	金元小区	九中街	北新街	石家庄市新华区九中街 金元小区	114.4837	38.060309
新华区	石家庄市二中北院宿舍	市庄路65-1号	北新街	石家庄市新华区市庄路65-1号 石家庄市二中北院宿舍	114.4794	38.065194
新华区	市农机公司宿舍	市庄路1号	北新街, 红军大街, 市庄路	石家庄市新华区市庄路1号 市农机公司宿舍	114.48449	38.063439
新华区	北新街174号院	北新街174号	北新街	石家庄市新华区北新街174号 北新街174号院	114.48616	38.066493
新华区	糖烟酒公司宿舍(新华)	九中街	北新街	石家庄市新华区九中街 糖烟酒公司宿舍(新华)	114.48365	38.060468
新华区	九中街73号院	九中街	北新街	石家庄市新华区九中街 九中街73号院	114.48383	38.061727
新华区	市第二燃料总公司宿舍	市庄路33号	北新街	石家庄市新华区市庄路33号 市第二燃料总公司宿舍	114.48124	38.065087
新华区	和平路161号院	和平西路	北新街	石家庄市新华区和平西路 和平路161号院	114.51436	38.054215
新华区	铁41宿舍	北新街	北新街	石家庄市新华区北新街 铁41宿舍	114.48226	38.06496
新华区	生产资料服务公司宿舍	九中街114号	北新街	石家庄市新华区九中街114号 生产资料服务公司宿舍	114.48351	38.062723
新华区	石铁四十八宿舍	和平西路91号	北新街	石家庄市新华区和平西路91号 石铁四十八宿舍	114.48878	38.055788
新华区	军新家园	北新街147号	北新街	石家庄市新华区北新街147号 军新家园	114.48668	38.067099
新华区	乡镇企业局宿舍	市庄路31号	北新街, 红军大街, 市庄路	石家庄市新华区市庄路31号 乡镇企业局宿舍	114.48124	38.065349
新华区	烟酒公司宿舍	市庄路	北新街	石家庄市新华区市庄路 烟酒公司宿舍	114.46733	38.026955
新华区	兴华庄园	联盟路	北新街	石家庄市新华区联盟路 兴华庄园	114.49777	38.073575
新华区	柏林庄第二生活区南院	红星街	北新街	石家庄市新华区红星街 柏林庄第二生活区南院	114.49199	38.074596
新华区	和平家园(新华)	和平西路135号	北新街	石家庄市新华区和平西路135号 和平家园(新华)	114.48727	38.056023
新华区	商业银行宿舍(九中街)	和平路	北新街	石家庄市新华区和平路 商业银行宿舍(九中街)	114.53945	38.024224
新华区	北新街142号院	北新街142号	北新街	石家庄市新华区北新街142号 北新街142号院	114.4856	38.064197
新华区	市庄路考试院宿舍	市庄路41号	北新街	石家庄市新华区市庄路41号 市庄路考试院宿舍	114.48102	38.063991
新华区	中山宾馆宿舍	市庄路	北新街	石家庄市新华区市庄路 中山宾馆宿舍	114.47995	38.064801
新华区	食品一厂宿舍	和平路	北新街	石家庄市新华区和平路 食品一厂宿舍	114.46834	38.058745
新华区	运输六队公司宿舍	农机街21号	北新街	石家庄市新华区农机街21号 运输六队公司宿舍	114.49639	38.071944
新华区	534仓库家属院	和平西路77号	北新街	石家庄市新华区和平西路77号 534仓库家属院	114.39381	38.074504
新华区	河北医科大学第二医院宿舍	九中街19号	北新街	石家庄市新华区九中街19号 河北医科大学第二医院宿舍	114.47077	38.045658
新华区	新华区教育局宿舍	北新街152号	北新街	石家庄市新华区北新街152号 新华区教育局宿舍	114.48573	38.065201
新华区	市第二机电总公司宿舍	市庄路(旧:石岗大街120号)	北新街	石家庄市新华区市庄路(旧:石岗大街120号) 市第二机电总公司宿舍	114.47593	38.065423
新华区	义西食品厂宿舍	农机街	北新街	石家庄市新华区农机街 义西食品厂宿舍	114.45791	38.062019
新华区	太行机械厂宿舍	和平西路219号	北新街	石家庄市新华区和平西路219号 太行机械厂宿舍	114.48005	38.060724
新华区	河北物产企业集团宿舍	市庄路	北新街, 红军大街, 市庄路	石家庄市新华区市庄路 河北物产企业集团宿舍	114.82119	37.706188
新华区	桥东区政府宿舍(新华)	利民路	北新街	石家庄市新华区利民路 桥东区政府宿舍(新华)	114.4646	38.121386
新华区	新华区政府宿舍(柏林南路)	柏林南路15号	北新街	石家庄市新华区柏林南路15号 新华区政府宿舍(柏林南路)	114.46317	38.0512
新华区	九中街123号楼	九中街123号	北新街, 红军大街, 市庄路	石家庄市新华区九中街123号 九中街123号楼	114.48386	38.064705
新华区	华安街86号院	华安街86号	北新街, 北站, 二中	石家庄市新华区华安街86号 华安街86号院	114.47584	38.046138
新华区	西美花盛	石获北路50-2号	北苑	石家庄市新华区石获北路50-2号 西美花盛	114.48753	38.055444
新华区	水印城	植物园街15号	北苑	石家庄市新华区植物园街15号 水印城	114.40408	38.085083
新华区	同安路19号	同安路	北苑	石家庄市新华区同安路 同安路19号	114.44255	38.065072
新华区	天阔一品	西三庄街8号	北苑	石家庄市新华区西三庄街8号 天阔一品	114.44532	38.066655
新华区	橄榄家园	西二环北路16号	北苑, 联盟	石家庄市新华区西二环北路16号 橄榄家园	114.43881	38.075436
新华区	省外贸化工宿舍	变电街	北苑	石家庄市新华区变电街 省外贸化工宿舍	114.45201	38.064694
新华区	西三庄(南区)	蓝翼路	北苑	石家庄市新华区蓝翼路 西三庄(南区)	114.44164	38.081051
新华区	钟秀花园	和平西路	北苑, 钟强	石家庄市新华区和平西路 钟秀花园	114.45319	38.065802
新华区	法院宿舍(新华)	西三庄街20号	北苑	石家庄市新华区西三庄街20号 法院宿舍(新华)	114.44305	38.06782
新华区	进出口外贸公司宿舍	和平西路484号	北苑	石家庄市新华区和平西路484号 进出口外贸公司宿舍	114.45728	38.059728
新华区	尚水苑北区	天翼路	北苑	石家庄市新华区天翼路 尚水苑北区	114.43908	38.076927
新华区	金水湾	石清路	北苑	石家庄市新华区石清路 金水湾	114.45402	38.08792
新华区	北苑小区(新华)	变电街19号	北苑	石家庄市新华区变电街19号 北苑小区(新华)	114.44111	38.069936
新华区	尚品雅筑	钟旺路	北苑	石家庄市新华区钟旺路 尚品雅筑	114.44737	38.067991
新华区	河北省包装公司宿舍	西三庄街	北苑	石家庄市新华区西三庄街 河北省包装公司宿舍	114.44822	38.080625
新华区	石瓷小区	和平路	北苑	石家庄市新华区和平路 石瓷小区	114.40577	38.071239
新华区	大郭新村	和平西路627号	北苑	石家庄市新华区和平西路627号 大郭新村	114.42535	38.068209
新华区	国源和天下	和平西路	北苑	石家庄市新华区和平西路 国源和天下	114.41219	38.084303
新华区	尚水苑南区	天翼路	北苑	石家庄市新华区天翼路 尚水苑南区	114.43945	38.074345
新华区	电气化公司家属院	西三庄街25号	北苑, 联盟, 钟强	石家庄市新华区西三庄街25号 电气化公司家属院	114.44587	38.06969
新华区	龙湖冠寓(新华)	和平西路539号	北苑	石家庄市新华区和平西路539号 龙湖冠寓(新华)	114.45218	38.061992
新华区	新华路街道办事处宿舍	同安路	北苑	石家庄市新华区同安路 新华路街道办事处宿舍	114.4437	38.064035
新华区	和誉府(新华)	和平西路	北苑	石家庄市新华区和平西路 和誉府(新华)	114.46834	38.058745
新华区	和西苑	和平西路575-1号	北苑, 北站	石家庄市新华区和平西路575-1号 和西苑	114.44533	38.063928
新华区	电气化五段宿舍	石获北路	北苑	石家庄市新华区石获北路 电气化五段宿舍	114.4088	38.069636
新华区	商检局宿舍	翔翼路	北苑	石家庄市新华区翔翼路 商检局宿舍	114.44926	38.071339
新华区	幸福里	友谊大街	北苑	石家庄市新华区友谊大街 幸福里	114.44825	38.067652
新华区	绿城诚园知敬苑	植物园街	北苑	石家庄市新华区植物园街 绿城诚园知敬苑	114.40417	38.083887
新华区	荣盛和府	西三庄街	北苑	石家庄市新华区西三庄街 荣盛和府	114.44673	38.066614
新华区	西城盛世	和平西路	北苑	石家庄市新华区和平西路 西城盛世	114.46834	38.058745
新华区	三鹿宿舍(西区)	西三庄街4号	北苑	石家庄市新华区西三庄街4号 三鹿宿舍(西区)	114.44539	38.065112
新华区	禹洲嘉誉山	变电街	北苑, 联盟	石家庄市新华区变电街 禹洲嘉誉山	114.44152	38.073749
新华区	新华区防疫站宿舍	友谊北大街	北苑	石家庄市新华区友谊北大街 新华区防疫站宿舍	114.44525	38.04957
新华区	圣仑宿舍(市庄路)	市庄路24号	北苑	石家庄市新华区市庄路24号 圣仑宿舍(市庄路)	114.45128	38.064107
新华区	北苑别墅	变电街16号	北苑	石家庄市新华区变电街16号 北苑别墅	114.43771	38.069684
新华区	秀河家园	和平西路	北苑	石家庄市新华区和平西路 秀河家园	114.39598	38.074733
新华区	省送变电宿舍(水源街)	水源街50号	北苑, 兴凯路	石家庄市新华区水源街50号 省送变电宿舍(水源街)	114.46963	38.046185
新华区	秀玉家园	秀玉街	北苑	石家庄市新华区秀玉街 秀玉家园	114.40395	38.073746
新华区	鹰之苑	石获北路	北苑	石家庄市新华区石获北路 鹰之苑	114.41855	38.081431
新华区	西三庄乡政府宿舍	友谊北大街	北苑	石家庄市新华区友谊北大街 西三庄乡政府宿舍	114.45201	38.080357
新华区	于底小区	植物园街	北苑	石家庄市新华区植物园街 于底小区	114.40679	38.08051
新华区	绿荫小区	颐寿街23号	北苑	石家庄市新华区颐寿街23号 绿荫小区	114.42365	38.071572
新华区	同安小区	同安路	北苑, 钟强	石家庄市新华区同安路 同安小区	114.44345	38.064842
新华区	精肉厂宿舍	同安路	北苑, 钟强	石家庄市新华区同安路 精肉厂宿舍	114.44255	38.065072
新华区	同安路9号院	西三庄街	北苑	石家庄市新华区西三庄街 同安路9号院	114.44484	38.06418
新华区	电气化三段宿舍	和平西路	北苑	石家庄市新华区和平西路 电气化三段宿舍	114.41113	38.070029
新华区	福达苑	石获北路41号	北苑	石家庄市新华区石获北路41号 福达苑	114.41924	38.076221
新华区	空军医院宿舍(新华)	和平西路	北苑	石家庄市新华区和平西路 空军医院宿舍(新华)	114.46834	38.058745
新华区	运输公司宿舍(新华)	同安路8号	北苑	石家庄市新华区同安路8号 运输公司宿舍(新华)	114.44393	38.065487
新华区	大郭村自建房	后东路	北苑	石家庄市新华区后东路 大郭村自建房	114.41493	38.071497
新华区	文福苑	和平西路	北苑	石家庄市新华区和平西路 文福苑	114.46834	38.058745
新华区	电大街66号宿舍	电大街	北苑	石家庄市新华区电大街 电大街66号宿舍	114.45688	38.06614
新华区	康庄小区	康庄大街	北苑	石家庄市新华区康庄大街 康庄小区	114.38925	38.078942
新华区	变电街9号小区	变电街9号	北苑, 钟强	石家庄市新华区变电街9号 变电街9号小区	114.44121	38.066942
新华区	北苑别墅住宅	变电街16号	北苑, 联盟	石家庄市新华区变电街16号 北苑别墅住宅	114.43771	38.069684
新华区	铁路55宿舍	石获北路43号	北苑	石家庄市新华区石获北路43号 铁路55宿舍	114.41529	38.071788
新华区	翔翼路宿舍	友谊北大街	北苑	石家庄市新华区友谊北大街 翔翼路宿舍	114.44926	38.071339
新华区	中远商务广场	和平西路	北苑	石家庄市新华区和平西路 中远商务广场	114.41694	38.068551
新华区	西三庄27号院	西三庄27号	北苑, 联盟, 钟强	石家庄市新华区西三庄27号 西三庄27号院	114.44097	38.081081
新华区	中亚商务	西三庄大街52号	北苑, 联盟, 钟强	石家庄市新华区西三庄大街52号 中亚商务	114.44533	38.07265
新华区	电气化宿舍东区	和平西路	北苑	石家庄市新华区和平西路 电气化宿舍东区	114.41197	38.069448
新华区	后东路北一排24号自建房	后东路北一排24号	北苑	石家庄市新华区后东路北一排24号 后东路北一排24号自建房	114.41462	38.076637
新华区	荣盛和府(别墅)	西三庄街	北苑, 钟强	石家庄市新华区西三庄街 荣盛和府(别墅)	114.44673	38.066614
新华区	中国外运河北九凌宿舍楼	同祥路	北苑, 钟强	石家庄市新华区同祥路 中国外运河北九凌宿舍楼	114.44472	38.067786
新华区	大郭村南区	大郭街	北苑	石家庄市新华区大郭街 大郭村南区	114.41567	38.070154
新华区	石获北路培训中心宿舍	石获北路67号	北苑	石家庄市新华区石获北路67号 石获北路培训中心宿舍	114.43572	38.064429
新华区	石家庄市劳教所宿舍	泰华街499号	北站	石家庄市新华区泰华街499号 石家庄市劳教所宿舍	114.46503	38.069782
新华区	钰君苑	和平西路	北站	石家庄市新华区和平西路 钰君苑	114.44852	38.062709
新华区	电大街40号院	电大街40号	北站	石家庄市新华区电大街40号 电大街40号院	114.45815	38.062384
新华区	朝霞街8号院	朝霞街8号	北站	石家庄市新华区朝霞街8号 朝霞街8号院	114.44857	38.050584
新华区	电大街36号院	电大街36号	北站	石家庄市新华区电大街36号 电大街36号院	114.45768	38.062456
新华区	电大街32号院	电大街32号	北站	石家庄市新华区电大街32号 电大街32号院	114.45782	38.061994
新华区	祥荣苑	北城路9号	北站, 水上公园	石家庄市新华区北城路9号 祥荣苑	114.46228	38.073023
新华区	顺通紫辰院	泰华街486号	北站, 水上公园	石家庄市新华区泰华街486号 顺通紫辰院	114.46316	38.070923
新华区	电大街66-64	电大街	北站, 钟强	石家庄市新华区电大街 电大街66-64	114.45794	38.063173
新华区	泰华街317号	泰华街317号	北站	石家庄市新华区泰华街317号 泰华街317号	114.46418	38.06162
新华区	计生委宿舍	滨华路3号	北站	石家庄市新华区滨华路3号 计生委宿舍	114.46449	38.069328
新华区	劳教所宿舍(北城路)	北城路	北站, 水上公园	石家庄市新华区北城路 劳教所宿舍(北城路)	114.46369	38.072594
新华区	馨华园	红军大街	北站	石家庄市新华区红军大街 馨华园	114.46926	38.066048
新华区	电大街院	电大街	北站	石家庄市新华区电大街 电大街院	114.45794	38.063173
新华区	电大街9号院	电大街9号	北站, 二十八中, 西焦	石家庄市新华区电大街9号 电大街9号院	114.45779	38.06157
新华区	电大西街38号院	电大西街38号	北站	石家庄市新华区电大西街38号 电大西街38号院	114.45565	38.063088
新华区	市回收公司宿舍	电大街34号	北站	石家庄市新华区电大街34号 市回收公司宿舍	114.45788	38.062226
新华区	水利科学院宿舍	泰华街320号	北站, 东焦, 二十八中	石家庄市新华区泰华街320号 水利科学院宿舍	114.4636	38.058507
新华区	警察学校宿舍(北城路)	北城路	北站, 水上公园	石家庄市新华区北城路 警察学校宿舍(北城路)	114.47029	37.999587
新华区	石家庄市公安局宿舍	北城路8号	北站, 水上公园	石家庄市新华区北城路8号 石家庄市公安局宿舍	114.46072	38.072542
新华区	市庄路246号院	市庄路246号	北站, 东焦	石家庄市新华区市庄路246号 市庄路246号院	114.46809	38.063372
新华区	林荫学舍	市庄路	北站	石家庄市新华区市庄路 林荫学舍	114.46454	38.06436
新华区	电大街66-35号院	电大街	北站, 钟强	石家庄市新华区电大街 电大街66-35号院	114.45583	38.064821
新华区	电大街66-62号小区	电大街	北站, 钟强	石家庄市新华区电大街 电大街66-62号小区	114.45794	38.063173
新华区	北合街68号院	北合街68号	北站, 二十八中, 西焦	石家庄市新华区北合街68号 北合街68号院	114.4613	38.05845
新华区	电大西街12-16号院	电大西街16号	北站	石家庄市新华区电大西街16号 电大西街12-16号院	114.4573	38.063367
新华区	北合街80号院	北合街80号	北站, 二十八中, 西焦	石家庄市新华区北合街80号 北合街80号院	114.46124	38.05874
新华区	电大街66-65号院	电大街	北站, 钟强	石家庄市新华区电大街 电大街66-65号院	114.45794	38.063173
新华区	北合街48号院	北合街	北站, 二十八中, 西焦	石家庄市新华区北合街 北合街48号院	114.46081	38.058041
新华区	省机械供销公司宿舍	合作路340号	北站, 合作路	石家庄市新华区合作路340号 省机械供销公司宿舍	114.45288	38.052455
新华区	红军大街62号院	红军大街62号	北站, 红军大街	石家庄市新华区红军大街62号 红军大街62号院	114.47159	38.06438
新华区	电大街66-36号院	电大街	北站, 钟强	石家庄市新华区电大街 电大街66-36号院	114.45794	38.063173
新华区	长城资产公司小区	红军大街27号	北站, 东焦, 红军大街	石家庄市新华区红军大街27号 长城资产公司小区	114.47143	38.062367
新华区	石家庄第十四干休所	和平西路	北站	石家庄市新华区和平西路 石家庄第十四干休所	114.46834	38.058745
新华区	红军大街71号小区	红军大街71号	北站, 红军大街	石家庄市新华区红军大街71号 红军大街71号小区	114.46988	38.065444
新华区	省外贸宿舍	红军大街	北站	石家庄市新华区红军大街 省外贸宿舍	114.47207	38.063541
新华区	电大西街36号院	电大西街36号	北站	石家庄市新华区电大西街36号 电大西街36号院	114.45582	38.062914
新华区	电大西街22号院	电大西街22号	北站	石家庄市新华区电大西街22号 电大西街22号院	114.45621	38.062884
新华区	文苑小区	北城路	北站	石家庄市新华区北城路 文苑小区	114.46715	38.072064
新华区	北站24号院	红军大街	北站	石家庄市新华区红军大街 北站24号院	114.4668	38.065903
新华区	新合街70号院	新合街70号	北站	石家庄市新华区新合街70号 新合街70号院	114.4564	38.051624
新华区	市回收总公司生活小区	泰华街	北站	石家庄市新华区泰华街 市回收总公司生活小区	114.45816	38.08132
新华区	地商车队宿舍	市庄路238号	北站, 东焦, 红军大街	石家庄市新华区市庄路238号 地商车队宿舍	114.46894	38.063387
新华区	滨华苑	滨华路	北站	石家庄市新华区滨华路 滨华苑	114.46584	38.06947
新华区	商贸学校宿舍(市庄路)	市庄路284号	北站, 东焦	石家庄市新华区市庄路284号 商贸学校宿舍(市庄路)	114.44035	38.055911
新华区	升腾公寓	电大街	北站, 二十八中, 西焦	石家庄市新华区电大街 升腾公寓	114.45794	38.063173
新华区	糖烟酒公司宿舍	市庄路296号	北站, 东焦	石家庄市新华区市庄路296号 糖烟酒公司宿舍	114.46497	38.063277
新华区	石岗工商行宿舍	市庄路102号	北站, 红军大街, 省二院	石家庄市新华区市庄路102号 石岗工商行宿舍	114.4874	38.070637
新华区	第二看守所宿舍	北城路9号	北站, 水上公园	石家庄市新华区北城路9号 第二看守所宿舍	114.46228	38.073023
新华区	燃料公司宿舍(新华)	市庄路236号	北站, 红军大街	石家庄市新华区市庄路236号 燃料公司宿舍(新华)	114.46937	38.063297
新华区	华兴职工宿舍	市庄路	北站, 红军大街	石家庄市新华区市庄路 华兴职工宿舍	114.4754	38.063592
新华区	无线电十三厂宿舍	市庄路242号	北站, 红军大街	石家庄市新华区市庄路242号 无线电十三厂宿舍	114.46847	38.063432
新华区	北城路15号院	北城路15号	北站, 水上公园	石家庄市新华区北城路15号 北城路15号院	114.46126	38.072942
新华区	泰华街243号楼	泰华街243号	东焦, 二十八中, 兴凯路	石家庄市新华区泰华街243号 泰华街243号楼	114.46395	38.056827
新华区	房管局宿舍(新华)	维明北大街104号	东焦	石家庄市新华区维明北大街104号 房管局宿舍(新华)	114.4692	38.049671
新华区	永泰中街81号院	永泰中街81号	东焦, 革新, 兴凯路	石家庄市新华区永泰中街81号 永泰中街81号院	114.47157	38.054948
新华区	汇成集团宿舍	育红胡同3号	东焦, 革新, 兴凯路	石家庄市新华区育红胡同3号 汇成集团宿舍	114.46446	38.052786
新华区	和谐祥瑞	育红胡同1号	东焦, 革新, 兴凯路	石家庄市新华区育红胡同1号 和谐祥瑞	114.46421	38.052449
新华区	自由立方	和平西路	东焦	石家庄市新华区和平西路 自由立方	114.46819	38.058617
新华区	劳动厅宿舍(宁安路)	宁安路190号	东焦	石家庄市新华区宁安路190号 劳动厅宿舍(宁安路)	114.47191	38.055639
新华区	五矿宿舍	市庄路20号	东焦	石家庄市新华区市庄路20号 五矿宿舍	114.47646	38.063377
新华区	司法局宿舍	和平西路192号	东焦	石家庄市新华区和平西路192号 司法局宿舍	114.47781	38.057205
新华区	迎春巷21号院	迎春巷21号院	东焦, 二十八中, 兴凯路	石家庄市新华区迎春巷21号院 迎春巷21号院	114.46442	38.054801
新华区	河北省人民医院生活小区	水源街166号	东焦, 二十八中	石家庄市新华区水源街166号 河北省人民医院生活小区	114.46566	38.058347
新华区	林业局宿舍(新华)	水源街61号	东焦, 二十八中, 兴凯路	石家庄市新华区水源街61号 林业局宿舍(新华)	114.46544	38.050725
新华区	省送变电宿舍(维明北大街)	维明北大街31号	东焦	石家庄市新华区维明北大街31号 省送变电宿舍(维明北大街)	114.46963	38.046185
新华区	省电影公司宿舍	和平西路	东焦	石家庄市新华区和平西路 省电影公司宿舍	114.47292	38.058863
新华区	红军大街55号院	红军大街	东焦	石家庄市新华区红军大街 红军大街55号院	114.47174	38.06518
新华区	育红胡同5号院	育红胡同5号	东焦, 革新, 兴凯路	石家庄市新华区育红胡同5号 育红胡同5号院	114.46447	38.053004
新华区	石铁运校宿舍	中华北大街	东焦	石家庄市新华区中华北大街 石铁运校宿舍	114.47806	38.056108
新华区	裕通园	永泰中街66号	东焦	石家庄市新华区永泰中街66号 裕通园	114.47131	38.055459
新华区	育红胡同物产集体宿舍	育红胡同7号	东焦, 革新, 兴凯路	石家庄市新华区育红胡同7号 育红胡同物产集体宿舍	114.46447	38.053291
新华区	省直第二干休所(新华)	新文里5号	东焦, 红军大街, 省二院	石家庄市新华区新文里5号 省直第二干休所(新华)	114.47469	38.059308
新华区	马家胡同	马家胡同	东焦, 二中, 革新	石家庄市新华区马家胡同 马家胡同	114.4639	38.050749
新华区	兴石里6号院	兴石里	东焦, 二中, 革新	石家庄市新华区兴石里 兴石里6号院	114.47538	38.053749
新华区	永泰中街29号院	永泰中街29号	东焦, 革新, 兴凯路	石家庄市新华区永泰中街29号 永泰中街29号院	114.47159	38.052676
新华区	兴凯路213号院	兴凯路213号	东焦, 二中, 革新	石家庄市新华区兴凯路213号 兴凯路213号院	114.47889	38.052192
新华区	电子部十三所宿舍	兴凯路249号	东焦, 革新, 兴凯路	石家庄市新华区兴凯路249号 电子部十三所宿舍	114.47122	38.052223
新华区	和平西路248号小区	和平西路248号	东焦, 红军大街, 省二院	石家庄市新华区和平西路248号 和平西路248号小区	114.47337	38.057869
新华区	铁路宿舍(宁安路)	宁安路188号	东焦, 革新, 兴凯路	石家庄市新华区宁安路188号 铁路宿舍(宁安路)	114.46851	38.055312
新华区	回收公司宿舍	永泰街33号	东焦, 二中, 革新	石家庄市新华区永泰街33号 回收公司宿舍	114.45788	38.062226
新华区	房管局宿舍(永泰街）	永泰街	东焦, 二中, 革新	石家庄市新华区永泰街 房管局宿舍(永泰街）	114.47613	38.052004
新华区	东焦办事处宿舍楼	永泰街	东焦, 二中, 革新	石家庄市新华区永泰街 东焦办事处宿舍楼	114.47139	38.054173
新华区	永泰街31号西房自建房	永泰中街31号	东焦, 二中, 革新	石家庄市新华区永泰中街31号 永泰街31号西房自建房	114.4747	38.053999
新华区	省七局宿舍	北合街	二十八中	石家庄市新华区北合街 省七局宿舍	114.46173	38.055858
新华区	和平路市医药公司宿舍	和平西路439号	二十八中	石家庄市新华区和平西路439号 和平路市医药公司宿舍	114.55379	38.053649
新华区	迎春巷15号院	迎春巷15号	二十八中	石家庄市新华区迎春巷15号 迎春巷15号院	114.46445	38.055407
新华区	电大街13号院	电大街13号	二十八中	石家庄市新华区电大街13号 电大街13号院	114.45808	38.061926
新华区	北合街48号院商务厅宿舍	和平西路	二十八中	石家庄市新华区和平西路 北合街48号院商务厅宿舍	114.46892	38.05874
新华区	十三所宿舍	兴凯路	二十八中, 二中	石家庄市新华区兴凯路 十三所宿舍	114.45319	38.056507
新华区	省人民银行宿舍	国泰街	二十八中	石家庄市新华区国泰街 省人民银行宿舍	114.45354	38.051831
新华区	合作路公安厅宿舍	合作路	二十八中	石家庄市新华区合作路 合作路公安厅宿舍	114.43464	38.047931
新华区	人民医院宿舍(泰华街)	泰华街313号	二十八中	石家庄市新华区泰华街313号 人民医院宿舍(泰华街)	114.46408	38.060837
新华区	地铁管理处宿舍	电大街11号	二十八中	石家庄市新华区电大街11号 地铁管理处宿舍	114.45811	38.061675
新华区	和平西路441号院	和平西路441号	二十八中	石家庄市新华区和平西路441号 和平西路441号院	114.46128	38.059948
新华区	和平西路443号院	和平西路443号	二十八中	石家庄市新华区和平西路443号 和平西路443号院	114.46048	38.060035
新华区	新合作城市广场珺合府	合作路108号	二十八中	石家庄市新华区合作路108号 新合作城市广场珺合府	114.45924	38.053618
新华区	电大街中国银行宿舍	电大街1号	二十八中	石家庄市新华区电大街1号 电大街中国银行宿舍	114.4632	38.052128
新华区	市委党校宿舍	水源街	二十八中	石家庄市新华区水源街 市委党校宿舍	114.46607	38.05545
新华区	耀华宾馆宿舍	泰华街187号	二十八中	石家庄市新华区泰华街187号 耀华宾馆宿舍	114.46383	38.055963
新华区	北合街省人民银行宿舍	北合街	二十八中	石家庄市新华区北合街 北合街省人民银行宿舍	114.46165	38.054728
新华区	28中宿舍	北合街5号	二十八中	石家庄市新华区北合街5号 28中宿舍	114.46283	38.055428
新华区	河北省人民医院生活小区西院	泰华街249号	二十八中	石家庄市新华区泰华街249号 河北省人民医院生活小区西院	114.46376	38.056957
新华区	石津灌区宿舍	泰华街286号	二十八中	石家庄市新华区泰华街286号 石津灌区宿舍	114.46353	38.057785
新华区	安检局宿舍	和平西路465号	二十八中	石家庄市新华区和平西路465号 安检局宿舍	114.45901	38.060266
新华区	市人民银行宿舍(新华)	泰华街193号	二十八中	石家庄市新华区泰华街193号 市人民银行宿舍(新华)	114.46218	38.055152
新华区	北合街59号院	北合街59号	二十八中	石家庄市新华区北合街59号 北合街59号院	114.46158	38.058929
新华区	合作路160号院	合作路160号	二十八中, 西焦	石家庄市新华区合作路160号 合作路160号院	114.4578	38.053844
新华区	北合街55号院	北合街55号	二十八中	石家庄市新华区北合街55号 北合街55号院	114.46161	38.058816
新华区	北合街43号院	北合街43号	二十八中	石家庄市新华区北合街43号 北合街43号院	114.46143	38.057762
新华区	新华区政府宿舍(泰华街)	泰华街237号	二十八中	石家庄市新华区泰华街237号 新华区政府宿舍(泰华街)	114.46268	38.0494
新华区	省安监局宿舍	和平西路	二十八中	石家庄市新华区和平西路 省安监局宿舍	114.46834	38.058745
新华区	省计劳统小区	迎春巷17号	二十八中	石家庄市新华区迎春巷17号 省计劳统小区	114.46401	38.055015
新华区	新合作城市广场	泰华街168号	二十八中	石家庄市新华区泰华街168号 新合作城市广场	114.46282	38.052
新华区	泰华街280号院	泰华街280号	二十八中	石家庄市新华区泰华街280号 泰华街280号院	114.46355	38.057639
新华区	北合街45号院	北合街45号	二十八中	石家庄市新华区北合街45号 北合街45号院	114.4613	38.057633
新华区	水源街63号院	水源街63号	二十八中, 革新, 兴凯路	石家庄市新华区水源街63号 水源街63号院	114.46568	38.051011
新华区	新华小区(新华)	和平西路	二十八中	石家庄市新华区和平西路 新华小区(新华)	114.46052	38.060139
新华区	迎春巷3号院	迎春巷3号	二十八中	石家庄市新华区迎春巷3号 迎春巷3号院	114.45318	38.064116
新华区	兴凯路156号院	兴凯路156号	二十八中, 革新, 兴凯路	石家庄市新华区兴凯路156号 兴凯路156号院	114.46687	38.051336
新华区	省石化局化肥公司宿舍	北合街	二十八中	石家庄市新华区北合街 省石化局化肥公司宿舍	114.46227	38.056928
新华区	电子信息厅宿舍	泰华街326号	二十八中	石家庄市新华区泰华街326号 电子信息厅宿舍	114.46363	38.058708
新华区	民政厅宿舍(新华)	合作路33号	二十八中, 革新, 兴凯路	石家庄市新华区合作路33号 民政厅宿舍(新华)	114.46455	38.054016
新华区	水文局家属楼	水产西街28号	二十八中	石家庄市新华区水产西街28号 水文局家属楼	114.45735	38.045217
新华区	芯科苑	合作路111号	二十八中, 兴凯路, 西焦	石家庄市新华区合作路111号 芯科苑	114.45884	38.05465
新华区	兴凯路150号院	兴凯路150号院|兴凯路150号	二十八中, 革新, 兴凯路	石家庄市新华区兴凯路150号院|兴凯路150号 兴凯路150号院	114.46734	38.051095
新华区	北合街82号院	北合街82号	二十八中	石家庄市新华区北合街82号 北合街82号院	114.46103	38.058841
新华区	水源街92号院	水源街92院	二十八中, 革新, 兴凯路	石家庄市新华区水源街92院 水源街92号院	114.46564	38.052447
新华区	车辆厂四宿舍	宁安路,兴凯路105号	二中	石家庄市新华区宁安路,兴凯路105号 车辆厂四宿舍	114.4828	38.051095
新华区	兴凯路109号院	兴凯路109号	二中	石家庄市新华区兴凯路109号 兴凯路109号院	114.48207	38.051316
新华区	鑫润名居	兴凯路	二中	石家庄市新华区兴凯路 鑫润名居	114.48042	38.050322
新华区	新文里	和平西路	二中	石家庄市新华区和平西路 新文里	114.47545	38.059124
新华区	铁路16宿舍	宁安路91号	二中	石家庄市新华区宁安路91号 铁路16宿舍	114.48057	38.054373
新华区	宁安路铁路运校宿舍	宁北街1号	二中	石家庄市新华区宁北街1号 宁安路铁路运校宿舍	114.47164	38.057491
新华区	华海园	青年街	二中	石家庄市新华区青年街 华海园	114.47906	38.048701
新华区	利民里	兴凯路	二中	石家庄市新华区兴凯路 利民里	114.47987	38.05204
新华区	新华服装厂宿舍	中华北大街173号	二中	石家庄市新华区中华北大街173号 新华服装厂宿舍	114.47767	38.062024
新华区	聚贤里小区	大隆兴胡同	二中	石家庄市新华区大隆兴胡同 聚贤里小区	114.48021	38.048817
新华区	铁路15宿舍	北荣街	二中	石家庄市新华区北荣街 铁路15宿舍	114.48501	38.052461
新华区	省二院宿舍	中华北大街	二中	石家庄市新华区中华北大街 省二院宿舍	114.48246	38.05795
新华区	华泰家园	新华东路149号	二中	石家庄市新华区新华东路149号 华泰家园	114.48248	38.048741
新华区	龙城公寓	清真寺街	二中	石家庄市新华区清真寺街 龙城公寓	114.48066	38.04973
新华区	大厂子巷	新华东路3号	二中	石家庄市新华区新华东路3号 大厂子巷	114.48863	38.048862
新华区	新华区机关宿舍	泰华街99号	二中	石家庄市新华区泰华街99号 新华区机关宿舍	114.46301	38.051161
新华区	北后小区颐和居	北大街	二中	石家庄市新华区北大街 北后小区颐和居	114.4881	38.050042
新华区	北后小区西区	兴凯路36号	二中	石家庄市新华区兴凯路36号 北后小区西区	114.48399	38.049921
新华区	华强公寓	民族北路	二中	石家庄市新华区民族北路 华强公寓	114.48123	38.045843
新华区	品汇大厦	中山西路81号	二中	石家庄市新华区中山西路81号 品汇大厦	114.48649	38.044244
新华区	中行宿舍(新华)	清真寺街	二中	石家庄市新华区清真寺街 中行宿舍(新华)	114.48086	38.05208
新华区	新华商务楼	公里街10号	二中	石家庄市新华区公里街10号 新华商务楼	114.48798	38.044874
新华区	政府西院宿舍	兴凯路221号	二中, 革新	石家庄市新华区兴凯路221号 政府西院宿舍	114.45515	38.060326
新华区	兴凯路211号院	兴凯路211号	二中	石家庄市新华区兴凯路211号 兴凯路211号院	114.47526	38.050227
新华区	天翔园	中华北大街	二中	石家庄市新华区中华北大街 天翔园	114.47829	38.080532
新华区	益圣大厦	和平西路68号	二中	石家庄市新华区和平西路68号 益圣大厦	114.48499	38.055657
新华区	保利云上苑	宁安路	二中, 金亿城, 宁安	石家庄市新华区宁安路 保利云上苑	114.47621	38.054998
新华区	兴凯路52号院	兴凯路52号	二中	石家庄市新华区兴凯路52号 兴凯路52号院	114.47942	38.050635
新华区	铁路12宿舍	新华路	二中	石家庄市新华区新华路 铁路12宿舍	114.47973	38.048231
新华区	工信局宿舍	中华北大街177号	二中	石家庄市新华区中华北大街177号 工信局宿舍	114.47781	38.062857
新华区	华康路6号院	华康路6号	二中, 革新, 纪念碑	石家庄市新华区华康路6号 华康路6号院	114.47529	38.046828
新华区	北荣街16号院	北荣街16号	二中, 金亿城, 宁安	石家庄市新华区北荣街16号 北荣街16号院	114.48513	38.052081
新华区	民旺里11号小区	中华北大街100-1	二中	石家庄市新华区中华北大街100-1 民旺里11号小区	114.47691	38.053236
新华区	聚贤里3号中行宿舍	清真寺街	二中, 纪念碑, 金亿城, 石房大厦	石家庄市新华区清真寺街 聚贤里3号中行宿舍	114.48002	38.049012
新华区	住宅开发公司宿舍	清真寺街138号	二中, 金亿城, 宁安	石家庄市新华区清真寺街138号 住宅开发公司宿舍	114.48088	38.053738
新华区	铁路17宿舍	清真寺街	二中	石家庄市新华区清真寺街 铁路17宿舍	114.48086	38.05208
新华区	汇特佳苑	清真寺街	二中	石家庄市新华区清真寺街 汇特佳苑	114.48086	38.05208
新华区	福源街14号院	福源街14号	二中, 纪念碑, 石房大厦	石家庄市新华区福源街14号 福源街14号院	114.47972	38.049956
新华区	久丰里宿舍	清真寺街	二中, 纪念碑, 石房大厦	石家庄市新华区清真寺街 久丰里宿舍	114.48099	38.049137
新华区	华强国际写字楼	民族路77号	二中	石家庄市新华区民族路77号 华强国际写字楼	114.4804	38.045476
新华区	清真寺街167号院	清真寺街	二中	石家庄市新华区清真寺街 清真寺街167号院	114.48086	38.05208
新华区	SOHO都市名苑	清真寺街1号	二中	石家庄市新华区清真寺街1号 SOHO都市名苑	114.48225	38.048483
新华区	宏远宿舍	和平路100号	二中, 宁安, 省二院	石家庄市新华区和平路100号 宏远宿舍	114.48201	38.05594
新华区	清真寺街20号院	清真寺街20号	二中, 宁安, 石房大厦	石家庄市新华区清真寺街20号 清真寺街20号院	114.48097	38.048743
新华区	兴凯路203号院	兴凯路203号	二中	石家庄市新华区兴凯路203号 兴凯路203号院	114.47286	38.04253
新华区	回民纸箱厂小区	北荣街	二中	石家庄市新华区北荣街 回民纸箱厂小区	114.48483	38.051918
新华区	房管局宿舍(清真寺街)	清真寺街	二中	石家庄市新华区清真寺街 房管局宿舍(清真寺街)	114.48121	38.053067
新华区	宁北街一建宿舍	宁北街5号	二中	石家庄市新华区宁北街5号 宁北街一建宿舍	114.47179	38.058074
新华区	军兴园	北荣街	二中	石家庄市新华区北荣街 军兴园	114.48508	38.055467
新华区	粮店宿舍	宁安路14号	二中, 金亿城, 宁安	石家庄市新华区宁安路14号 粮店宿舍	114.4803	38.054148
新华区	联强小区	联盟路	高柱	石家庄市新华区联盟路 联强小区	114.46902	38.079206
新华区	蔬菜公司宿舍(新华)	高东街	高柱	石家庄市新华区高东街 蔬菜公司宿舍(新华)	114.47327	38.070002
新华区	滨湖惠馨苑	滨华路31号	高柱	石家庄市新华区滨华路31号 滨湖惠馨苑	114.46733	38.069279
新华区	高柱小区	联盟路216号	高柱	石家庄市新华区联盟路216号 高柱小区	114.47401	38.078628
新华区	省岗南水库管理局宿舍	联盟路266号	高柱	石家庄市新华区联盟路266号 省岗南水库管理局宿舍	114.46812	38.077756
新华区	石家庄市锅炉厂宿舍	中华北大街361号	高柱	石家庄市新华区中华北大街361号 石家庄市锅炉厂宿舍	114.47749	38.075139
新华区	省古建筑研究所宿舍	高东街8号	高柱	石家庄市新华区高东街8号 省古建筑研究所宿舍	114.47382	38.071248
新华区	盛世宏基	联盟路	高柱, 联盟	石家庄市新华区联盟路 盛世宏基	114.46622	38.078009
新华区	橙悦园	高柱路34号	高柱	石家庄市新华区高柱路34号 橙悦园	114.47644	38.07272
新华区	香格礼	泰华街567号	高柱	石家庄市新华区泰华街567号 香格礼	114.46443	38.084641
新华区	38中宿舍	高柱路	高柱	石家庄市新华区高柱路 38中宿舍	114.47778	38.073055
新华区	湖畔佳苑	泰华街500号	高柱	石家庄市新华区泰华街500号 湖畔佳苑	114.46265	38.074686
新华区	中房新城	高东街29号	高柱	石家庄市新华区高东街29号 中房新城	114.47416	38.080389
新华区	消防中队宿舍	联盟路	高柱	石家庄市新华区联盟路 消防中队宿舍	114.47041	38.078997
新华区	石墨电机厂宿舍	高东街	高柱	石家庄市新华区高东街 石墨电机厂宿舍	114.47403	38.074398
新华区	滨华路政府宿舍	滨华路37号	高柱	石家庄市新华区滨华路37号 滨华路政府宿舍	114.46875	38.069598
新华区	高柱新村	高中街	高柱	石家庄市新华区高中街 高柱新村	114.46781	38.075968
新华区	高柱路化纤宿舍	高柱路	高柱	石家庄市新华区高柱路 高柱路化纤宿舍	114.47742	38.07362
新华区	储煤场宿舍	滨华路	高柱	石家庄市新华区滨华路 储煤场宿舍	114.46733	38.069089
新华区	荣军印刷厂宿舍	文苑街	高柱	石家庄市新华区文苑街 荣军印刷厂宿舍	114.46878	38.07035
新华区	高柱商务楼	联盟路	高柱, 联强, 水上公园	石家庄市新华区联盟路 高柱商务楼	114.46732	38.078804
新华区	乐仁堂药厂宿舍	中华北大街226号	高柱	石家庄市新华区中华北大街226号 乐仁堂药厂宿舍	114.47582	38.078133
新华区	橙悦城	中华大街	高柱	石家庄市新华区中华大街 橙悦城	114.48094	38.130062
新华区	十三所革新南街7号院	革新南街	革新, 石房大厦, 兴凯路	石家庄市新华区革新南街 十三所革新南街7号院	114.45163	38.064383
新华区	省优抚医院宿舍(维明北大街)	维明北大街102号	革新, 兴凯路	石家庄市新华区维明北大街102号 省优抚医院宿舍(维明北大街)	114.46257	38.049333
新华区	革新中街23号楼	革新中街23号	革新, 石房大厦, 兴凯路	石家庄市新华区革新中街23号 革新中街23号楼	114.46983	38.049587
新华区	泰安小区	兴凯路	革新	石家庄市新华区兴凯路 泰安小区	114.46804	38.050634
新华区	电业局宿舍(新华路)	新华路409号	革新	石家庄市新华区新华路409号 电业局宿舍(新华路)	114.46587	38.04815
新华区	西建街市委宿舍	西建街	革新	石家庄市新华区西建街 西建街市委宿舍	114.47132	38.045234
新华区	金凯园	兴凯路	革新	石家庄市新华区兴凯路 金凯园	114.46888	38.050996
新华区	棉麻公司宿舍(新华)	新华路	革新	石家庄市新华区新华路 棉麻公司宿舍(新华)	114.47023	38.047636
新华区	军创园	中华北大街	革新, 纪念碑, 石房大厦	石家庄市新华区中华北大街 军创园	114.47653	38.047124
新华区	东袁小区	革新中街19号	革新	石家庄市新华区革新中街19号 东袁小区	114.47028	38.050157
新华区	市直机关宿舍	维明北大街96号	革新	石家庄市新华区维明北大街96号 市直机关宿舍	114.46922	38.048753
新华区	德邻园	长丰路	革新	石家庄市新华区长丰路 德邻园	114.4648	38.038021
新华区	维明北大街104号院	维明北大街104号	革新, 石房大厦, 兴凯路	石家庄市新华区维明北大街104号 维明北大街104号院	114.4692	38.049671
新华区	市委房管处宿舍	革新中街	革新	石家庄市新华区革新中街 市委房管处宿舍	114.47032	38.049411
新华区	御花苑(新华)	新华路279号	革新	石家庄市新华区新华路279号 御花苑(新华)	114.47294	38.048019
新华区	建民街23号楼	建民街23号	革新, 纪念碑, 石房大厦	石家庄市新华区建民街23号 建民街23号楼	114.47415	38.046446
新华区	网通宿舍(新华路)	新华路156号	革新, 纪念碑, 石房大厦	石家庄市新华区新华路156号 网通宿舍(新华路)	114.47468	38.047523
新华区	建民街10号院	建民街10号	革新, 纪念碑, 石房大厦	石家庄市新华区建民街10号 建民街10号院	114.47497	38.04613
新华区	铁路39宿舍	新华路166号	革新	石家庄市新华区新华路166号 铁路39宿舍	114.41246	38.051417
新华区	革新中街16号院	革新中街16号	革新, 石房大厦, 兴凯路	石家庄市新华区革新中街16号 革新中街16号院	114.47025	38.049276
新华区	西建街51号院	西建街	革新	石家庄市新华区西建街 西建街51号院	114.47132	38.045234
新华区	休干所宿舍	兴凯路225号	革新	石家庄市新华区兴凯路225号 休干所宿舍	114.47385	38.050992
新华区	维明北大街35号	维明北大街35号	革新	石家庄市新华区维明北大街35号 维明北大街35号	114.46963	38.046837
新华区	西建街30号院	西建街	革新, 纪念碑, 石房大厦	石家庄市新华区西建街 西建街30号院	114.47132	38.045234
新华区	房管局宿舍(建民街)	建民街22号	革新, 纪念碑, 石房大厦	石家庄市新华区建民街22号 房管局宿舍(建民街)	114.47414	38.04623
新华区	革新中街8号院	革新中街8号	革新, 石房大厦, 兴凯路	石家庄市新华区革新中街8号 革新中街8号院	114.47066	38.049274
新华区	革新中街12号院	革新中街12号	革新, 石房大厦, 兴凯路	石家庄市新华区革新中街12号 革新中街12号院	114.4704	38.049276
新华区	建民街7号院	建民街7号	革新, 纪念碑, 石房大厦	石家庄市新华区建民街7号 建民街7号院	114.47527	38.046371
新华区	华康路3号院	华康路3号	革新, 纪念碑, 石房大厦	石家庄市新华区华康路3号 华康路3号院	114.47403	38.047082
新华区	建民街3号院	建民街3号	革新, 纪念碑, 石房大厦	石家庄市新华区建民街3号 建民街3号院	114.47583	38.046455
新华区	西建街53号院	西建街	革新, 纪念碑, 石房大厦	石家庄市新华区西建街 西建街53号院	114.47132	38.045234
新华区	市委招待处宿舍	维明大街	革新	石家庄市新华区维明大街 市委招待处宿舍	114.47013	38.049224
新华区	建民街11号院	建民街11号	革新, 纪念碑, 石房大厦	石家庄市新华区建民街11号 建民街11号院	114.47497	38.046506
新华区	河北省人大宿舍(新华)	康乐街6号	革新	石家庄市新华区康乐街6号 河北省人大宿舍(新华)	114.46856	38.045888
新华区	轻工厅宿舍(新华)	永泰中街41号	革新	石家庄市新华区永泰中街41号 轻工厅宿舍(新华)	114.47163	38.053105
新华区	革新中街14号院	革新中街14号	革新, 石房大厦, 兴凯路	石家庄市新华区革新中街14号 革新中街14号院	114.47041	38.049214
新华区	水利局宿舍(新华)	新华路182号	革新, 纪念碑, 石房大厦	石家庄市新华区新华路182号 水利局宿舍(新华)	114.47802	38.048346
新华区	合作小区西区	广源路5号	合作路	石家庄市新华区广源路5号 合作小区西区	114.43524	38.059398
新华区	合作路省建材局宿舍	合作路157号	合作路	石家庄市新华区合作路157号 合作路省建材局宿舍	114.45178	38.064033
新华区	177宿舍	合作路	合作路	石家庄市新华区合作路 177宿舍	114.44894	38.053898
新华区	合作小区(南区)	广源路	合作路	石家庄市新华区广源路 合作小区(南区)	114.43948	38.058304
新华区	铁一中宿舍	兴凯路291号	合作路	石家庄市新华区兴凯路291号 铁一中宿舍	114.46697	38.051683
新华区	石家庄市教育局园丁小区	国泰街39号	合作路	石家庄市新华区国泰街39号 石家庄市教育局园丁小区	114.43889	38.057413
新华区	东方绿水康城	新华路661号	合作路	石家庄市新华区新华路661号 东方绿水康城	114.44979	38.049056
新华区	外贸小区	友谊北大街166-1号	合作路	石家庄市新华区友谊北大街166-1号 外贸小区	114.47137	38.062833
新华区	合作小区(东区)	广源路2号	合作路	石家庄市新华区广源路2号 合作小区(东区)	114.44135	38.058118
新华区	时代花园(新华)	合作路	合作路	石家庄市新华区合作路 时代花园(新华)	114.43748	38.061412
新华区	合作路发改委宿舍	友谊北大街162号	合作路, 西焦	石家庄市新华区友谊北大街162号 合作路发改委宿舍	114.45035	38.053066
新华区	水源街中行宿舍	泰华街	合作路	石家庄市新华区泰华街 水源街中行宿舍	114.46421	38.051383
新华区	省直华萃园	广源路	合作路	石家庄市新华区广源路 省直华萃园	114.4398	38.059338
新华区	中电四公司宿舍东区	合作路289号	合作路	石家庄市新华区合作路289号 中电四公司宿舍东区	114.44507	38.054109
新华区	华西园	广源路18号	合作路	石家庄市新华区广源路18号 华西园	114.43661	38.058312
新华区	十三所家属院	合作路115号	合作路	石家庄市新华区合作路115号 十三所家属院	114.4542	38.054646
新华区	群艺馆宿舍	虹光街10号	合作路	石家庄市新华区虹光街10号 群艺馆宿舍	114.44241	38.052237
新华区	五十四所研究所生活区北院	新华路	合作路	石家庄市新华区新华路 五十四所研究所生活区北院	114.44014	38.050069
新华区	合作小区北区	国泰街	合作路	石家庄市新华区国泰街 合作小区北区	114.43955	38.060532
新华区	十八中宿舍	新华路809号	合作路	石家庄市新华区新华路809号 十八中宿舍	114.44091	38.050903
新华区	商贸学校宿舍(国泰街)	国泰街27号	合作路	石家庄市新华区国泰街27号 商贸学校宿舍(国泰街)	114.43982	38.055774
新华区	虹光苑	虹光街	合作路	石家庄市新华区虹光街 虹光苑	114.44287	38.050213
新华区	供水公司宿舍(新华)	水源街	合作路	石家庄市新华区水源街 供水公司宿舍(新华)	114.51113	38.025165
新华区	省机械设备进出口公司宿舍	合作路474号	合作路	石家庄市新华区合作路474号 省机械设备进出口公司宿舍	114.43759	38.053726
新华区	合作路建工集团宿舍	合作路365号	合作路	石家庄市新华区合作路365号 合作路建工集团宿舍	114.43793	38.054073
新华区	石家庄大学宿舍	合作路	合作路	石家庄市新华区合作路 石家庄大学宿舍	114.43869	38.050872
新华区	天林苑	泰华街	合作路	石家庄市新华区泰华街 天林苑	114.46508	38.048815
新华区	水源路省直宿舍	水源街96号	合作路	石家庄市新华区水源街96号 水源路省直宿舍	114.46831	38.059345
新华区	新华书店宿舍(新华)	国泰街	合作路	石家庄市新华区国泰街 新华书店宿舍(新华)	114.43882	38.05753
新华区	河北经济管理学校宿舍	国泰街29号	合作路, 西焦	石家庄市新华区国泰街29号 河北经济管理学校宿舍	114.43897	38.056039
新华区	燕大宿舍	国泰街22号	合作路	石家庄市新华区国泰街22号 燕大宿舍	114.43881	38.055236
新华区	合作路排水处宿舍	合作路	合作路	石家庄市新华区合作路 合作路排水处宿舍	114.44723	38.054944
新华区	人民服装厂宿舍	泰华街	合作路	石家庄市新华区泰华街 人民服装厂宿舍	114.47209	38.065245
新华区	合心苑小区	合作路	合作路	石家庄市新华区合作路 合心苑小区	114.43723	38.053715
新华区	西焦生活西区	朝霞街	合作路	石家庄市新华区朝霞街 西焦生活西区	114.4469	38.051156
新华区	公安厅宿舍(新华)	朝霞街18号	合作路	石家庄市新华区朝霞街18号 公安厅宿舍(新华)	114.4475	38.052312
新华区	虹光街检察院宿舍	虹光街20号	合作路	石家庄市新华区虹光街20号 虹光街检察院宿舍	114.44293	38.051247
新华区	汽车集团宿舍	泰华街55号	合作路	石家庄市新华区泰华街55号 汽车集团宿舍	114.46405	38.049172
新华区	消防局宿舍	国泰街	合作路	石家庄市新华区国泰街 消防局宿舍	114.43882	38.05753
新华区	省直机关宿舍	合作路10号	合作路	石家庄市新华区合作路10号 省直机关宿舍	114.45453	38.052217
新华区	银行学校宿舍(国泰街)	国泰街36号	合作路	石家庄市新华区国泰街36号 银行学校宿舍(国泰街)	114.43867	38.056649
新华区	悦心园	合作路	合作路	石家庄市新华区合作路 悦心园	114.44723	38.054944
新华区	市人民银行宿舍(合作路293号)	合作路293号	合作路	石家庄市新华区合作路293号 市人民银行宿舍(合作路293号)	114.44148	38.054097
新华区	运管处宿舍	新华路	合作路	石家庄市新华区新华路 运管处宿舍	114.43819	38.049136
新华区	运输三厂宿舍	西二环北路203号	合作路	石家庄市新华区西二环北路203号 运输三厂宿舍	114.43577	38.050365
新华区	军苑	合作路	合作路	石家庄市新华区合作路 军苑	114.44468	38.053879
新华区	国泰街28号院	国泰街28号	合作路	石家庄市新华区国泰街28号 国泰街28号院	114.4386	38.055691
新华区	省劳动厅宿舍(国泰街)	国泰街	合作路	石家庄市新华区国泰街 省劳动厅宿舍(国泰街)	114.46864	38.048412
新华区	新华公安分局宿舍	朝霞街6号	合作路	石家庄市新华区朝霞街6号 新华公安分局宿舍	114.44799	38.050433
新华区	升腾公寓楼	国泰街	合作路	石家庄市新华区国泰街 升腾公寓楼	114.43882	38.05753
新华区	合泰苑	合作路	合作路	石家庄市新华区合作路 合泰苑	114.44723	38.054944
新华区	泰合名邸	广源路	合作路	石家庄市新华区广源路 泰合名邸	114.44191	38.05827
新华区	省监狱管理局(朝霞街)	朝霞街15号	合作路	石家庄市新华区朝霞街15号 省监狱管理局(朝霞街)	114.44896	38.050527
新华区	轻工厅宿舍(国泰街)	国泰街26号	合作路	石家庄市新华区国泰街26号 轻工厅宿舍(国泰街)	114.43826	38.055477
新华区	边防局宿舍	西二环北路215号	合作路	石家庄市新华区西二环北路215号 边防局宿舍	114.43561	38.051169
新华区	省畜牧局宿舍	国泰街25号	合作路	石家庄市新华区国泰街25号 省畜牧局宿舍	114.43904	38.0556
新华区	钢圈厂宿舍	虹光街28号	合作路	石家庄市新华区虹光街28号 钢圈厂宿舍	114.4429	38.051051
新华区	第十七离职干部休养所	西二环北路	合作路	石家庄市新华区西二环北路 第十七离职干部休养所	114.43595	38.060087
新华区	河北省安装公司宿舍	国泰街35号	合作路	石家庄市新华区国泰街35号 河北省安装公司宿舍	114.43979	38.056041
新华区	合作路295号院	合作路295号	合作路	石家庄市新华区合作路295号 合作路295号院	114.44102	38.054047
新华区	市庄东苑	市庄路	红军大街, 省二院, 市庄路	石家庄市新华区市庄路 市庄东苑	114.47866	38.064558
新华区	血液中心宿舍	朝阳路66号	红军大街	石家庄市新华区朝阳路66号 血液中心宿舍	114.47376	38.058647
新华区	联合宿舍	市庄路	红军大街	石家庄市新华区市庄路 联合宿舍	114.4754	38.063592
新华区	河北检验检疫局宿舍	红军大街	红军大街	石家庄市新华区红军大街 河北检验检疫局宿舍	114.47313	38.061618
新华区	荣兴商住楼	北新街108号	红军大街, 省二院, 市庄路	石家庄市新华区北新街108号 荣兴商住楼	114.48448	38.062712
新华区	红军大街37号农行宿舍	红旗大街	红军大街	石家庄市新华区红旗大街 红军大街37号农行宿舍	114.47165	38.063024
新华区	教委宿舍(新华)	市庄路25号	红军大街, 省二院, 市庄路	石家庄市新华区市庄路25号 教委宿舍(新华)	114.48566	38.065359
新华区	新闻里出版局宿舍	和平西路	红军大街	石家庄市新华区和平西路 新闻里出版局宿舍	114.47521	38.059372
新华区	省文化厅宿舍	中华北大街120号	红军大街	石家庄市新华区中华北大街120号 省文化厅宿舍	114.47701	38.058693
新华区	红军大街19号院	红军大街19号	红军大街	石家庄市新华区红军大街19号 红军大街19号院	114.47091	38.060197
新华区	九中街79号院	九中街	红军大街, 省二院, 市庄路	石家庄市新华区九中街 九中街79号院	114.48365	38.060468
新华区	新华税务局宿舍	市庄路52号	红军大街	石家庄市新华区市庄路52号 新华税务局宿舍	114.47643	38.064074
新华区	市庄路轴承厂宿舍	市庄路9号	红军大街, 省二院, 市庄路	石家庄市新华区市庄路9号 市庄路轴承厂宿舍	114.48121	38.086864
新华区	红军大街8号	红军大街8号	红军大街	石家庄市新华区红军大街8号 红军大街8号	114.47015	38.059125
新华区	红军大街45号院	红军大街	红军大街	石家庄市新华区红军大街 红军大街45号院	114.47151	38.063376
新华区	瀚海商务	北新街	红军大街, 省二院, 市庄路	石家庄市新华区北新街 瀚海商务	114.4852	38.06274
新华区	交通开发公司宿舍	泰华街	红军大街	石家庄市新华区泰华街 交通开发公司宿舍	114.4637	38.068772
新华区	中国银行宿舍(市庄路)	市庄路	红军大街, 省二院, 市庄路	石家庄市新华区市庄路 中国银行宿舍(市庄路)	114.46359	38.05192
新华区	观澜公馆	聚新路	红军大街	石家庄市新华区聚新路 观澜公馆	114.47445	38.067781
新华区	新华服装厂住宅小区	红军大街53号	红军大街	石家庄市新华区红军大街53号 新华服装厂住宅小区	114.47203	38.065013
新华区	维C商务广场	中华北大街128号	红军大街, 省二院	石家庄市新华区中华北大街128号 维C商务广场	114.47676	38.061265
新华区	市庄路交通局宿舍	市庄路	红军大街	石家庄市新华区市庄路 市庄路交通局宿舍	114.46831	38.062567
新华区	河北省血液中心宿舍	和平西路307号	红军大街	石家庄市新华区和平西路307号 河北省血液中心宿舍	114.47376	38.058647
新华区	中储七星公馆	中华北大街	红军大街	石家庄市新华区中华北大街 中储七星公馆	114.47897	38.069143
新华区	建材局宿舍	中华北大街181号	红军大街, 省二院, 市庄路	石家庄市新华区中华北大街181号 建材局宿舍	114.47776	38.062591
新华区	红军大街59号院	红军大街59号	红军大街	石家庄市新华区红军大街59号 红军大街59号院	114.47233	38.064681
新华区	纳帕溪谷	石清路199号	汇君城	石家庄市新华区石清路199号 纳帕溪谷	114.4299	38.123296
新华区	康馨花苑	古城西路	汇君城	石家庄市新华区古城西路 康馨花苑	114.3872	38.085259
新华区	岳泰明珠	岳泰大街	汇君城	石家庄市新华区岳泰大街 岳泰明珠	114.39995	38.0912
新华区	阳光里	警安路	汇君城	石家庄市新华区警安路 阳光里	114.44463	38.09426
新华区	百岛绿城	古城西路	汇君城	石家庄市新华区古城西路 百岛绿城	114.39481	38.092314
新华区	星湖国际花园	警安路	汇君城	石家庄市新华区警安路 星湖国际花园	114.43319	38.093432
新华区	荣盛御府	警安路61号	汇君城	石家庄市新华区警安路61号 荣盛御府	114.43972	38.094076
新华区	水域南岸(西区)	植物园街	汇君城	石家庄市新华区植物园街 水域南岸(西区)	114.40851	38.093086
新华区	小安舍(西区)	警安路	汇君城	石家庄市新华区警安路 小安舍(西区)	114.43043	38.094814
新华区	汇君城(新房)	石清路88号	汇君城	石家庄市新华区石清路88号 汇君城(新房)	114.44043	38.099498
新华区	汇君城	吉祥路	汇君城	石家庄市新华区吉祥路 汇君城	114.43947	38.101022
新华区	岳村西区	植物园街	汇君城	石家庄市新华区植物园街 岳村西区	114.39153	38.089811
新华区	馨香苑	岳泰大街8号	汇君城	石家庄市新华区岳泰大街8号 馨香苑	114.39849	38.089219
新华区	田家庄新区	石清路	汇君城	石家庄市新华区石清路 田家庄新区	114.44162	38.098359
新华区	汇君城枫悦园	石清路88号	汇君城	石家庄市新华区石清路88号 汇君城枫悦园	114.44361	38.099295
新华区	聚和苑西区	植物园街	汇君城	石家庄市新华区植物园街 聚和苑西区	114.40374	38.085607
新华区	小安舍(南区)	昌西街2号	汇君城	石家庄市新华区昌西街2号 小安舍(南区)	114.43309	38.09657
新华区	北宁湾	友谊大街	汇君城	石家庄市新华区友谊大街 北宁湾	114.45667	38.105741
新华区	荣盛御府(别墅)	警安路61号	汇君城	石家庄市新华区警安路61号 荣盛御府(别墅)	114.43972	38.094076
新华区	田家庄小区	石清路	汇君城	石家庄市新华区石清路 田家庄小区	114.43943	38.097093
新华区	小安舍(东区)	昌东街,近警安路	汇君城	石家庄市新华区昌东街,近警安路 小安舍(东区)	114.43043	38.094814
新华区	聚和苑东区	植物园街	汇君城	石家庄市新华区植物园街 聚和苑东区	114.40594	38.085706
新华区	大安舍新村	警安西路	汇君城	石家庄市新华区警安西路 大安舍新村	114.42329	38.094215
新华区	嘉宇枫尚	植物园街	汇君城	石家庄市新华区植物园街 嘉宇枫尚	114.40806	38.087009
新华区	水域南岸(东区)	文明街	汇君城	石家庄市新华区文明街 水域南岸(东区)	114.40851	38.093086
新华区	大马村东区	文明街42号	汇君城	石家庄市新华区文明街42号 大马村东区	114.41025	38.089568
新华区	金亿城商务大厦	新华路	纪念碑, 金亿城, 宁安	石家庄市新华区新华路 金亿城商务大厦	114.48535	38.048371
新华区	市二建宿舍(和平西路)	和平西路50号	金亿城, 宁安, 省二院	石家庄市新华区和平西路50号 市二建宿舍(和平西路)	114.45632	38.072474
新华区	女人世界公寓	民族路69号	金亿城	石家庄市新华区民族路69号 女人世界公寓	114.48225	38.045977
新华区	金指数国际广场	新华路68号	金亿城	石家庄市新华区新华路68号 金指数国际广场	114.48311	38.047285
新华区	蓝钻名座	北大街19号	金亿城	石家庄市新华区北大街19号 蓝钻名座	114.48792	38.048846
新华区	鑫源雅居	北荣街	金亿城	石家庄市新华区北荣街 鑫源雅居	114.48533	38.050469
新华区	美麟花园	公里街22号	金亿城	石家庄市新华区公里街22号 美麟花园	114.48701	38.048286
新华区	融创时代中心臻品园	车辆厂前街	金亿城, 宁安	石家庄市新华区车辆厂前街 融创时代中心臻品园	114.49008	38.052102
新华区	北后小区东区	北后街1号	金亿城	石家庄市新华区北后街1号 北后小区东区	114.48631	38.049335
新华区	阳光商厦	新华路	金亿城	石家庄市新华区新华路 阳光商厦	114.43819	38.049136
新华区	兴凯颐园	新华路	金亿城	石家庄市新华区新华路 兴凯颐园	114.48769	38.051363
新华区	铁路29宿舍	兴凯路	金亿城	石家庄市新华区兴凯路 铁路29宿舍	114.47632	38.050783
新华区	西三庄(西区)	西二环北路	联盟	石家庄市新华区西二环北路 西三庄(西区)	114.44164	38.081051
新华区	和谐家园(新华)	西三庄街	联盟	石家庄市新华区西三庄街 和谐家园(新华)	114.44927	38.083669
新华区	石家庄市司法局宿舍	泰华街476号	联盟	石家庄市新华区泰华街476号 石家庄市司法局宿舍	114.46306	38.069383
新华区	北岸新居	泰华街	联盟	石家庄市新华区泰华街 北岸新居	114.46364	38.080236
新华区	泰华园西区	朝阳路60号	联盟	石家庄市新华区朝阳路60号 泰华园西区	114.4559	38.068487
新华区	医药进出口公司宿舍	电大街78号	联盟	石家庄市新华区电大街78号 医药进出口公司宿舍	114.45781	38.06657
新华区	省化工厅省出版局宿舍	电大街66-53号	联盟	石家庄市新华区电大街66-53号 省化工厅省出版局宿舍	114.453	38.073381
新华区	工程技师学校家属院	西三庄街	联盟	石家庄市新华区西三庄街 工程技师学校家属院	114.44822	38.080625
新华区	北焦宿舍楼1号院	友谊北大街	联盟	石家庄市新华区友谊北大街 北焦宿舍楼1号院	114.45479	38.0653
新华区	东方国际	飞翼路8号	联盟	石家庄市新华区飞翼路8号 东方国际	114.45129	38.073332
新华区	健达花苑	西三庄街	联盟	石家庄市新华区西三庄街 健达花苑	114.45054	38.080468
新华区	东方航空宿舍	友谊大街	联盟	石家庄市新华区友谊大街 东方航空宿舍	114.49887	38.047253
新华区	市二建宿舍(北城路)	北城路	联盟	石家庄市新华区北城路 市二建宿舍(北城路)	114.45632	38.072474
新华区	省外贸食品公司宿舍	电大街17号	联盟	石家庄市新华区电大街17号 省外贸食品公司宿舍	114.45804	38.062121
新华区	西三庄供销社宿舍	蓝翼路2号	联盟	石家庄市新华区蓝翼路2号 西三庄供销社宿舍	114.44569	38.077807
新华区	翔翼路税务局宿舍	翔翼路5号	联盟	石家庄市新华区翔翼路5号 翔翼路税务局宿舍	114.47643	38.064074
新华区	泰华园东区	朝阳路	联盟	石家庄市新华区朝阳路 泰华园东区	114.46062	38.067362
新华区	西三庄别墅小区	北二环西路	联盟	石家庄市新华区北二环西路 西三庄别墅小区	114.45228	38.082264
新华区	北焦新村自建房	朝阳路	联盟	石家庄市新华区朝阳路 北焦新村自建房	114.45966	38.070454
新华区	西三庄东区	西三庄街	联盟, 西三庄	石家庄市新华区西三庄街 西三庄东区	114.44495	38.081953
新华区	西三庄新村中区	西二环北路	联盟, 西三庄	石家庄市新华区西二环北路 西三庄新村中区	114.44164	38.081051
新华区	西三庄社区	天翼路	联盟	石家庄市新华区天翼路 西三庄社区	114.44124	38.075836
新华区	水上丽景	友谊北大街319号	联盟	石家庄市新华区友谊北大街319号 水上丽景	114.45452	38.070705
新华区	北焦宿舍楼2号院	友谊北大街	联盟	石家庄市新华区友谊北大街 北焦宿舍楼2号院	114.45479	38.0653
新华区	党家庄新区	誉兴街	联强	石家庄市新华区誉兴街 党家庄新区	114.47149	38.088991
新华区	一机厂宿舍(北二环西路)	北二环西路43号	联强	石家庄市新华区北二环西路43号 一机厂宿舍(北二环西路)	114.48107	38.085597
新华区	党家庄东区	中华北大街	联强	石家庄市新华区中华北大街 党家庄东区	114.47488	38.087514
新华区	化纤织物厂宿舍	北二环西路	联强	石家庄市新华区北二环西路 化纤织物厂宿舍	114.47982	38.083049
新华区	兴凯路自来水公司宿舍	兴凯路95号	宁安	石家庄市新华区兴凯路95号 兴凯路自来水公司宿舍	114.48338	38.051517
新华区	稽征处宿舍	车辆厂前街	宁安	石家庄市新华区车辆厂前街 稽征处宿舍	114.48894	38.052953
新华区	第二职业中专学校宿舍	兴凯路93号	宁安	石家庄市新华区兴凯路93号 第二职业中专学校宿舍	114.48352	38.051838
新华区	清真寺街175号院	清真寺街	宁安	石家庄市新华区清真寺街 清真寺街175号院	114.48086	38.05208
新华区	和平一社区	和平西路26号	宁安	石家庄市新华区和平西路26号 和平一社区	114.48922	38.05503
新华区	房改办宿舍	车辆厂后街	宁安	石家庄市新华区车辆厂后街 房改办宿舍	114.4872	38.054161
新华区	宁安小区	北荣街	宁安	石家庄市新华区北荣街 宁安小区	114.48598	38.052211
新华区	中国银行宿舍(北荣街)	北荣街20号	宁安	石家庄市新华区北荣街20号 中国银行宿舍(北荣街)	114.48452	38.053248
新华区	河北美术出版社宿舍	和平西路52号	宁安	石家庄市新华区和平西路52号 河北美术出版社宿舍	114.47537	38.059139
新华区	银海小区	北大街	宁安	石家庄市新华区北大街 银海小区	114.48772	38.052505
新华区	铁路二十宿舍	车辆厂后街	宁安	石家庄市新华区车辆厂后街 铁路二十宿舍	114.4872	38.054161
新华区	车辆厂17号院	北荣街	宁安	石家庄市新华区北荣街 车辆厂17号院	114.48931	38.051101
新华区	车辆厂宿舍	车辆厂后街	宁安	石家庄市新华区车辆厂后街 车辆厂宿舍	114.48931	38.051101
新华区	润联馨城	北新街62号	省二院	石家庄市新华区北新街62号 润联馨城	114.48598	38.05962
新华区	通泰小区	中华大街(旧:石岗大街6号)	省二院, 水上公园	石家庄市新华区中华大街(旧:石岗大街6号) 通泰小区	114.47402	38.062201
新华区	雅澜庭苑	九中街	省二院	石家庄市新华区九中街 雅澜庭苑	114.48365	38.060468
新华区	中华绿园	中华北大街168号	省二院	石家庄市新华区中华北大街168号 中华绿园	114.47654	38.054729
新华区	憩园	新华路	石房大厦	石家庄市新华区新华路 憩园	114.48127	38.048307
新华区	金恒基鹿城	新华路211号	石房大厦	石家庄市新华区新华路211号 金恒基鹿城	114.47548	38.048019
新华区	公安局宿舍(黎明街)	黎明街28号	石房大厦	石家庄市新华区黎明街28号 公安局宿舍(黎明街)	114.47968	38.044536
新华区	康华公寓	华康路16号	石房大厦	石家庄市新华区华康路16号 康华公寓	114.47447	38.046914
新华区	农行石家庄分行宿舍	聚贤里	石房大厦	石家庄市新华区聚贤里 农行石家庄分行宿舍	114.48061	38.04838
新华区	建民街九号工商局宿舍	建民街	石房大厦	石家庄市新华区建民街 建民街九号工商局宿舍	114.47602	38.046309
新华区	康乐街省财政厅宿舍	自强路	石房大厦	石家庄市新华区自强路 康乐街省财政厅宿舍	114.47085	38.050756
新华区	汇特大厦	新华路563号	石房大厦	石家庄市新华区新华路563号 汇特大厦	114.45681	38.04882
新华区	金海华府	新华路	石房大厦	石家庄市新华区新华路 金海华府	114.47472	38.048113
新华区	华安街84号宿舍	华安街84号	石房大厦	石家庄市新华区华安街84号 华安街84号宿舍	114.47592	38.046012
新华区	军创国际商务花园	中华北大街	石房大厦	石家庄市新华区中华北大街 军创国际商务花园	114.47652	38.046094
新华区	金石小区	农机街35号	石岗	石家庄市新华区农机街35号 金石小区	114.49835	38.077382
新华区	橡嵘湾	红星街	石岗	石家庄市新华区红星街 橡嵘湾	114.49335	38.092851
新华区	观澜新城	中华北大街	石岗	石家庄市新华区中华北大街 观澜新城	114.47829	38.080532
新华区	造纸厂宿舍(农机街)	农机街	石岗	石家庄市新华区农机街 造纸厂宿舍(农机街)	114.49906	38.080506
新华区	熙悦园	农机街	石岗	石家庄市新华区农机街 熙悦园	114.49614	38.074668
新华区	红星花园	红星街56号	石岗	石家庄市新华区红星街56号 红星花园	114.49194	38.08751
新华区	石飞宿舍(东区)	北二环西路18号	石岗	石家庄市新华区北二环西路18号 石飞宿舍(东区)	114.49347	38.081919
新华区	自来水厂宿舍	中华北大街248号	石岗	石家庄市新华区中华北大街248号 自来水厂宿舍	114.4664	38.049599
新华区	卫生学校宿舍	农机街	石岗	石家庄市新华区农机街 卫生学校宿舍	114.49889	38.078323
新华区	天鸿红星里	红星街	石岗	石家庄市新华区红星街 天鸿红星里	114.49409	38.091303
新华区	干警生活西区	红星街66号	石岗	石家庄市新华区红星街66号 干警生活西区	114.49462	38.091956
新华区	克拉公馆	中华北大街	石岗	石家庄市新华区中华北大街 克拉公馆	114.47667	38.065322
新华区	陶然新居	农机街	石岗	石家庄市新华区农机街 陶然新居	114.49856	38.079955
新华区	宝力小区	农机街37号	石岗	石家庄市新华区农机街37号 宝力小区	114.49879	38.079012
新华区	轴承厂宿舍	中华北大街	石岗	石家庄市新华区中华北大街 轴承厂宿舍	114.48121	38.086864
新华区	市牧工商开发总公司宿舍	联盟路16号	石岗	石家庄市新华区联盟路16号 市牧工商开发总公司宿舍	114.4942	38.077945
新华区	万科云庐	农机街33号	石岗	石家庄市新华区农机街33号 万科云庐	114.49781	38.075649
新华区	美丽星城	联盟路	石岗	石家庄市新华区联盟路 美丽星城	114.49499	38.077919
新华区	省文联宿舍	和平路	石岗	石家庄市新华区和平路 省文联宿舍	114.4785	38.062807
新华区	赵一街新区	赵陵路	石岗	石家庄市新华区赵陵路 赵一街新区	114.46867	38.092041
新华区	民惠城	中华北大街126-130号	石岗	石家庄市新华区中华北大街126-130号 民惠城	114.47708	38.060921
新华区	红星街农机厂宿舍	红星街	石岗	石家庄市新华区红星街 红星街农机厂宿舍	114.49908	38.081041
新华区	北城公馆	红星街62号	石岗	石家庄市新华区红星街62号 北城公馆	114.49396	38.088882
新华区	外贸包装宿舍	市庄路	市庄路	石家庄市新华区市庄路 外贸包装宿舍	114.4754	38.063592
新华区	兴达小区	和平路161号	市庄路	石家庄市新华区和平路161号 兴达小区	114.48475	38.058111
新华区	省新闻出版局宿舍	飞翼路	水上公园	石家庄市新华区飞翼路 省新闻出版局宿舍	114.45262	38.072721
新华区	林荫大院	泰华街	水上公园	石家庄市新华区泰华街 林荫大院	114.46191	38.062183
新华区	英商家园	友谊北大街	水上公园	石家庄市新华区友谊北大街 英商家园	114.4537	38.069095
新华区	文书苑	泰华街553号	水上公园	石家庄市新华区泰华街553号 文书苑	114.46332	38.082157
新华区	联盟小区	友谊北大街	水上公园	石家庄市新华区友谊北大街 联盟小区	114.45038	38.077258
新华区	联强安居园	友谊北大街	水上公园	石家庄市新华区友谊北大街 联强安居园	114.45221	38.059707
新华区	弘石湾	联盟路	水上公园	石家庄市新华区联盟路 弘石湾	114.45867	38.083376
新华区	上城浩林园	北二环西路338号	水上公园	石家庄市新华区北二环西路338号 上城浩林园	114.44126	38.084828
新华区	雍和慢城南区	西三庄大街	水上公园	石家庄市新华区西三庄大街 雍和慢城南区	114.44157	38.075209
新华区	国经小区	联盟路	水上公园	石家庄市新华区联盟路 国经小区	114.45808	38.080356
新华区	雍和慢城	西三庄大街	水上公园	石家庄市新华区西三庄大街 雍和慢城	114.44174	38.075197
新华区	金苑小区(新华)	钟旺路	水上公园	石家庄市新华区钟旺路 金苑小区(新华)	114.4512	38.067015
新华区	方达小区	泰华街	水上公园	石家庄市新华区泰华街 方达小区	114.46137	38.080411
新华区	万信城市花园	北城路35号	水上公园	石家庄市新华区北城路35号 万信城市花园	114.45827	38.072928
新华区	四十二中宿舍	文苑街42号	水上公园	石家庄市新华区文苑街42号 四十二中宿舍	114.46635	38.08293
新华区	滨湖小区(南区)	滨华路9号	水上公园	石家庄市新华区滨华路9号 滨湖小区(南区)	114.46578	38.071097
新华区	佳兴园	文苑街8号	水上公园	石家庄市新华区文苑街8号 佳兴园	114.46626	38.076553
新华区	鸿锐花园	东三庄街18号	水上公园	石家庄市新华区东三庄街18号 鸿锐花园	114.46104	38.084861
新华区	观水文苑	泰华街520号	水上公园	石家庄市新华区泰华街520号 观水文苑	114.46193	38.083123
新华区	滨湖静园	滨华路	水上公园	石家庄市新华区滨华路 滨湖静园	114.46733	38.069089
新华区	第一看守所宿舍	泰华街	水上公园	石家庄市新华区泰华街 第一看守所宿舍	114.4637	38.068772
新华区	水尚嘉苑	泰华街508号	水上公园	石家庄市新华区泰华街508号 水尚嘉苑	114.46289	38.080249
新华区	假日风景	北城路	水上公园	石家庄市新华区北城路 假日风景	114.45908	38.072325
新华区	市公安局宿舍	泰华街	水上公园	石家庄市新华区泰华街 市公安局宿舍	114.46084	38.072496
新华区	万信缘溪豪庭	北城路	水上公园	石家庄市新华区北城路 万信缘溪豪庭	114.46369	38.072594
新华区	省证监会宿舍	红军大街44-1号	水上公园	石家庄市新华区红军大街44-1号 省证监会宿舍	114.46982	38.06215
新华区	弘石湾B1区	联盟路	水上公园	石家庄市新华区联盟路 弘石湾B1区	114.45912	38.082921
新华区	北焦宿舍楼4号院	友谊北大街	水上公园	石家庄市新华区友谊北大街 北焦宿舍楼4号院	114.45479	38.0653
新华区	省教育出版社宿舍	联盟路701号	水上公园	石家庄市新华区联盟路701号 省教育出版社宿舍	114.45763	38.079425
新华区	北二环西路189-1号院	北二环西路	水上公园	石家庄市新华区北二环西路 北二环西路189-1号院	114.47319	38.084937
新华区	河北印染机械厂宿舍	泰华街	水上公园	石家庄市新华区泰华街 河北印染机械厂宿舍	114.4637	38.068772
新华区	百盛朗庭	联盟路	水上公园	石家庄市新华区联盟路 百盛朗庭	114.45265	38.079634
新华区	弘石湾C2区	上城路	水上公园	石家庄市新华区上城路 弘石湾C2区	114.45958	38.083344
新华区	弘石湾B2区	友谊北大街	水上公园, 西三庄	石家庄市新华区友谊北大街 弘石湾B2区	114.45747	38.082124
新华区	滨湖小区(北区)	泰华街	水上公园	石家庄市新华区泰华街 滨湖小区(北区)	114.46498	38.072459
新华区	省外贸粮油宿舍	友谊北大街345号	水上公园	石家庄市新华区友谊北大街345号 省外贸粮油宿舍	114.45482	38.071754
新华区	东三庄小区	泰华街570号	水上公园	石家庄市新华区泰华街570号 东三庄小区	114.45816	38.08132
新华区	联盟路685号小区	联盟路685号	水上公园	石家庄市新华区联盟路685号 联盟路685号小区	114.45942	38.080655
新华区	弘石湾C1区	联盟路	水上公园, 西三庄	石家庄市新华区联盟路 弘石湾C1区	114.45807	38.084087
新华区	北城路26号楼	北城路26号	水上公园	石家庄市新华区北城路26号 北城路26号楼	114.45771	38.072246
新华区	弘石湾尚府	联盟路	水上公园	石家庄市新华区联盟路 弘石湾尚府	114.46068	38.080243
新华区	田园阁	联盟路687号	水上公园	石家庄市新华区联盟路687号 田园阁	114.45913	38.080497
新华区	河北省医药进出口公司宿舍	电大街	水上公园	石家庄市新华区电大街 河北省医药进出口公司宿舍	114.69958	38.34649
新华区	天下锦程(东区)	北二环西路	水上公园	石家庄市新华区北二环西路 天下锦程(东区)	114.47319	38.084937
新华区	红军大街51号院	红军大街	水上公园	石家庄市新华区红军大街 红军大街51号院	114.47151	38.063376
新华区	省外贸纺织宿舍(市庄路)	市庄路24号	水上公园	石家庄市新华区市庄路24号 省外贸纺织宿舍(市庄路)	114.46705	38.062978
新华区	中化宿舍	联盟路709号	水上公园	石家庄市新华区联盟路709号 中化宿舍	114.45618	38.080494
新华区	水悦雅居	联盟路641号	水上公园	石家庄市新华区联盟路641号 水悦雅居	114.46138	38.079734
新华区	中粮大厦	友谊北大街	水上公园, 钟强	石家庄市新华区友谊北大街 中粮大厦	114.45221	38.059707
新华区	中国外贸运输宿舍	联盟路	水上公园	石家庄市新华区联盟路 中国外贸运输宿舍	114.47041	38.078997
新华区	石家庄第十二离职干部休养所	西三庄街	水上公园	石家庄市新华区西三庄街 石家庄第十二离职干部休养所	114.44576	38.070424
新华区	大郭东园	天翼路	水上公园	石家庄市新华区天翼路 大郭东园	114.43387	38.078987
新华区	天苑小区(新华)	友谊北大街456号	天苑	石家庄市新华区友谊北大街456号 天苑小区(新华)	114.45334	38.097886
新华区	上城上林苑	北二环西路	天苑	石家庄市新华区北二环西路 上城上林苑	114.44409	38.08518
新华区	天河花园	友谊北大街	天苑	石家庄市新华区友谊北大街 天河花园	114.45548	38.088096
新华区	二塑宿舍	北二环石清路	天苑	石家庄市新华区北二环石清路 二塑宿舍	114.45059	38.084074
新华区	碧华园	中华北大街350号	天苑	石家庄市新华区中华北大街350号 碧华园	114.47467	38.095318
新华区	前太保锦尚苑	友谊北大街	天苑	石家庄市新华区友谊北大街 前太保锦尚苑	114.45444	38.097868
新华区	十六中宿舍	北二环西路322号	天苑	石家庄市新华区北二环西路322号 十六中宿舍	114.45245	38.085608
新华区	丽都河畔	友谊北大街	天苑	石家庄市新华区友谊北大街 丽都河畔	114.45863	38.100191
新华区	新苑小区(南区)	誉兴街5号	天苑, 赵陵铺	石家庄市新华区誉兴街5号 新苑小区(南区)	114.47998	38.092124
新华区	一塑宿舍	中华北大街	天苑	石家庄市新华区中华北大街 一塑宿舍	114.47957	38.085766
新华区	中阳信和水岸	友谊北大街375号	天苑	石家庄市新华区友谊北大街375号 中阳信和水岸	114.45484	38.089676
新华区	天下锦程花苑(西区)	北二环西路389号	天苑	石家庄市新华区北二环西路389号 天下锦程花苑(西区)	114.44175	38.087568
新华区	润佳花园	友谊北大街	天苑	石家庄市新华区友谊北大街 润佳花园	114.45843	38.114638
新华区	华能宿舍	西三庄街	天苑	石家庄市新华区西三庄街 华能宿舍	114.44689	38.087449
新华区	城发投云尚府	友谊大街	天苑	石家庄市新华区友谊大街 城发投云尚府	114.4639	38.050749
新华区	天河悦城	北二环西路	天苑	石家庄市新华区北二环西路 天河悦城	114.43942	38.08975
新华区	北二环西路189-2号院	北二环西路	天苑	石家庄市新华区北二环西路 北二环西路189-2号院	114.47319	38.084937
新华区	中阳润庭	友谊北大街	天苑	石家庄市新华区友谊北大街 中阳润庭	114.45522	38.090611
新华区	绿城诚园	植物园街	天苑	石家庄市新华区植物园街 绿城诚园	114.40765	38.084562
新华区	巨科合园	西三庄街	天苑, 西三庄	石家庄市新华区西三庄街 巨科合园	114.44871	38.087019
新华区	依水佳苑(南区)	和平西路	天苑	石家庄市新华区和平西路 依水佳苑(南区)	114.39596	38.07623
新华区	依水佳苑(北区)	和平西路	天苑	石家庄市新华区和平西路 依水佳苑(北区)	114.39596	38.07623
新华区	蓝天苑	西二环北路88号	天苑	石家庄市新华区西二环北路88号 蓝天苑	114.43663	38.076998
新华区	石家庄第六休干所	颐寿街19号	天苑	石家庄市新华区颐寿街19号 石家庄第六休干所	114.42595	38.07061
新华区	馨梦苑	警安路62号	天苑	石家庄市新华区警安路62号 馨梦苑	114.44658	38.096093
新华区	颐达二区	颐寿街17号	天苑	石家庄市新华区颐寿街17号 颐达二区	114.42635	38.070289
新华区	颐达小区	颐寿街11号	天苑	石家庄市新华区颐寿街11号 颐达小区	114.4283	38.068751
新华区	旭日蓝天公寓	中华北大街	天苑	石家庄市新华区中华北大街 旭日蓝天公寓	114.47715	38.093927
新华区	国税局宿舍(新华)	颐宏路100号	天苑, 赵陵铺	石家庄市新华区颐宏路100号 国税局宿舍(新华)	114.48142	38.086517
新华区	君悦国际	和平西路	天苑	石家庄市新华区和平西路 君悦国际	114.46834	38.058745
新华区	绿荫西区	幸福街	天苑	石家庄市新华区幸福街 绿荫西区	114.41683	38.078257
新华区	大郭村北区	植物园街	天苑	石家庄市新华区植物园街 大郭村北区	114.4141	38.079955
新华区	浅山逸景	和平西路	天苑	石家庄市新华区和平西路 浅山逸景	114.40058	38.07245
新华区	前太保锦晟苑	友谊北大街	天苑	石家庄市新华区友谊北大街 前太保锦晟苑	114.45444	38.097868
新华区	中级法院宿舍	北二环西路191-1号	天苑	石家庄市新华区北二环西路191-1号 中级法院宿舍	114.4561	38.087519
新华区	经贸大学家属院	晨光路	五七	石家庄市新华区晨光路 经贸大学家属院	114.49898	38.130943
新华区	省林科院宿舍	学府路75号	五七	石家庄市新华区学府路75号 省林科院宿舍	114.47612	38.140447
新华区	河北经贸大学学府路宿舍	学府路47号	五七	石家庄市新华区学府路47号 河北经贸大学学府路宿舍	114.48911	38.133803
新华区	学府茗苑	学府路106号	五七	石家庄市新华区学府路106号 学府茗苑	114.49989	38.128203
新华区	政法学院宿舍(新华)	学府路77号	五七	石家庄市新华区学府路77号 政法学院宿舍(新华)	114.4714	38.142387
新华区	荣军装印厂宿舍	泰华街127号	兴凯路	石家庄市新华区泰华街127号 荣军装印厂宿舍	114.46325	38.052619
新华区	铁路35宿舍	维明北大街160号	兴凯路	石家庄市新华区维明北大街160号 铁路35宿舍	114.46926	38.052612
新华区	工会宿舍(新华)	中华北大街92号	兴凯路	石家庄市新华区中华北大街92号 工会宿舍(新华)	114.47703	38.05191
新华区	交通局宿舍(九中街)	九中街65号	兴凯路	石家庄市新华区九中街65号 交通局宿舍(九中街)	114.48379	38.061208
新华区	信达花园	永泰街	兴凯路	石家庄市新华区永泰街 信达花园	114.47353	38.053229
新华区	铁路32宿舍	宁安路238号	兴凯路	石家庄市新华区宁安路238号 铁路32宿舍	114.46814	38.055327
新华区	水源街农林局宿舍	水源街	兴凯路	石家庄市新华区水源街 水源街农林局宿舍	114.46635	38.054368
新华区	迎春巷2号宿舍	迎春巷2号	兴凯路	石家庄市新华区迎春巷2号 迎春巷2号宿舍	114.46616	38.054971
新华区	铁路31宿舍	水源街	兴凯路	石家庄市新华区水源街 铁路31宿舍	114.46635	38.054368
新华区	嘉实红人公馆	中华北大街	兴凯路	石家庄市新华区中华北大街 嘉实红人公馆	114.47638	38.054684
新华区	东焦民巷小区	维明北大街	兴凯路	石家庄市新华区维明北大街 东焦民巷小区	114.47057	38.054023
新华区	市委宿舍(兴凯路)	兴凯路	兴凯路	石家庄市新华区兴凯路 市委宿舍(兴凯路)	114.47632	38.050783
新华区	宁安路房管局宿舍	中华北大街92号	兴凯路	石家庄市新华区中华北大街92号 宁安路房管局宿舍	114.47703	38.05191
新华区	市众鑫印刷公司宿舍	永泰街	兴凯路	石家庄市新华区永泰街 市众鑫印刷公司宿舍	114.47445	38.052728
新华区	美景天地	友谊大街	新华周边	石家庄市新华区友谊大街 美景天地	114.46076	38.126503
新华区	纳帕溪谷(别墅)	石清路199号	新华周边	石家庄市新华区石清路199号 纳帕溪谷(别墅)	114.4299	38.123296
新华区	东营小区	康欣路17号	新华周边	石家庄市新华区康欣路17号 东营小区	114.46272	38.116298
新华区	梦圆小区	前杜北大街9号	新华周边	石家庄市新华区前杜北大街9号 梦圆小区	114.43785	38.116159
新华区	成果社区	石清路	新华周边	石家庄市新华区石清路 成果社区	114.41665	38.128611
新华区	陈村小区	兴华路	新华周边	石家庄市新华区兴华路 陈村小区	114.43561	38.134395
新华区	西营上水园	友谊北大街	新华周边	石家庄市新华区友谊北大街 西营上水园	114.45364	38.118092
新华区	后杜北小区	石清路	新华周边	石家庄市新华区石清路 后杜北小区	114.43081	38.128449
新华区	南高基小区	中华北大街	新华周边	石家庄市新华区中华北大街 南高基小区	114.46814	38.111503
新华区	御江南	丰产路	新华周边	石家庄市新华区丰产路 御江南	114.44134	38.121078
新华区	溪园香水岸	杜北大街	新华周边	石家庄市新华区杜北大街 溪园香水岸	114.43664	38.120327
新华区	杜北小区	石清路	新华周边	石家庄市新华区石清路 杜北小区	114.44081	38.118723
新华区	润江新华壹号	西三庄街	西三庄	石家庄市新华区西三庄街 润江新华壹号	114.44822	38.080625
新华区	西三庄(北区)	北二环西路	西三庄	石家庄市新华区北二环西路 西三庄(北区)	114.44164	38.081051
新华区	和平路市委宿舍	和平西路506号	西焦	石家庄市新华区和平西路506号 和平路市委宿舍	114.45515	38.060326
新华区	筑凯嘉园	友谊北大街	西焦	石家庄市新华区友谊北大街 筑凯嘉园	114.45234	38.053146
新华区	合作路机械厅宿舍	北合街	西焦	石家庄市新华区北合街 合作路机械厅宿舍	114.46079	38.056311
新华区	新华路化碳局宿舍	朝霞街	西焦	石家庄市新华区朝霞街 新华路化碳局宿舍	114.43819	38.049136
新华区	盛世天骄花苑	泰华街	西焦	石家庄市新华区泰华街 盛世天骄花苑	114.4595	38.052148
新华区	西焦住宅中区	友谊北大街118号	西焦	石家庄市新华区友谊北大街118号 西焦住宅中区	114.45164	38.050815
新华区	农行宿舍(合作路)	合作路297号	西焦	石家庄市新华区合作路297号 农行宿舍(合作路)	114.44043	38.054066
新华区	合作路机关宿舍	合作路268号	西焦	石家庄市新华区合作路268号 合作路机关宿舍	114.4539	38.05305
新华区	西焦城市花园	新华路	西焦	石家庄市新华区新华路 西焦城市花园	114.45454	38.050557
新华区	省优抚医院宿舍(泰华街)	泰华街	西焦	石家庄市新华区泰华街 省优抚医院宿舍(泰华街)	114.46233	38.049307
新华区	省农科院宿舍(农科路)	农科路	西焦	石家庄市新华区农科路 省农科院宿舍(农科路)	114.44765	38.058149
新华区	省农行宿舍(新华)	友谊北大街	西焦	石家庄市新华区友谊北大街 省农行宿舍(新华)	114.45331	38.049641
新华区	省直西苑小区(南区)	友谊北大街166号	西焦	石家庄市新华区友谊北大街166号 省直西苑小区(南区)	114.45149	38.056518
新华区	第十三研究所宿舍	和平西路	西焦	石家庄市新华区和平西路 第十三研究所宿舍	114.46834	38.058745
新华区	怡康苑	新合街102号	西焦	石家庄市新华区新合街102号 怡康苑	114.45637	38.053021
新华区	省安装公司宿舍(新华)	泰华街	西焦	石家庄市新华区泰华街 省安装公司宿舍(新华)	114.46288	38.051512
新华区	省医药管理局宿舍	合作路	西焦	石家庄市新华区合作路 省医药管理局宿舍	114.46384	38.053717
新华区	省直西苑小区(北区)	友谊北大街168号	西焦	石家庄市新华区友谊北大街168号 省直西苑小区(北区)	114.45239	38.056871
新华区	河北科技大学宿舍(新华)	新合街45号	西焦	石家庄市新华区新合街45号 河北科技大学宿舍(新华)	114.45676	38.052743
新华区	朝阳园	泰华街80号	西焦	石家庄市新华区泰华街80号 朝阳园	114.46241	38.048917
新华区	省计委宿舍	合作路203号	西焦	石家庄市新华区合作路203号 省计委宿舍	114.44606	38.055127
新华区	新合街27号小区	新合街	西焦	石家庄市新华区新合街 新合街27号小区	114.45677	38.049908
新华区	郊区文教局宿舍	新华路735号	西焦	石家庄市新华区新华路735号 郊区文教局宿舍	114.44536	38.049437
新华区	无线电二厂宿舍	新华路555号	西焦	石家庄市新华区新华路555号 无线电二厂宿舍	114.45706	38.049481
新华区	省纺织局宿舍	西焦北路	西焦	石家庄市新华区西焦北路 省纺织局宿舍	114.47992	38.0306
新华区	省交通厅宿舍	西焦北路	西焦	石家庄市新华区西焦北路 省交通厅宿舍	114.44922	38.052507
新华区	雕刻厂宿舍	国泰街24号	西焦	石家庄市新华区国泰街24号 雕刻厂宿舍	114.43736	38.055335
新华区	省人行宿舍(新华)	友谊北大街113号	西焦	石家庄市新华区友谊北大街113号 省人行宿舍(新华)	114.45338	38.052103
新华区	省石化设计院	合作路338号	西焦	石家庄市新华区合作路338号 省石化设计院	114.4489	38.053104
新华区	合作路201号院	合作路201号	西焦	石家庄市新华区合作路201号 合作路201号院	114.44715	38.054188
新华区	13所生活区	新合街106号	西焦	石家庄市新华区新合街106号 13所生活区	114.45638	38.053134
新华区	市委宿舍(虹光街)	虹光街	西焦	石家庄市新华区虹光街 市委宿舍(虹光街)	114.44307	38.051713
新华区	省人民银行宿舍(国泰街)	国泰街30号	西焦	石家庄市新华区国泰街30号 省人民银行宿舍(国泰街)	114.4386	38.055925
新华区	体校宿舍(新华路)	新华路	西焦	石家庄市新华区新华路 体校宿舍(新华路)	114.43819	38.049136
新华区	神兴宿舍	新华路	西焦	石家庄市新华区新华路 神兴宿舍	114.4577	38.049052
新华区	时代花园别墅小区	合作路	西焦	石家庄市新华区合作路 时代花园别墅小区	114.45228	38.082264
新华区	天颐佳苑	合作路	西焦	石家庄市新华区合作路 天颐佳苑	114.44723	38.054944
新华区	西焦北路24号院	西焦北路24号	西焦	石家庄市新华区西焦北路24号 西焦北路24号院	114.44964	38.051377
新华区	新华公安厅单位宿舍	虹光街	西焦	石家庄市新华区虹光街 新华公安厅单位宿舍	114.44307	38.051713
新华区	省统计局宿舍(西焦北路)	西焦北路3号	西焦	石家庄市新华区西焦北路3号 省统计局宿舍(西焦北路)	114.45112	38.053319
新华区	红军街省委宿舍	和平路373号	西焦	石家庄市新华区和平路373号 红军街省委宿舍	114.46828	38.059438
新华区	市设计院宿舍	国泰路27号	西焦	石家庄市新华区国泰路27号 市设计院宿舍	114.43987	38.055652
新华区	丽景国际	新华路681号	西焦	石家庄市新华区新华路681号 丽景国际	114.44925	38.049141
新华区	省建材工业局宿舍	西焦北路1号	西焦	石家庄市新华区西焦北路1号 省建材工业局宿舍	114.45228	38.052291
新华区	合作路155号院	合作路155号	西焦	石家庄市新华区合作路155号 合作路155号院	114.45157	38.054218
新华区	新合街35号小区	新合街	西焦	石家庄市新华区新合街 新合街35号小区	114.45652	38.0505
新华区	省兽药监察所小区	合作路189号	西焦	石家庄市新华区合作路189号 省兽药监察所小区	114.44823	38.05418
新华区	石家庄建设集团宿舍(新华)	西焦中路2号	西焦	石家庄市新华区西焦中路2号 石家庄建设集团宿舍(新华)	114.4546	38.05125
新华区	君安嘉园	虹光街6号	西焦	石家庄市新华区虹光街6号 君安嘉园	114.44284	38.052715
新华区	卫生队宿舍	西焦北路	西焦	石家庄市新华区西焦北路 卫生队宿舍	114.45305	38.052221
新华区	灵芝公司宿舍	新华路	西焦	石家庄市新华区新华路 灵芝公司宿舍	114.45702	38.049476
新华区	新合街13号院	新合街13号	西焦	石家庄市新华区新合街13号 新合街13号院	114.45669	38.049537
新华区	建工集团宿舍(友谊大街)	友谊北大街132号	西焦	石家庄市新华区友谊北大街132号 建工集团宿舍(友谊大街)	114.45291	38.052734
新华区	重工业局宿舍	合作路	西焦	石家庄市新华区合作路 重工业局宿舍	114.44723	38.054944
新华区	电缆厂宿舍	西焦北路	西焦	石家庄市新华区西焦北路 电缆厂宿舍	114.45092	38.052121
新华区	机电学院宿舍	合作路	西焦	石家庄市新华区合作路 机电学院宿舍	114.44723	38.054944
新华区	友谊北大街146号院	友谊北大街146号	西焦	石家庄市新华区友谊北大街146号 友谊北大街146号院	114.45281	38.054677
新华区	河北省机械供销公司宿舍	友谊北大街130号	西焦	石家庄市新华区友谊北大街130号 河北省机械供销公司宿舍	114.45288	38.052455
新华区	老干部第三休养所	新合街	西焦	石家庄市新华区新合街 老干部第三休养所	114.45608	38.049161
新华区	武警宿舍	新合街50号	西焦	石家庄市新华区新合街50号 武警宿舍	114.45631	38.051281
新华区	开元汽贸公司宿舍	合作路	西焦	石家庄市新华区合作路 开元汽贸公司宿舍	114.44723	38.054944
新华区	北郡(B区)	赵陵路	赵陵铺	石家庄市新华区赵陵路 北郡(B区)	114.47544	38.095267
新华区	北郡(C区)	赵陵路	赵陵铺	石家庄市新华区赵陵路 北郡(C区)	114.47544	38.095267
新华区	卓达上河原著	赵陵北路3号	赵陵铺	石家庄市新华区赵陵北路3号 卓达上河原著	114.47161	38.099892
新华区	世纪康城	赵陵路	赵陵铺	石家庄市新华区赵陵路 世纪康城	114.46425	38.094499
新华区	燕都金地城	中华北大街345号	赵陵铺	石家庄市新华区中华北大街345号 燕都金地城	114.48375	38.091851
新华区	原河名墅	中华北大街	赵陵铺	石家庄市新华区中华北大街 原河名墅	114.47679	38.11535
新华区	上林华苑	中华大街	赵陵铺	石家庄市新华区中华大街 上林华苑	114.47631	38.092894
新华区	苏秀苑	中华北大街	赵陵铺	石家庄市新华区中华北大街 苏秀苑	114.47738	38.086449
新华区	乾院	中华大街388号	赵陵铺	石家庄市新华区中华大街388号 乾院	114.47494	38.114316
新华区	燕都紫庭	赵佗路12号	赵陵铺	石家庄市新华区赵佗路12号 燕都紫庭	114.49073	38.094077
新华区	鑫城小区	中华北大街	赵陵铺	石家庄市新华区中华北大街 鑫城小区	114.48442	38.096921
新华区	星河御城	誉兴街26号	赵陵铺	石家庄市新华区誉兴街26号 星河御城	114.47055	38.087437
新华区	新苑小区(北区)	新苑路	赵陵铺	石家庄市新华区新苑路 新苑小区(北区)	114.4737	38.093527
新华区	党家庄小区	誉兴街	赵陵铺	石家庄市新华区誉兴街 党家庄小区	114.47053	38.090096
新华区	康太家园	友谊北大街	赵陵铺	石家庄市新华区友谊北大街 康太家园	114.45221	38.059707
新华区	明珠花苑(南区)	颐宏路	赵陵铺	石家庄市新华区颐宏路 明珠花苑(南区)	114.48509	38.08705
新华区	都市阳光	赵陵路8号	赵陵铺	石家庄市新华区赵陵路8号 都市阳光	114.46123	38.099141
新华区	明珠花苑(北区)	颐宏路5号	赵陵铺	石家庄市新华区颐宏路5号 明珠花苑(北区)	114.48546	38.087781
新华区	北郡(E区)	赵陵铺路	赵陵铺	石家庄市新华区赵陵铺路 北郡(E区)	114.46586	38.095878
新华区	赵二街花苑	赵陵北路	赵陵铺	石家庄市新华区赵陵北路 赵二街花苑	114.47441	38.099982
新华区	水岸憬园	太保路	赵陵铺	石家庄市新华区太保路 水岸憬园	114.46794	38.105614
新华区	法院宿舍楼	誉隆路	赵陵铺	石家庄市新华区誉隆路 法院宿舍楼	114.48035	38.089656
新华区	华兴园	中华北大街	赵陵铺	石家庄市新华区中华北大街 华兴园	114.47829	38.080532
新华区	华瑞苑	新苑路	赵陵铺	石家庄市新华区新苑路 华瑞苑	114.4803	38.092111
新华区	北郡(A区)	中华北大街	赵陵铺	石家庄市新华区中华北大街 北郡(A区)	114.47829	38.080532
新华区	锦绣乾城(新华)	颐宏路	赵陵铺	石家庄市新华区颐宏路 锦绣乾城(新华)	114.47537	38.088915
新华区	市绿化管理处宿舍	北二环西路	赵陵铺	石家庄市新华区北二环西路 市绿化管理处宿舍	114.49012	38.08426
新华区	安康花园(新华)	赵佗路18号	赵陵铺	石家庄市新华区赵佗路18号 安康花园(新华)	114.48763	38.094502
新华区	红星国际	赵佗路	赵陵铺	石家庄市新华区赵佗路 红星国际	114.48954	38.091381
新华区	尚和明珠苑	太保路9号	赵陵铺	石家庄市新华区太保路9号 尚和明珠苑	114.46643	38.107271
新华区	乾院二期	中华北大街	赵陵铺	石家庄市新华区中华北大街 乾院二期	114.47829	38.080532
新华区	鑫龙湾	红星街	赵陵铺	石家庄市新华区红星街 鑫龙湾	114.49342	38.083586
新华区	无线电十厂宿舍	中华北大街	赵陵铺	石家庄市新华区中华北大街 无线电十厂宿舍	114.47886	38.097284
新华区	天域嘉园(北区)	颐宏路东9号	赵陵铺	石家庄市新华区颐宏路东9号 天域嘉园(北区)	114.48796	38.08806
新华区	天域嘉园(南区)	颐宏路东9号	赵陵铺	石家庄市新华区颐宏路东9号 天域嘉园(南区)	114.48796	38.08806
新华区	乐府	中华北大街370号	赵陵铺	石家庄市新华区中华北大街370号 乐府	114.47589	38.097985
新华区	赵二街小区	赵坨路	赵陵铺	石家庄市新华区赵坨路 赵二街小区	114.48222	38.097666
新华区	尚金苑	中华北大街357号	赵陵铺	石家庄市新华区中华北大街357号 尚金苑	114.47915	38.097873
新华区	肖家营小区	红星街	赵陵铺	石家庄市新华区红星街 肖家营小区	114.49316	38.100286
新华区	颐佳小区	颐宏路	赵陵铺	石家庄市新华区颐宏路 颐佳小区	114.48026	38.087661
新华区	东营商贸三15号自建房	商贸三15号	赵陵铺	石家庄市新华区商贸三15号 东营商贸三15号自建房	114.46173	38.116881
新华区	化工机械厂宿舍	中华北大街	赵陵铺	石家庄市新华区中华北大街 化工机械厂宿舍	114.47829	38.080532
新华区	颐宏路1号院	颐宏路1号	赵陵铺	石家庄市新华区颐宏路1号 颐宏路1号院	114.48109	38.088423
新华区	职工之家	誉隆路	赵陵铺	石家庄市新华区誉隆路 职工之家	114.48035	38.089656
新华区	雨荷水岸	中华北大街	赵陵铺	石家庄市新华区中华北大街 雨荷水岸	114.48218	38.101549
新华区	赵一街东区	赵陵铺路5号	赵陵铺	石家庄市新华区赵陵铺路5号 赵一街东区	114.47157	38.095589
新华区	颐宏大厦商住楼	中华北大街310号	赵陵铺	石家庄市新华区中华北大街310号 颐宏大厦商住楼	114.477	38.088492
新华区	誉隆路3号院	中华北大街	赵陵铺	石家庄市新华区中华北大街 誉隆路3号院	114.47823	38.088571
新华区	源尚科技公寓	誉隆路5号	赵陵铺	石家庄市新华区誉隆路5号 源尚科技公寓	114.48122	38.089847
新华区	天丽花园	中华北大街	赵陵铺	石家庄市新华区中华北大街 天丽花园	114.47375	38.114494
新华区	中华北大街工商行宿舍	中华北大街	赵陵铺	石家庄市新华区中华北大街 中华北大街工商行宿舍	114.47829	38.080532
新华区	玲珑苑	中华北大街368号	赵陵铺	石家庄市新华区中华北大街368号 玲珑苑	114.47726	38.097125
新华区	东岸尚园	中华北大街	赵陵铺	石家庄市新华区中华北大街 东岸尚园	114.47612	38.1069
新华区	市政二公司宿舍	中华北大街	赵陵铺	石家庄市新华区中华北大街 市政二公司宿舍	114.48004	38.083455
新华区	赵陵铺供销社宿舍	中华北大街362号	赵陵铺	石家庄市新华区中华北大街362号 赵陵铺供销社宿舍	114.47732	38.096523
新华区	新希望大爱城	红星街	赵陵铺	石家庄市新华区红星街 新希望大爱城	114.49342	38.083586
新华区	祥云岸芷汀兰	天翼路	钟强	石家庄市新华区天翼路 祥云岸芷汀兰	114.44154	38.074441
新华区	钟强小区	钟南路12号	钟强	石家庄市新华区钟南路12号 钟强小区	114.44798	38.065193
新华区	翠薇雅居	西三庄街7号	钟强	石家庄市新华区西三庄街7号 翠薇雅居	114.44579	38.065152
新华区	电气化宿舍	西三庄大街38号	钟强	石家庄市新华区西三庄大街38号 电气化宿舍	114.41197	38.069448
新华区	电大宿舍	和平西路481号	钟强	石家庄市新华区和平西路481号 电大宿舍	114.45723	38.060691
新华区	翔翼路4号小区	翔翼路	钟强	石家庄市新华区翔翼路 翔翼路4号小区	114.44926	38.071339
新华区	一建宿舍	和平西路557号	钟强	石家庄市新华区和平西路557号 一建宿舍	114.44751	38.06319
新华区	尔湾花园	西三庄大街	钟强	石家庄市新华区西三庄大街 尔湾花园	114.44638	38.08503
新华区	和平庄园	西三庄街	钟强	石家庄市新华区西三庄街 和平庄园	114.44628	38.063248
新华区	钟强花园	友谊北大街	钟强	石家庄市新华区友谊北大街 钟强花园	114.44803	38.065907
新华区	三鹿宿舍(东区)	西三庄街15号	钟强	石家庄市新华区西三庄街15号 三鹿宿舍(东区)	114.44577	38.065279
新华区	羊毛衫厂宿舍	友谊北大街191号	钟强	石家庄市新华区友谊北大街191号 羊毛衫厂宿舍	114.45397	38.06222
新华区	省外贸纺织宿舍(友谊北大街)	友谊北大街	钟强	石家庄市新华区友谊北大街 省外贸纺织宿舍(友谊北大街)	114.45011	38.065099
新华区	电大西街18号院	电大西街18号	钟强	石家庄市新华区电大西街18号 电大西街18号院	114.4571	38.063463
新华区	化肥厂宿舍(新华)	翔翼路	钟强	石家庄市新华区翔翼路 化肥厂宿舍(新华)	114.45074	38.070879
新华区	北焦花苑	泰华街	钟强	石家庄市新华区泰华街 北焦花苑	114.46138	38.064316
新华区	省水科院宿舍	电大街30号	钟强	石家庄市新华区电大街30号 省水科院宿舍	114.45777	38.061751
新华区	友谊北大街189号	友谊北大街	钟强	石家庄市新华区友谊北大街 友谊北大街189号	114.45221	38.059707
新华区	钟久路23号院	钟久路	钟强	石家庄市新华区钟久路 钟久路23号院	114.45092	38.066399
新华区	中国银行宿舍(电大街)	电大街66-50号	钟强	石家庄市新华区电大街66-50号 中国银行宿舍(电大街)	114.45588	38.066623
新华区	化轻建材宿舍	友谊北大街312号	钟强	石家庄市新华区友谊北大街312号 化轻建材宿舍	114.45407	38.071681
新华区	新华区翔翼路政府宿舍	翔翼路18号	钟强	石家庄市新华区翔翼路18号 新华区翔翼路政府宿舍	114.4486	38.071298
新华区	北焦宿舍楼6号院	友谊北大街	钟强	石家庄市新华区友谊北大街 北焦宿舍楼6号院	114.45479	38.0653
新华区	河北省送变电公司宿舍	变电街	钟强	石家庄市新华区变电街 河北省送变电公司宿舍	114.44178	38.066271
新华区	华润宿舍	变电街10号	钟强	石家庄市新华区变电街10号 华润宿舍	114.44078	38.066707
新华区	鸣鹿服装厂宿舍	友谊北大街288号	钟强	石家庄市新华区友谊北大街288号 鸣鹿服装厂宿舍	114.45147	38.06984
新华区	建设集团和银行宿舍	电大街29号	钟强	石家庄市新华区电大街29号 建设集团和银行宿舍	114.45803	38.063993
新华区	外贸土产宿舍	电大街27号	钟强	石家庄市新华区电大街27号 外贸土产宿舍	114.45811	38.063748
新华区	三鹿奶粉厂宿舍	电大街25号	钟强	石家庄市新华区电大街25号 三鹿奶粉厂宿舍	114.45801	38.063389
新华区	翔翼路9号小区	翔翼路	钟强	石家庄市新华区翔翼路 翔翼路9号小区	114.44926	38.071339
新华区	省银行宿舍	电大街19号	钟强	石家庄市新华区电大街19号 省银行宿舍	114.45799	38.06252
新华区	轻工业厅宿舍	电大街21-23号	钟强	石家庄市新华区电大街21-23号 轻工业厅宿舍	114.45807	38.062757
新华区	市发改委宿舍	钟南路	钟强	石家庄市新华区钟南路 市发改委宿舍	114.44843	38.064597
新华区	圣仑182号院	友谊北大街	钟强	石家庄市新华区友谊北大街 圣仑182号院	114.45353	38.064553
新华区	友谊北大街306号院	友谊北大街306号	钟强	石家庄市新华区友谊北大街306号 友谊北大街306号院	114.45412	38.071056
新华区	省食品进出口公司宿舍	和平西路555号	钟强	石家庄市新华区和平西路555号 省食品进出口公司宿舍	114.44952	38.06387
新华区	钟强东风塑料厂宿舍	友谊大街	钟强	石家庄市新华区友谊大街 钟强东风塑料厂宿舍	114.45162	38.065718
新华区	钟久路21号院	钟久路21号	钟强	石家庄市新华区钟久路21号 钟久路21号院	114.44999	38.066283
新华区	河北省人民医院家属院	电大街66-41号	钟强	石家庄市新华区电大街66-41号 河北省人民医院家属院	114.45501	38.065542
新华区	省外运省交研所宿舍	电大街24号	钟强	石家庄市新华区电大街24号 省外运省交研所宿舍	114.45591	38.066428
新华区	电大街56号院	电大街56号	钟强	石家庄市新华区电大街56号 电大街56号院	114.45765	38.063375
新华区	四站住宅区	飞翼路18号	钟强	石家庄市新华区飞翼路18号 四站住宅区	114.44638	38.073283
新华区	钟久路22号院圣伦宿舍	钟久路	钟强	石家庄市新华区钟久路 钟久路22号院圣伦宿舍	114.45092	38.066399
新华区	6411工厂宿舍	翔翼路	钟强	石家庄市新华区翔翼路 6411工厂宿舍	114.44926	38.071339
新华区	芳泽园	天翼路	钟强	石家庄市新华区天翼路 芳泽园	114.44101	38.075121
新华区	钟家庄自建房	友谊北大街	钟强	石家庄市新华区友谊北大街 钟家庄自建房	114.45093	38.069632
新华区	电大街66-51号院	电大街	钟强	石家庄市新华区电大街 电大街66-51号院	114.45794	38.063173
新华区	信诚商务大厦	友谊北大街	钟强	石家庄市新华区友谊北大街 信诚商务大厦	114.45221	38.059707
新华区	为公里12号院	为公里12号	东焦, 二中, 革新	石家庄市新华区为公里12号 为公里12号院		
`

//
//func (h *HouseResourceApi) Test(c *gin.Context) {
//list, _, err := XiaoQuService.GetAreaList(request.SearchArea{CityId: "1"})
//if err != nil {
//response.FailWithMessage(err.Error(), c)
//return
//}
//
//areaMap := make(map[string]uint)
//for _, v := range list {
//areaMap[v.Name] = v.ID
//}
//
//listq, _, err := XiaoQuService.GetDistrictList(request.SearchDistrict{})
//if err != nil {
//response.FailWithMessage(err.Error(), c)
//return
//}
//
//districtMap := make(map[string]uint)
//for _, v := range listq {
//districtMap[v.Name] = v.ID
//}
//
//// 裕华区	紫荆家园	嘉华路11号	南货场	石家庄市裕华区嘉华路11号 紫荆家园	114.50723	37.976481
//for _, xx := range strings.Split(payload, "\n") {
//fields := strings.Split(xx, "\t")
//
//if len(fields) < 7 {
//continue
//}
//areaName := fields[0]
//name := fields[1]
//postion := fields[2]
//districts := strings.Replace(fields[3], " ", "", -1)
//
//address := fields[4]
//latitude := fields[5]
//longitude := fields[6]
//
//if areaMap[areaName] == 0 {
//fmt.Println(areaName, "不存在")
//}
//var districtsIds string
//for _, s := range strings.Split(districts, ",") {
//districtsIds += fmt.Sprintf("|%d|,", districtMap[s])
//}
//districtsIds = districtsIds[:len(districtsIds)-1]
//
//fmt.Printf("insert into xiao_qu (name, area_id, area, district_ids, districts, position, address, latitude, longitude) "+
//"values ('%s', %d, '%s', '%s', '%s', '%s', '%s', '%v', '%v'); \n ", name, areaMap[areaName], areaName, districtsIds, districts, postion, address, latitude, longitude)
//
//}
//	response.Ok(c)
//}
